Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Number of countries shipping zone apply to
source: %(num_of_countries)d countries
ca: %(num_of_countries)d països
da: %(num_of_countries)d lande
pl: Liczba krajów: %(num_of_countries)d
pt: %(num_of_countries)d países
ru: %(num_of_countries)d стран
sk: %(num_of_countries)d krajín
sq: %(num_of_countries)d shtete
sv: %(num_of_countries)d länder

# Permission description
source: Manage shipping.
ar: إدارة الشحن
ca: Gestiona enviament.
da: Administrer fragt.
fa: مدیریت حمل و نقل
pl: Zarządzaj wysyłkami.
pt: Gerir entregas
ru: Управление доставкой.
sk: Správa dopravy.
sq: Menaxho dergesat
sv: Hantera leverans

# Applies to orders more expensive than the min value
source: %(min_price)s and up
ca: %(min_price)s i superior
da: %(min_price)s og op
pl: %(min_price)s i droższe
pt: %(min_price)s até
ru: %(min_price)s и больше
sk: %(min_price)s a viac
sq: %(min_price)s dhe me shume
sv: %(min_price)s och över

# Applies to order valued within this price range
source: %(min_price)s to %(max_price)s
ca: %(min_price)s a %(max_price)s
da: %(min_price)s til %(max_price)s
pl: %(min_price)s do %(max_price)s
pt: %(min_price)s a %(max_price)s
ru: %(min_price)s до %(max_price)s
sk: %(min_price)sdo %(max_price)s
sq: %(min_price)s deri %(max_price)s
sv: %(min_price)s till %(max_price)s

# Applies to orders heavier than the threshold
source: %(min_weight)s and up
ca: %(min_weight)s i superior
da: %(min_weight)s og op
pl: %(min_weight)s i cięższe
pt: %(min_weight)s até
ru: %(min_weight)s и больше
sk: %(min_weight)s a viac
sq: %(min_weight)s dhe me shume
sv: %(min_weight)s och över

# Applies to orders of total weight within this range
source: %(min_weight)s to %(max_weight)s
ca: %(min_weight)s a %(max_weight)s
da: %(min_weight)s til %(max_weight)s
pl: %(min_weight)s do %(max_weight)s
pt: %(min_weight)s a %(max_weight)s
ru: %(min_weight)s до %(max_weight)s
sk: %(min_weight)s do %(max_weight)s
sq: %(min_weight)s deri %(max_weight)s
sv: %(min_weight)s till %(max_weight)s

# Permission description
source: Manage settings.
ar: إدارة الإعدادات
ca: Gestiona configuracions.
da: Administrer indstillinger.
fa: مدیریت تنظیمات
pl: Zarządzaj ustawieniami.
pt: Gerenciar configurações
ru: Управление настройками.
sk: Správa nastavení.
sq: Menaxho te dhenat.
sv: Hantera inställningar

# Eror page not found
source: Page not found
ar: لم يتم العثور على الصفحة
ca: Pàgina no trobada
cs: Stránka nebyla nalezena
da: Siden blev ikke fundet
fa: صفحه یافت نشد
fr: Page introuvable
pl: Strona nie została znaleziona
pt: Página não encontrada
ru: Страница не найдена
sk: Stránka nebola nájdená
sq: Faqja nuk u gjet
sv: Sidan hittades inte

# Change language modal title
source: Select language
ar: اختر لغة
ca: Selecciona una llengua
da: Vælg sprog
fa: انتخاب زبان
pl: Zmień język
pt: Selecione o indioma
ru: Выбрать язык
sk: Voľba jazyka
sq: Selekto gjuhen
sv: Välj språk

# Close modal action button
source: Close
ar: أغلق
ca: Tanca
cs: Zavřít
da: Tæt
fa: ببند
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zatvoriť
sq: Mbyll
sv: Stäng

# Change language action button
source: Change
ar: تغيير
ca: Canvia
da: Skift
fa: تغییر
pl: Zmień
pt: Alterar
ru: Изменить
sk: Zmeniť
sq: Ndrysho
sv: Ändra

# Account deletetion confirmation page title
source: Are you sure?
ar: هل أنت متأكد ؟
ca: N'estàs segur/a?
cs: Jste si jistý?
da: Er du sikker?
fa: آیا مطمئن هستید؟
fr: Êtes-vous certain ?
pl: Czy na pewno?
pt: Têm a certeza?
ru: Вы уверены?
sk: Ste si istý?
sq: Je i sigurt?
sv: Är du säker?

# Message displayed to the user requesting for his account deletetion
source: Sorry to see you go!
ar: نأسف لمغادرتك!
ca: Ens sap greu veure com marxes!
cs: Je nám líto, že odcházíte!
da: Vi er kede af sig dig gå!
fa: به امید دیدار مجدد شما
fr: Nous sommes désolés de vous voir partir !
pl: Przykro nam że odchodzisz!
pt: É uma pena ver que nos vais deixar!
ru: Как жаль, что вы уходите!
sk: Mrzí nás, že odchádzate!
sq: Na vjen keq qe po largohesh?
sv: Synd att du måste lämna oss

# Message displayed to the user requesting for his account deletetion
source: Are you sure you want to delete your account?
ar: هل أنت واثق من أنك تريد حذف حسابك ؟
ca: Estàs segur/a que vols eliminar el compte?
cs: Opravdu chcete smazat účet?
da: Er du sikker på du vil slette din konto?
fa: آیا از حذف حساب کاربری خود مطمئن هستید؟
fr: Êtes-vous certain de vouloir supprimer votre compte ?
pl: Czy jesteś pewien, że chcesz usunąć swoje konto?
pt: Tem certeza que quer apagar a sua conta?
ru: Вы уверены, что хотите удалить ваш аккаунт?
sk: Naozaj chcete odstrániť svoje konto?
sq: A je i sigurt qe do te fshishe llogarine tende?
sv: Är du säker på att du vill ta bort ditt konto?

# Confirm account deletion button
source: Delete account
ar: حذف الحساب
ca: Elimina compte
cs: Smazat účet
da: Slet konto
fa: حذف حساب کاربری
fr: Supprimer mon compte
pl: Usuń konto
pt: Excluir conta
ru: Удалить аккаунт
sk: Odstrániť konto
sq: Fshi llogarine
sv: Ta bort konto

# Remove address form action
source: Remove Address
ar: إزالة العنوان
bg_bg: Изтриване на адрес
ca: Elimina adreça
cs: Odebrat adresu
da: Fjern adresse
fa: حذف آدرس
fr: Supprimer l'adresse
pl: Usuń adres
pt: Remover endereço
ru: Удалить адрес
sk: Odstráňiť adresu
sq: Fshi adresen
sv: Ta bort adress

# Remove address form action
source: Cancel
ar: إلغاء
bg_bg: Отмяна
ca: Cancel·la
cs: Zrušit
da: Annuller
fa: لغو
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anullo
sv: Avbryt
uk: Відмінити

# Edit address page title
source: Edit address
ar: تعديل العنوان
bg_bg: Редакция на адрес
ca: Edita adreça
cs: Upravit adresu
da: Skift adresse
fa: ویرایش آدرس
fr: Modifier l'adresse
pl: Edytuj adres
pt: Editar endereço
ru: Редактировать адрес
sk: Upraviť adresu
sq: Ndrysho adresen
sv: Ändra adress
uk: Редагувати адресу

# New address page title
source: New address
ar: عنوان جديد
bg_bg: Нов адрес
ca: Nova adreça
cs: Nová adresa
da: Ny adresse
fa: آدرس جدید
fr: Nouvelle adresse
pl: Nowy adres
pt: Novo endereço
ru: Новый адрес
sk: Nová adresa
sq: Adrese e re
sv: Ny adress
uk: Нова адреса

# Main navigation item
source: Home
ar: الصفحة الرئيسية
bg_bg: Начало
ca: Inici
cs: Domů
da: Hjem
fa: خانه
fr: Accueil
pl: Strona główna
pt: Início
ru: Домой
sk: Domov
sq: Faqja kryesore
sv: Hem
uk: Дім

# Edit/new address breadcrumb
source: Your profile
ar: ملفك الشخصي
bg_bg: Твоят профил
ca: El teu perfil
cs: Váš profil
da: Din profil
fa: پروفایل شما
fr: Votre profile
pl: Twój profil
pt: Seu perfil
ru: Ваш профиль
sk: Tvoj profil
sq: Profili
sv: Din profil
uk: Ваш профіль

# Edit address breadcrumb
source: Edit address
ar: تعديل العنوان
bg_bg: Редакция на адрес
ca: Edita adreça
cs: Upravit adresu
da: Skift adresse
fa: ویرایش آدرس
fr: Modifier l'adresse
pl: Edytuj adres
pt: Editar endereço
ru: Редактировать адрес
sk: Upraviť adresu
sq: Ndrysho adresen
sv: Ändra adress
uk: Редагувати адресу

# New address breadcrumb
source: New address
ar: عنوان جديد
bg_bg: Нов адрес
ca: Nova adreça
cs: Nová adresa
da: Ny adresse
fa: آدرس جدید
fr: Nouvelle adresse
pl: Nowy adres
pt: Novo endereço
ru: Новый адрес
sk: Nová adresa
sq: Adrese e re
sv: Ny adress
uk: Нова адреса

# Edit address title
source: Edit address
ar: تعديل العنوان
bg_bg: Редакция на адрес
ca: Edita adreça
cs: Upravit adresu
da: Skift adresse
fa: ویرایش آدرس
fr: Modifier l'adresse
pl: Edytuj adres
pt: Editar endereço
ru: Редактировать адрес
sk: Upraviť adresu
sq: Ndrysho adresen
sv: Ändra adress
uk: Редагувати адресу

# New address title
source: New address
ar: عنوان جديد
bg_bg: Нов адрес
ca: Nova adreça
cs: Nová adresa
da: Ny adresse
fa: آدرس جدید
fr: Nouvelle adresse
pl: Nowy adres
pt: Novo endereço
ru: Новый адрес
sk: Nová adresa
sq: Adrese e re
sv: Ny adress
uk: Нова адреса

# Edit/new address primary action
source: Save changes
ar: حفظ التعديلات
bg_bg: Запази промените
ca: Desa canvis
cs: Uložit změny
da: Gem ændringer
fa: ذخیره تغییرات
fr: Sauvegarder les modifications
pl: Zapisz zmiany
pt: Guardar alterações
ru: Сохранить изменения
sk: Uložiť zmeny
sq: Ruaj ndryshimet
sv: Spara ändringar
uk: Зберегти зміни

# User profile page title
source: Your profile
ar: ملفك الشخصي
bg_bg: Твоят профил
ca: El teu perfil
cs: Váš profil
da: Din profil
fa: پروفایل شما
fr: Votre profile
pl: Twój profil
pt: Seu perfil
ru: Ваш профиль
sk: Tvoj profil
sq: Profili
sv: Din profil
uk: Ваш профіль

# Main navigation item
source: Your account
ar: حسابك الشخصي
bg_bg: Вашият акаунт
ca: El teu compte
cs: Váš účet
da: Din konto
fa: حساب کاربری
fr: Votre compte
pl: Twoje konto
pt: Sua conta
ru: Ваш аккаунт
sk: Váš účet
sq: Llogaria juaj
sv: Ditt konto
uk: Ваш обліковий запис

source: My account
ar: حسابي
bg_bg: Моят акаунт
ca: El meu compte
cs: Můj účet
da: Min konto
fa: حساب من
fr: Mon compte
pl: Moje konto
pt: Minha conta
ru: Мой аккаунт
sk: Môj účet
sq: Llogaria ime
sv: Mitt konto
uk: Мій обліковий запис

# User profile tab
source: Recent Orders
ar: الطلبات الجديدة
bg_bg: Последни поръчки
ca: Comandes recents
cs: Nedávné objednávky
da: Seneste ordrer
fa: سفارش های جدید
fr: Récentes commandes
pl: Ostatnie zamówienia
pt: Pedidos recentes
ru: Последние заказы
sk: Nedávne objednávky
sq: Porosite e fundit
sv: Senaste ordrar
uk: Нещодавні замовлення

# User profile tab
source: Change password
ar: تغيير كلمة السر
bg_bg: Смяна на парола
ca: Canvia contrasenya
cs: Změnit heslo
da: Skift kodeord
fa: تغییر رمز عبور
fr: Modifier votre mot de passe
pl: Zmiana hasła
pt: Mudar senha
ru: Изменить пароль
sk: Zmeniť heslo
sq: Ndrysho fjalekalimin
sv: Ändra lösenord
uk: Змінити пароль

# User profile tab
source: Contact details
da: Kontaktoplysninger
fa: جزئیات تماس
pl: Dane kontaktowe
pt: Detalhes de contato
ru: Контакты
sq: Te dhenat e kontaktit
sv: Kontaktuppgifter

# User profile tab
source: Settings
ar: الإعدادات
ca: Configuracions
cs: Nastavení
da: Indstillinger
fa: تنظیمات
fr: Paramètres
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sq: Te dhenat
sv: Inställningar

# Recent orders column title
source: Order
ar: طلب الشراء
bg_bg: Поръчка
ca: Comanda
cs: Objednávka
da: Ordrer
fa: سفارش
fr: Commande
pl: Zamówienie
pt: Encomenda
ru: Заказ
sk: Objednávka
sq: Porosite
uk: Замовлення

# Recent orders column title
source: Date
ar: تاريخ
bg_bg: Дата
ca: Data
cs: Datum
da: Dato
fa: تاریخ
pl: Data
pt: Data
ru: Дата
sk: Dátum
sq: Data
sv: Datum
uk: Дата

# Recent orders column title
source: Summary
ar: كشف حساب
bg_bg: Резюме
ca: Resum
cs: Shrnutí
da: Opsummering
fa: خلاصه
fr: Résumé
pl: Podsumowanie
pt: Resumo
ru: Сумма заказа
sk: Zhrnutie
sq: Permbledhja
sv: Sammanfattning
uk: Підсумок

# Recent orders column title
source: Payment status
ar: حالة الدفع
ca: Estat de pagament
da: Betalingsstatus
fa: وضعیت پرداخت
pl: Status płatności
pt: Status do pagamento
ru: Статус платежа
sk: Stav platby
sq: Statusi i pageses
sv: Betalstatus

# Recent orders column title
source: Order status
ar: حالة الطلب
ca: Estat de comanda
da: Ordre status
fa: وضعیت سفارش
pl: Stan zamówienia
pt: Status do pedido
ru: Статус заказа
sk: Stav objednávky
sq: Statusi i porosise

# Recent orders link text
source: Details
ar: تفاصيل
bg_bg: Детайли
ca: Detalls
cs: Detaily
da: Detaljer
fa: جزییات
fr: Détails
pl: Szczegóły
pt: Detalhes
ru: Подробности
sk: Podrobnosti
sq: Detajet
sv: Detaljer
uk: Деталі

# No recent orders text
source: There are not any completed orders yet.
ar: لا توجد أي طلبات شراء مكتملة حتى الآن.
bg_bg: Все още няма завършени поръчки.
ca: Encara no hi ha cap comanda completada.
cs: Zatím tu nejsou žádné dokončené objednávky.
da: Der er ikke nogen gennemførte ordre endnu.
fa: هنوز سفارش تکمیل شده ای ندارید.
fr: Aucune commande n'a été passée.
pl: Nie ma jeszcze zakończonych zamówień.
pt: Não existem pedidos concluídos ainda.
ru: Пока нет ни одного завершенного заказа.
sk: Zatiaľ nie sú žiadne dokončené objednávky.
sq: Nuk ka asnje porosi te perfunduar per momentin.
sv: Det finns inga färdiga ordrar än
uk: Немає виконаних замовлень.

# User profile action
source: Change password
ar: تغيير كلمة السر
bg_bg: Смяна на парола
ca: Canvia contrasenya
cs: Změnit heslo
da: Skift kodeord
fa: تغییر رمز عبور
fr: Modifier votre mot de passe
pl: Zmiana hasła
pt: Mudar senha
ru: Изменить пароль
sk: Zmeniť heslo
sq: Ndrysho fjalekalimin
sv: Ändra lösenord
uk: Змінити пароль

# User profile settings
source: Personal Data
da: Personlig data
fa: اطلاعات شخصی
pl: Dane osobiste
pt: Dados Pessoais
ru: Личные данные
sq: Te dhenat personale
sv: Personlig information

# User profile action
source: Update
ar: تحديث
ca: Actualitza
da: Opdater
fa: به روزرسانی
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera

# List of adresses in contact details
source: Addresses
da: Adresser
fa: آدرس
pl: Adresy
pt: Endereços
ru: Адреса
sq: Adresat
sv: Adresser

# User address action
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# No addresses text
source: You will see new addresses here after first successful checkout.
ar: سترى عناوين جديدة هنا بعد أول عملية شراء ناجحة.
bg_bg: Тук ще видите новите адреси след първото успешно плащане.
ca: Aquí es podrà veure la nova adreça després del primer procés de compra completat correctament.
cs: Nová adresa se zobrazí po první úspěšné objednávce.
da: Du vil se nye adresser her efter første vellykkede checkout.
fa: بعد از اولین خرید، آدرس های جدیدی قابل مشاهده خواهند بود.
fr: Vous verrez les nouvelles adresses ici après votre premier achat.
pl: Nowy adres pojawi się tutaj po pierwszym udanym zakupie
pt: Você vai ver novos endereços aqui, após o seu primeiro check-out bem sucedido.
ru: Вы увидите новые адреса после первого успешного оформления заказа.
sk: Po prvej úspešnej platbe uvidíte nové adresy.
sq: Do te shohesh adresat e reja ketu vetem pasi te kesh nje perfundim porosie te suksesshme.
sv: Du kommer att se den nya adress här efter din första lyckade utcheckning
uk: Тут відображатиметься адреса після першого успішного замовлення.

# Message informing about the process of account removal
source: If you'd like to remove your account, please click on the button below and a confirmation email will be sent to you.
ar: إذا كنت ترغب في إزالة حسابك ، يرجى النقر فوق الزر أدناه وسيتم إرسال رسالة تأكيد إليك عبر الإيميل
ca: Si el que vols és eliminar el compte, si us plau, clica al botó de sota i rebràs un correu electrònic de confirmació.
cs: Pokud chcete účet zrušit, klikněte prosím na níže uvedené tlačítko. Bude Vám zaslán potvrzující e-mail.
da: Hvis du vil fjerne din konto, skal du klikke på knappen nedenfor og en bekræftelsesemail bliver sendt til dig.
fa: اگر مایلید حساب کاربری خود را حذف کنید، لطفا روی دکمه ی زیر کلیک کنید و یک ایمیل تایید برای شما فرستاده خواهد شد
fr: Si vous souhaitez supprimer votre compte, cliquez sur le bouton ci-dessous. Puis un courriel de confirmation vous sera remis.
pl: Jeżeli chciałbyś usunąć swoje konto, kliknij na przycisk poniżej a wyślemy Ci email z potwierdzeniem.
pt: Se você deseja remover sua conta, por favor, clique no botão abaixo e um e-mail para confirmação será enviado para si.
ru: Если вы хотите удалить свою учетную запись, нажмите на кнопку ниже, и вам будет отправлено электронное письмо с подтверждением.
sk: Ak si želáte odstrániť Vaše konto, prosím kliknite na tlačidlo dolu a zašleme Vám potvrdzovací mail.
sq: Nese ke deshire te fshini llogarine tuaj ateher klikoni ne butonin me poshte dhe nje email me konfirmimin do te vi tek ju.
sv: Om du vill ta bort ditt konto, vänligen klicka på knappen nedan och ett bekräftelsemail kommer att skickas till dig

# Remove account form action
source: Remove Account
ar: إزالة حساب
ca: Elimina compte
cs: Odstranit účet
da: Fjern konto
fa: حذف حساب کاربری
fr: Suppression du compte
pl: Usuń konto
pt: Remover conta
ru: Удалить Аккаунт
sk: Odstráňiť konto
sq: Fshi profilin
sv: Ta bort konto

# Login page title
source: Log in
ar: تسجيل دخول
bg_bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
fa: ورود
fr: Connexion
pl: Logowanie
pt: Entrar
ru: Войти
sk: Prihlásiť
sv: Logga in
uk: Вхід

# Login form secondary title
source: Don't have an account yet?
ar: ليس لديك حساب حتى الأن ؟
bg_bg: Все още нямате акаунт?
ca: Encara no tens un compte?
cs: Nemáte ještě účet?
da: Har du en konto endnu?
fa: حساب کاربری ندارید؟
fr: Vous n'avez pas de compte ?
pl: Nie masz jeszcze konta?
pt: Não tem uma conta ainda?
ru: Еще не зарегистрировались?
sk: Ešte nemáte účet?
sq: Nuk keni hapur akoma nje profil?
sv: Inget konto än?
uk: Ще не маєте акаунта?

# Login form secondary action
source: Register
ar: التسجيل .
bg_bg: Регистрация
ca: Registrat
cs: Registrovat
fa: ثبت نام
fr: Inscription
pl: Załóż konto
pt: Registo
ru: Зарегистрироваться
sk: Registrácia
sq: Regjistrohu
sv: Registrera
uk: Зареєструватися

# Login form title
source: Log in
ar: تسجيل دخول
bg_bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
fa: ورود
fr: Connexion
pl: Logowanie
pt: Entrar
ru: Войти
sk: Prihlásiť
sv: Logga in
uk: Вхід

# Already logged in warning message
source: You are already logged in as %(user)s.
bg_bg: Вече сте влезли като %(user)s
ca: Ja estàs loguejat com a %(user)s.
cs: Již jste přihlášen jako uživatel %(user)s
da: Du er allerede logget ind som %(user)s.
fa: شما در حال حاضر به عنوان %(user)s در سایت لاگین هستید.
fr: Vous êtes déjà connecté en tant que %(user)s
pl: Jesteś już zalogowany/a jako %(user)s.
pt: Encontra-se ligado como %(user)s.
ru: Вы уже вошли в систему как %(user)s
sk: Už ste prihlásení ako %(user)s.
sq: Ju jeni tashme te loguar si %(user)s.
sv: Redan inloggad som %(user)s

# Login form primary action
source: Log in
ar: تسجيل دخول
bg_bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
fa: ورود
fr: Connexion
pl: Zaloguj
pt: Entrar
ru: Войти
sk: Prihlásiť
sv: Logga in
uk: Вхід

# Login form secondary link
source: Forgot password?
ar: هل نسيت كلمة السر ؟
bg_bg: Забравена парола
ca: Has oblidat la contrasenya?
cs: Zapomenuté heslo?
da: Glemt kodeord?
fa: رمزعبور را فراموش کرده اید؟
fr: Mot de passe oublié ?
pl: Nie pamiętasz hasła?
pt: Esqueceu a senha?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sq: Keni harruar fjalekalimin?
sv: Glömt ditt lösenord?
uk: Забули пароль?

# Password change breadcrumb
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Password change form legend
source: Change Password
ar: تغيير كلمة السر
bg_bg: Промяна на паролата
ca: Canvia contrasenya
cs: Změnit heslo
da: Skift kodeord
fa: تغییر رمزعبور
fr: Modification de votre mot de passe
pl: Zmiana hasła
pt: Mudar a senha
ru: Изменить пароль
sk: Zmeniť heslo
sq: Ndrysho fjalekalimin
sv: Ändra lösenord
uk: Змінити Пароль

# Password change form primary action
source: Save new password
ar: حفظ كلمة سر جديدة
bg_bg: Запазване на паролата
ca: Desa contrasenya nova
cs: Uložit nové heslo
da: Gem nyt kodeord
fa: ذخیره ی رمزعبور جدید
fr: Appliquer
pl: Zapisz nowe hasło
pt: Guardar a nova senha
ru: Сохранить новый пароль
sk: Uložiť nové heslo
sq: Ruaj fjalekalimin e ri
sv: Spara nytt lösenord
uk: Зберегти новий пароль

# Password reset page title
source: Password reset
ar: إعادة ضبط كلمة المرور
bg_bg: Рестартиране на паролата
ca: Contrasenya restablerta
cs: Reset hesla
da: Nulstil kodeord
fa: بازیابی رمزعبور
fr: Ré-initialisation du mot de passe
pl: Reset hasła
pt: Repor a senha
ru: Сбросить пароль
sk: Obnova hesla
sq: Rifresko fjalekalimin
sv: Återställ lösenord
uk: Скинути пароль

# Password reset form title
source: Forgot your password?
ar: هل نسيت كلمة السر ؟
bg_bg: Забравена парола?
ca: Has oblidat la teva contrasenya?
cs: Zapomenuté heslo?
da: Glemt dit kodeord?
fa: رمزعبور را فراموش کرده اید؟
fr: Mot de passe oublié
pl: Nie pamiętasz hasła?
pt: Esqueceu sua senha?
ru: Забыли пароль?
sk: Zabudli ste Vaše heslo?
sq: Keni harruar fjalekalimin?
sv: Glömt ditt lösenord?
uk: Забули свій пароль?

# Password reset form help text
source: Please let us know the email you have used to register or purchase at our store.
ar: يرجى إعلامنا بالبريد الإلكتروني الذي استخدمته للتسجيل أو الشراء من متجرنا
bg_bg: Моля, уведомете ни за имейла, който сте използвали при регистрация или покупка в нашия магазин.
ca: Si us plau, diga'ns quin correu electrònic has utilitzat per a registrar-te o comprar a la nostra botiga.
cs: Prosím zadejte email, který jste použili pro registraci nebo objednávku v našem obchodě.
da: Lad os venligst vide, hvilken e-mail du har brugt til at registrere eller købe i vores butik.
fa: ایمیلی که با آن در فروشگاه ما ثبت نام کرده اید را وارد کنید.
fr: Merci de renseigner l'adresse mail que vous aviez utilisée pour vous enregistrer ou acheter dans notre magasin.
pl: Podaj nam adres e-mail, którego użyto do założenia konta albo do złożenia zamówienia w naszym sklepie.
pt: Por favor, deixe-nos saber, o seu e-mail que usava para registrar ou comprar na nossa loja.
ru: Пожалуйста сообщите нам ваш адрес электронной почты, который вы использовали для регистрации или при совершении покупки в нашем магазине.
sk: Prosím daj nám vedieť email ktorý si použil na registráciu alebo nákup v tomto obchode.
sq: Ju lutem vendosni emailin te cilin keni perdorur per tu regjistruar ose per te blere ne dyqanin tone.
sv: Vänligen meddela oss den E-post adress som du har använt för att registrera eller köpa i vår butik.
uk: Будь ласка, повідомте нам email, який ви використовували для реєстрації або покупок в нашому магазині.

# Password reset primary action
source: Continue
ar: متابعة
bg_bg: Продължава
ca: Continua
cs: Pokračovat
da: Fortsæt
fa: ادامه
fr: Continuer
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sv: Fortsätt
uk: Продовжити

# Password reset done page title
source: Password Reset
ar: إعادة كلمة السر
bg_bg: Рестартиране на паролата
ca: Contrasenya restablerta
cs: Reset hesla
da: Kodeord nulstilling
fa: بازیابی رمزعبور
fr: Ré-initialisation du mot de passe
pl: Reset hasła
pt: Redefinir senha
ru: Сбросить пароль
sk: Resetovanie hesla
sq: Ndrysho Fjalekalimin
sv: Återställ lösenord
uk: Скинути Пароль

# Password reset done title
source: Password Reset
ar: إعادة كلمة السر
bg_bg: Рестартиране на паролата
ca: Contrasenya restablerta
cs: Reset hesla
da: Kodeord nulstilling
fa: بازیابی رمزعبور
fr: Ré-initialisation du mot de passe
pl: Reset hasła
pt: Redefinir senha
ru: Сбросить пароль
sk: Resetovanie hesla
sq: Ndrysho Fjalekalimin
sv: Återställ lösenord
uk: Скинути Пароль
