Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

source: Staff members are users who have access to the dashboard.<br> You can create staff members by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button or by using option "Promote to staff" in the customer details view.
bg_bg: Членовете на персонала са потребители, които имат достъп до таблото за управление.<br> Можете да създадете членове на екипа с помощта на <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона или чрез опцията "Насърчаване на персонала" в изгледа с подробности за клиента.
ca: Els treballadors de l'equip són usuaris que tenen accés al tauler.<br> Podeu crear treballadors mitjançant el botó <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> o utilitzant l'opció "Promociona treballador" a la vista de detalls del client.
cs: Zaměstnanci jsou uživatelé, kteří mají přístup ke kontrolního panelu.<br> Zaměstnance můžete vytvořit pomocí <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> tlačítka nebo pomocí možnosti ''Povýšit na zaměstnance'' v zobrazení detailů zákazníka.
da: Medarbejdere er brugere, der har adgang til instrumentbrættet.<br> Du kan oprette medarbejdere ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen eller ved at bruge valgmuligheden "Forfrem til personale" i kundeoplysningerne.
fa: اعضای کارکنان کاربرانی هستند که به پنل دسترسی دارند.<br> شما میتوانید با استفاده از دکمه ی <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> یا با استفاده از گزینه ی "ارتقا به کارکنان" در جزئیات مشتریان به اعضای کارکنان جدید اضافه کنید.
fr: Les membres du personnel sont des utilisateurs qui ont accès au tableau de bord.<br> Vous pouvez créer des membres de l'équipe en utilisant ce bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> ou en utilisant l'option "Promouvoir membre du personnel" dans les détails d'un client donné.
pl: Pracownicy to użytkownicy którzy mają dostęp do panelu sterowania.<br> Pracowników można tworzyć klikając na przycisk <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> lub używając opcji "Nadaj uprawnienia pracownika" w widoku szczegóły klienta.
pt: Membros da equipe são usuários que têm acesso ao painel dashboard.<br> Você pode criar membros da equipe usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> ou usando a opção "Promover a Funcionário" na exibição de detalhes do cliente.
ru: Сотрудники - это пользователи, которые имеют доступ к панели инструментов. <br> Вы можете создавать сотрудников с помощью кнопок <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> или с помощью опции "пригласить в персонал" в представлении детальных сведений о клиенте.
sk: Zamestnanci sú užívatelia, ktorí majú prístup k dashboardu.<br> Nových zamestnancov môžte pridať použitim tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> alebo možnosťou "Povýšiť na zamestnanca" v detailoch zákazníika.
sv: Anställda är användare som har access till dashboarden.<br> Du kan skapa anställda genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen, eller genom valet "Uppgrader till anställd" i kund detaljer.

# Tax details breadcrumbs
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Country tax rates list title
source: Tax rates in %(country_name)s
ca: Taxes d'impostos a %(country_name)s
cs: Daňové sazby v %(country_name)s
da: Skatteprocent i %(country_name)s
fa: نرخ مالیات در %(country_name)s
fr: TVA en %(country_name)s
pl: Stawka podatku dla kraju: %(country_name)s
pt: Taxas de imposto em %(country_name)s
ru: Налоговая ставка в %(country_name)s
sk: Sadzby DPH v %(country_name)s
sq: Vlerat e taksave ne %(country_name)s
sv: Momssatser i %(country_name)s

# Country tax rates list header
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Country tax rates list header
source: Value
ar: قيمة
bg_bg: Стойност
ca: Valor
cs: Hodnota
da: Værdi
fa: بها
fr: Valeur
pl: Wartość
pt: Valor
ru: размер
sk: Hodnota
sq: Vlera
sv: Värde
uk: Значення

# Empty country tax rates list
source: No tax rates
ca: Sense impostos
cs: Žádné daňové sazby
da: Ingen skatteprocent
fa: نرخ مالیات نبود
fr: Aucune TVA
pl: Brak stawek podatków
pt: Sem Taxa de imposto
ru: Налоги не взимаются
sk: Žiadne sadzby dane
sq: Ska taksa
sv: Ingen Momssats

# Dashboard taxes list
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Dashboard configure taxes settings
source: Configure taxes
ar: تكوين الضرائب
ca: Configurar impostos
cs: Nakonfigurujte daně
da: Konfigurer skatter
fa: تنظیم مالیات
fr: Configurer la TVA
pl: Skonfiguruj podatki
pt: Configurar taxas
ru: Настроить сборы
sk: Nastaviť dane
sq: Konfiguro taksat
sv: Konfigurera Moms

# Dashboard site taxes settings form title
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos (IVA)
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

source: Dashboard
ar: لوحة التحكم
bg_bg: Табло
ca: Panell
cs: Kontrolní panel
fa: داشبورد
fr: Tableau de bord
pl: Panel sterowania
pt: Painel de controle
ru: Панель управления
sk: Admin
uk: Центр керування

# Dashboard site taxes settings form help text
source: If selected, taxes will be calculated using below formula:
ca: Si es selecciona, els impostos es calcularan mitjançant la fórmula següent:
cs: Pokud je zvoleno, budou daně vypočítány pomocí vzorce níže:
da: Hvis valgt, beregnes skatter ved hjælp af nedenstående formel:
fa: بعد از انتخاب، مالیات با فرمول زیر محاسبه خواهد شد:
fr: Si sélectionné, la TVA sera calculée selon la formule ci-dessous:
pl: Jeśli zaznaczone, podatki będą naliczane z użyciem poniższej formuły:
pt: Se selecionado, impostos serão calculados usando a fórmula abaixo:
ru: Если отмечено, сборы будут рассчитываться по формуле ниже:
sk: Ak zvolené, dane budú počítané podla vzorca:
sv: Om vald, moms kommer att beräknas enligt formeln:

# Dashboard site taxes settings form help text
source: tax_amount = (tax_rate * price) / (1 + tax_rate)
da: moms beløb = (moms rate * pris) / (1 + moms rate)
fa: مقدار_مالیات = (نرخ_مالیات * قیمت)/ (1 + نرخ مالیات)
fr: Montant TVA = (Taux TVA * Prix) / (1 + Taux TVA)
pl: wartość_podatku = (stawka_podatku * cena) / (1 + stawka_podatku)
pt: valor_imposto = (% imposto * preço) / (1 + % imposto)
ru: сумма_сбора = (налог * цена) / (1 + налог)
sk: výška_dane = (sadzba_dane * cena / (1 + sadzba_dane)
sv: moms = (momssats*pris)/(1+momssats)

# Dashboard site taxes settings form help text
source: For example: product with price 4.00 € and 19%% VAT will have net price calculated to 3.36 € and tax to 0.64 € (rounded)
cs: Například: produkt s cenou 4,00 € a 19 %% DPH bude mít čistou cenu vypočtenou na 3,36 € a daň na 0,64 € (zaokrouhleno)
da: For eksempel: vare med pris 4,00 € og 19%% moms vil have nettopris beregnet til 3,36 € og skat til 0,64 € (afrundet)
fr: Par exemple: un produit à 4,00 € et 19%% de TVA va avoir un prix net calculé à 3,36 € et une tva de 0,64 € (arrondi)
pl: Dla przykładu: produkt kosztujący 4,00 € i 19%% VAT, będzie miał wyliczoną cenę netto równą 3,36 € i podatek równy 0,64€ (zaokrąglone)
pt: Por exemplo: produto com preço 4,00 € e 23%% de IVA terá preço líquido calculado de 3,25 € e IVA de R$ 0,75 (aproximadamente)
ru: Например: товар c ценой 1000 ₽ и налогом в 20%% будет иметь нетто-цену в 833 ₽ и налог 167 ₽ (округлено)
sk: Napríklad tovar v hodnote 4.00 € s 19%% DPH bude mať čistú cenu vypočítanú ako 3.36 € and daň bude 0.64 € (zaokrúhlene)
sv: Till exempel: Produkt med pris 125 SEK och 25%% Moms, kommer att ha ett nettopris på 100 SEK och 25 SEK moms

source: Storefront
ar: الواجهة
ca: Aparador
cs: Obchod
fa: فروشگاه
fr: Boutique
pl: Sklep
pt: Loja
ru: Витрина магазина
sk: Výklad
sv: Butik

# Dashboard site taxes settings form help text
source: If selected, prices displayed for customers in the storefront will be gross and taxes will be calculated at checkout.
ca: Si es selecciona, els preus que es mostren per als clients a la botiga seran bruts i els impostos es calcularan durant el procés de compra .
cs: Pokud je vybráno, budou ceny zobrazené pro zákazníky v prodejně hrubé a daně budou vypočteny při pokladně.
da: Hvis valgt, vil priserne for kunderne i butiksforretningen blive brutto, og skat vil blive beregnet ved kassen.
fr: Si sélectionné, les prix affichés pour les clients sera le prix TTC et la TVA sera calculée lors du passage de la commande.
pl: Jesli zaznaczone, ceny wyświetlane w sklepie dla klientów będą cenami brutto a podatki będą obliczane w trakcie składania zamówienia.
pt: Se selecionado, os preços exibidos para os clientes na loja serão brutos e os impostos serão calculados no checkout.
ru: Если выбрано, цены показанные для клиентов на витрине магазина будут валовыми и наценка будет рассчитываться при оформлении заказа.
sk: Ak zvolené, ceny vo výklade sa budú zobrazovať zákazníkom v hrubom, a dane budú počítané až pri dokončeni objednávky
sv: Om vald, kommer priserna som visas för kunderna i butikskassan att vara brutto och skatter kommer att beräknas vid utcheckning.

# Dashboard site taxes settings form help text
source: If selected, standard tax rate will be charged on a shipping price.
cs: Pokud je vybrána, standardní sazba daně bude účtována za cenu přepravy.
da: Hvis valgt, vil standardskattesatsen blive opkrævet på en fragtpris.
fr: Si sélectionné, le taux TVA standard sera chargé sur le prix de livraison.
pl: Jeżeli zaznaczone, do kosztów przesyłki zostanie doliczona standardowa stawka podatku.
pt: Se selecionado, a taxa de imposto padrão será cobrada sobre o valor do frete.
ru: Если выбрано, стандартная ставка налога будет взиматься с цены доставки.
sk: Ak zvolené, štandardná sadzba dane bude uplatnená na cenu doručenia.
sv: Om vald, kommer standardmoms att tas ut på fraktkostnaden.

# Taxes help text
source: Taxes are charged according to the rates applicable in the country to which the order is delivered. For now, only rates in European Union are handled.
ar: يتم فرض الضرائب وفقًا للضرائب السارية في البلد الذي تم تسليم الطلب إليه. حالياً ، يتم التعامل مع الأسعار في الاتحاد الأوروبي فقط.
ca: Els impostos es cobren segons les tarifes aplicables al país al qual s'envia la comanda. De moment, només es gestionen taxes de la Unió Europea.
cs: Daně jsou účtovány podle sazby platné v zemi, do které je objednávka doručena. Prozatím jsou v Evropské unii vyřizovány pouze sazby.
da: Skatter opkræves i henhold til gældende satser i det land, ordren leveres til. For øjeblikket håndteres kun satser i EU.
fr: La TVA est chargée en accord avec les taux TVA applicables avec le pays de livraison. Pour le moment, seuls les taux Européens sont pris en charge.
pl: Podatki są naliczane na podstawie stawek podatkowych kraju do którego jest wysyłane zamówienie. Aktualnie obsługiwane są tylko kraje Uni Europejsiej.
pt: Os impostos são cobrados de acordo com as taxas aplicáveis no país para o qual o pedido é entregue. Por enquanto, apenas as taxas na União Europeia são tratadas.
ru: Налоги взимаются в соответствии с тарифами, применяемыми в стране доставки заказа. На данный момент обрабатываются только тарифы в Европейском Союзе.
sk: Sadzba dane je počítaná podľa krajiny doručenia. Momentálne sú brané do úvahy len sadzby krajín EU.
sq: Taksat llogariten ne baze te vendit ku porosia do dergohet. Per momentin, vetem vlerat e taksave ne EU llogariten.
sv: Moms tas ut enligt de priser som gäller i det land som ordern levereras till. För närvarande hanteras endast priser i Europeiska unionen.

# Taxes table header
source: Country code
ar: الرمز الدولي
ca: Codi de país
cs: Kód země
da: Landekode
fa: کد کشور
fr: Code du Pays
pl: Kod kraju
pt: Código do país
ru: Код страны
sk: Kód krajiny
sq: Kodi i shtetit
sv: Landskod

# Taxes table header
source: Country name
ar: اسم الدولة
ca: Nom de país
cs: Jméno země
da: Landenavn
fa: نام کشور
fr: Nom du pays
pl: Nazwa kraju
pt: Nome do país
ru: Имя страны
sk: Krajina
sv: Landsnamn

# Empty taxes message
source: No taxes found.
ar: لا توجد ضرائب.
ca: No hi ha impostos.
cs: Nebyly nalezeny žádné daně.
da: Ingen skatter fundet
fa: بدون مالیات
fr: Aucune TVA trouvée
pl: Nie znaleziono podatków.
pt: Nenhum imposto encontrado.
ru: Сборы не найдены
sk: Neboli nájdené dane.
sq: Asnje taks nuk u gjet.
sv: Ingen moms hittades

# Taxes site settings title
source: Configuration
ar: إعفاء
bg_bg: Конфигурация
ca: Configuraicó
cs: Nastavení
da: Konfiguration
fa: تنظیمات
pl: Ustawienia
pt: Configuração
ru: Настройки
sk: Konfigurácia
sq: Konfigurimi
sv: Inställningar
uk: Конфігурація

# Site settings field
source: All products prices are entered with tax included
ar: تم إدخال جميع أسعار المنتجات مع الضريبة المدرجة
ca: Tots els preus dels productes entrats inclouen taxes.
cs: Ceny všech produktů jsou uvedeny včetně daně
da: Alle produkters priser er opført med skat inkluderet
fa: قیمت تمام محصولات با مالیات گنجانده شده است
fr: Tous les prix de produits incluent la TVA
pl: Wszystkie ceny produktów zawierają podatki
pt: Todos os preços dos produtos são inclusos com os impostos
ru: Все цены на товары включают в себя сумму налога
sk: Všetky ceny produktov sú zadávané vrátane dane
sv: Alla produkter anges med moms inkluderat

# Include taxes in prices setting description
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
fa: بله
fr: Oui
pl: Tak
pt: sim
ru: Да
sk: Ano
sq: Po
sv: Ja
uk: Так

# Include taxes in prices setting description
source: No
ar: لا
cs: Ne
da: Nej
fa: خیر
fr: Non
pl: Nie
pt: Não
ru: Нет
sk: Nie
sq: Jo
sv: Nej
uk: Ні

# Site settings field
source: Show gross prices to customers in the storefront
ar: عرض الأسعار الإجمالية للعملاء في واجهة المتجر
ca: Mostra els preus bruts als clients de la botiga
cs: Ukázat hrubé ceny zákazníkům v obchodě
da: Vis bruttopriser til kunder i butiksfronten
fr: Afficher les prix bruts aux clients dans la boutique
pl: Pokazuj klientom ceny brutto
pt: Mostrar preço bruto a clientes na loja
ru: Отображать фактурные цены покупателям на витрине магазина
sk: Vo výklade ukazovať zákazníkom hrubé ceny
sv: Visa bruttopris för kunder i butiken

# Show customers gross prices setting description
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
fa: بله
fr: Oui
pl: Tak
pt: sim
ru: Да
sk: Áno
sq: Po
sv: Ja
uk: Так

# Show customers gross prices setting description
source: No
ar: لا
cs: Ne
da: Nej
fa: خیر
fr: Non
pl: Nie
pt: Não
ru: Нет
sk: Nie
sq: Jo
sv: Nej
uk: Ні

# Site settings field
source: Charge taxes on shipping rates
ar: فرض ضرائب على أسعار الشحن
ca: Carregar impostos a les despeses d'enviament
cs: Poplatky za přepravu
da: Opkræv skatter på fragtpriser
fr: Appliquer la TVA sur les frais d'expédition
pl: Doliczaj podatki do kosztów wysyłki
pt: Cobrar impostos sobre taxas de envio
ru: Брать налог с расценок на доставку
sk: Účtovať daň za dopravu
sv: Lägg på moms för fraktkostnad

# Charge taxes on shipping rates setting description
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
fa: بله
fr: Oui
pl: Tak
pt: Sim
ru: Да
sk: Ano
sq: Po
sv: Ja
uk: Так

# Charge taxes on shipping rates setting description
source: No
ar: لا
cs: Ne
da: Nej
fa: خیر
fr: Non
pl: Nie
pt: Não
ru: Нет
sk: Nie
sq: Jo
sv: Nej
uk: Ні

# Site settings configure taxes action
source: Configure taxes
ar: تكوين الضرائب
ca: Configurar impostos
cs: Nakonfigurujte daně
da: Konfigurer skatter
fa: پیکربندی مالیات
fr: Configurer la TVA
pl: Skonfiguruj podatki
pt: Configurar taxas
ru: Настроить сборы
sk: Nastavenia daní
sq: Konfiguro taksat
sv: Konfigurera Moms

# Site settings fetch tax rates action
source: Fetch tax rates
ca: Obtenir taxes d'impostos
cs: Načíst daňové sazby
da: Hent skatteprocenter
fa: مالیات بر ارزش افزوده
fr: Actualiser les taux TVA
pl: Pobierz stawki podatków
pt: Localizar taxa de imposto
ru: Получить наценку
sk: Získať sadzby dane
sq: Vendos taksat
sv: Hämta momssatser

source: No taxes found.
ar: لا توجد ضرائب.
ca: No hi ha impostos.
cs: Nebyly nalezeny žádné daně.
da: Ingen skatter fundet
fa: بدون مالیات
fr: Aucune TVA trouvée
pl: Nie znaleziono podatków.
pt: Nenhum imposto encontrado.
ru: Сборы не найдены
sk: Neboli nájdené dane.
sq: Asnje taks nuk u gjet.
sv: Ingen moms hittades

source: Taxes define tax rates used in European Union countries and needs to be fetched manually.<br> To enable fetching taxes, please provide your access key to <a href="https://vatlayer.com/">vatlayer</a> API in settings file.
ca: Els impostos defineixen els tipus d'impostos utilitzats als països de la Unió Europea i s'han d'obtenir manualment.<br> Per habilitar l'obtenció d'impostos, proporcioneu la clau d'accés a l'API de<a href="https://vatlayer.com/"> Vatlayer al fitxer de configuració.
cs: Daně definují daňové sazby používané v zemích Evropské unie a musí být vybírány ručně.<br> Chcete-li povolit načítání daní, uveďte prosím klíč <a href="https://vatlayer.com/"> vatlayer </a> API v souboru nastavení.
da: Skatter definerer skattesatser, der anvendes i EU-lande og skal hentes manuelt.<br> For at aktivere hentning af skatter, angiv venligst din adgangskode til <a href="https://vatlayer.com/">vatlayer</a> API i indstillingsfilen.
fr: Les taxes définissent les TVA utilisés dans les pays membres de l'Union européenne et doivent être récupérées manuellement.<br> Pour chercher automatiquement les TVA, merci de fournir votre clé d'accès à <a href="https://vatlayer.com/">vatlayer</a> API dans le fichier de paramètres.
pl: Podatki definiują stawki podatków w krajach Uni Europejskiej i muszą być pobrane ręcznie.<br> Aby móc pobierać stawki podatków, podaj swój klucz dostępu to <a href="https://vatlayer.com/">vatlayer</a> API w pliku konfiguracyjnym.
pt: Os impostos definem as taxas de impostos usados nos países da União Européia e precisam ser buscados manualmente.<br> Para ativar a obtenção de impostos, forneça sua chave de acesso para <a href="https://vatlayer.com/">vatlayer</a> API no arquivo de configurações.
ru: Налоги определяют налоговые ставки, используемые в странах Европейского Союза, и их необходимо вывести вручную. <br> Чтобы включить взимание налогов, предоставьте ключ доступа к API-интерфейсу <a href="https://vatlayer.com/">vatlayer </a>в файле настроек.
sk: Sadzby dane v krajinách EU je potrebné získať ručne.<br> Na ich automatické získavanie je potrebné zadať prístupový kľúč (access key) k <a href="https://vatlayer.com/">vatlayer</a> API v nastaveniach (settings.py).
sv: Moms definierar skattesatser som används i EU-länder och måste hämtas manuellt. För att aktivera hämtning av moms, ange din åtkomstnyckel till <a href="https://vatlayer.com/">VAT fältet</a> API i inställningsfliken.

# Homepage title
source: Promo & Sale
bg_bg: Промо и продажби
ca: Promoció i saldos
cs: Propagace a prodej
da: Tilbud og Udsalg
fa: تخفیف
fr: Promotions & Soldes
pl: Promocja i Wyprzedaż
pt: Promoções e Venda
ru: Промо и Скидка
sk: Promo & Zľava
sq: Promo & Ulje
uk: Промо і Продажі

# Homepage title
source: from the Northpole
bg_bg: от Северния полюс
ca: des del Pol Nord
cs: od severního pólu
da: fra Nordpolen
fa: از قطب شمال!
fr: Du Pôle Nord
pl: z bieguna północnego
pt: do Northpole
ru: с Северного полюса
sk: zo severného pólu
sv: Från Nordpolen
uk: з Північого полюсу

# Homepage action
source: Shop now
ar: تسوق الآن
bg_bg: Пазарувай
ca: Comprar ara
cs: Koupit teď
da: Shop nu
fa: همین الان بخر
fr: Acheter maintenant
pl: Kupuj teraz
pt: Compre agora
ru: Купить сейчас
sk: Nakupuj teraz
sq: Bli tani
sv: Handla nu
uk: Купуй зараз

# Homepage title
source: Size & Colours
ar: الحجم والألوان
bg_bg: Размер и цветове
ca: Mida i colors
cs: Velikost & Barvy
da: Størrelse og farve
fa: سایز و رنگ‌بندی
fr: Taille & Couleurs
pl: Rozmiary i kolory
pt: Tamanho e Cores
ru: Размер и Цвета
sk: Číslo & Farby
sq: Permasat & Ngjyrat
sv: Storlek och färg
uk: Позміри і Кольори

# Homepage title
source: Digital Downloads
ar: التنزيلات الرقمية
bg_bg: Дигитално сваляне
ca: Descàrregues digitals
cs: Digitální stahování
da: Digitale downloads
fa: دانلود دیجیتال
fr: Téléchargements
pl: Do pobrania w formie cyfrowej
pt: Downloads Digitais
ru: Цифровые загрузки
sk: Digitálne preberanie
sv: Digital nedladdning
uk: Цифрові завантаження

# Homepage title
source: Featured products
bg_bg: Последни продукти
ca: Productes destacats
cs: Populární produkty
da: Fremhævede produkter
fa: محصولات برجسته
fr: Produits à l'affiche
pl: Produkty umieszczone na stronie głównej
pt: Produtos em destaque
ru: Избранные продукты
sk: Vybrané produkty
sq: Produktet me te njejta karakteristika
sv: Utvalda produkter
uk: Рекламовані товари

# Dashboard form labels
source: (optional)
bg_bg: (По желание)
ca: (opcional)
cs: (volitelný)
da: (valgfri)
fa: (اختیاری)
fr: (optionnel)
pl: (opcjonalne)
pt: (opcional)
ru: (выборочно)
sk: (voliteľný)
sq: (opsionale)
sv: (valfritt)
uk: (необов'язково)

source: File
bg_bg: Файл
ca: Fitxer
cs: Soubor
da: Fil
fa: فایل
fr: Fichier
pl: Plik
pt: Arquivo
ru: Файл
sk: Súbor
sq: Dosje
sv: Fil
uk: Файл

# Message showing how many chars were used out of maximum field's length
source: %(current_chars_count)s</span> of %(max_chars_count)s characters used
ca: %(current_chars_count)s</span> de %(max_chars_count)s caràcters utilitzats
cs: %(current_chars_count)s</span> of %(max_chars_count)spoužitých znaků
da: %(current_chars_count)s</span> af %(max_chars_count)s karakterer brugt
fr: %(current_chars_count)s</span> sur %(max_chars_count)s caractères utilisés
pl: Użyto %(current_chars_count)s</span> z %(max_chars_count)s znaków
pt: %(current_chars_count)s</span> de %(max_chars_count)s caracteres usados
ru: %(current_chars_count)s</span> из %(max_chars_count)s символов
sk: Použitých %(current_chars_count)s</span> z %(max_chars_count)s znakov
sq: %(current_chars_count)s</span> nga %(max_chars_count)s karaktere te perdorura
sv: %(current_chars_count)s</span> av %(max_chars_count)s tecken används

# Order details address title
source: Shipping address
ar: عنوان الشحن
bg_bg: Адрес за доставка
ca: Adreça d'enviament
cs: Dodací adresa
da: Forsendelsesadresse
fa: آدرس ارسال
fr: Adresse de livraison
pl: Adres dostawy
pt: Endereço de entrega
ru: Адрес доставки
sk: Dodacia adresa
sq: Adresa e dergeses
sv: Leveransadress
uk: Адреса доставки

# Order details address title
source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس فاکتور
fr: Adresse de facturation
pl: Adres nabywcy
pt: Endereço de cobrança
ru: Адрес плательщика
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Платіжна адреса

# Order details column title
source: Product
ar: منتج
bg_bg: Продукт
ca: Producte
cs: Produkt
da: Produkt
fa: کالا
fr: Produit
pl: Produkt
pt: Produtos
ru: Продукт
sk: Produkt
sq: Artikull
sv: Produkt
uk: Товар

# Order details column title
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
fr: Quantité
pl: Ilość
pt: Quantidade
ru: Количество
sk: množstvo
sq: Sasia
sv: Antal
uk: Кількість

# Order details column title
source: Price
ar: السعر
bg_bg: Цена
ca: Preu
cs: Cena
da: Pris
fa: قیمت
fr: Prix
pl: Cena
pt: Preço
ru: Цена
sk: Cena
sq: Cmimi
sv: Pris
uk: Ціна

# Order details subtotal row text
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: جمع کل
fr: Sous total
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом
