Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Unpublished page details text
source: <strong>Warning!</strong> You are previewing a page that will become visible on <strong>%(date)s</strong>.
ca: <strong>Atenció!</strong>Estàs previsualitzant una pàgina que serà visible el <strong>%(date)s</strong>.
cs: <strong>Upozornění!</strong> Zobrazíte náhled stránky, na které se bude zobrazovat <strong>%(date)s</strong>.
da: <strong>Advarsel!</strong> Du forhåndsvises en side, der bliver synlig på <strong>%(date)s</strong>.
fa: <strong>هشدار!</strong> شما در حال دیدن صفحه ای هستید که در <strong>%(date)s</strong> منتشر خواهد شد.
fr: <strong>Attention !</strong> Vous regardez une page qui ne sera disponible que le <strong>%(date)s</strong>.
pl: <strong>Uwaga!</strong> Przeglądasz stronę, która zostanie opublikowana dnia <strong>%(date)s</strong>.
pt: <strong>Aviso!</strong> Está a previsualizar uma página que ficará visível em <strong>%(date)s</strong>.
ru: <strong>Внимание!</strong> Вы смотрите страницу, которая станет доступна <strong>%(date)s</strong>.
sk: <strong>Pozor!</strong> Prehliadate stránku, ktorá sa zviditeľní <strong>%(date)s</strong>.
sv: <strong>Warning!</strong> Du förhandsgranskar en sida kommer att bli publiceras den <strong>%(date)s</strong>.

# Product price filter
source: from
ar: من
bg_bg: от
ca: de
cs: od
da: fra
fa: از
fr: de
pl: od
pt: de
ru: от
sk: od
sq: nga
sv: från
uk: від

# Product price filter
source: to
ar: إلى
bg_bg: към
ca: per
cs: do
da: til
fa: تا
fr: à
pl: do
pt: até
ru: до
sk: do
sq: per
sv: till
uk: до

# Product list page filters
source: Clear filters
ar: مسح الفلاتر
bg_bg: Изчистване на филтрите
ca: Neteja filtres
cs: Vymazat filtry
da: Ryd filtre
fa: پاک کردن فیلترها
fr: Effacer les filtres
pl: Wyczyść filtry
pt: Limpar filtros
ru: Очистить
sk: Vynulovať filtre
sq: Fshi filtrat
sv: Rensa filter
uk: Очистити фільтри

# Apply filters button
source: Update results
da: Opdater resultater
fa: بروز رسانی نتایج
pl: Zaktualizuj wyniki
pt: Atualizar resultados
ru: Обновить
sq: Ndrysho rezultatet

# product price range
source: from
ar: من
bg_bg: от
ca: des de
cs: od
da: fra
fa: از
fr: de
pl: od
pt: de
ru: от
sk: od
sq: nga
sv: från
uk: від

# Product details text
source: <strong>Warning!</strong> You are previewing a product that will become visible on <strong>%(date)s</strong>.
bg_bg: <strong>Предупреждение!</strong> Преглеждате продукт, който ще се вижда на <strong>%(date)s</strong>.
ca: <strong>Atenció!</strong>Estàs previsualitzant un producte que serà visible el <strong>%(date)s</strong>.
cs: <strong>Upozornění!</strong> Prohlížíte si produkt, který se bude zobrazovat <strong>%(date)s</strong>.
da: <strong>Advarsel!</strong> Du forhåndsviser et produkt, der bliver synligt på <strong>%(date)s</strong>.
fa: <strong>هشدار!</strong> شما در حال دیدن محصولی هستید که در <strong>%(date)s</strong> منتشر خواهد شد.
fr: <strong>Attention !</strong> Vous regardez un produit qui ne sera disponible que le <strong>%(date)s</strong>.
pl: <strong>Uwaga!</strong> Przeglądasz produkt, który zostanie opublikowany dnia <strong>%(date)s</strong>.
pt: <strong>Atenção!</strong> Você está visualizando um produto que se tornará visível em <strong>%(date)s</strong>.
ru: <strong>Предупреждаем!</strong> Вы просматриваете продукт, который станет видимым <strong>%(date)s</strong>.
sk: <strong>Pozor!</strong> Produkt sa stane viditeľným <strong>%(date)s</strong>.
sv: <strong>Warning!</strong> Du förhandsgranskar en produkt kommer att bli publiceras den <strong>%(date)s</strong>.
uk: <strong>Увага!</strong> Перегляд продукту що буде видимий <strong>%(date)s</strong>.

# Product details link text
source: Edit in dashboard
ar: عدل في لوحة التحكم
bg_bg: Редактиране в панела
ca: Edita al panell
cs: Upravit v kontrolním panelu
da: Rediger på dashboard
fa: ویرایش در داشبورد
fr: Modifier dans le tableau de bord
pl: Edytuj w panelu sterowania
pt: Editar no painel
ru: Редактировать в панели управления
sk: Úprava v informačnom paneli
sq: Ndrysho ne dashboard
sv: Ändra i dashboard
uk: Редагування в центрі керування

# Product details page vat rate value
source: including %(tax_rate)s%% VAT
ca: inclòs %(tax_rate)s%%IVA
cs: včetně %(tax_rate)s%% DPH
da: Inkluder %(tax_rate)s%% moms
fr: TTC (%(tax_rate)s%%)
pl: zawiera %(tax_rate)s%% VAT
pt: Incluindo%(tax_rate)s%% de ICMS
ru: включая %(tax_rate)s%% НДС
sk: vrátane %(tax_rate)s%% DPH
sq: duke perfshire %(tax_rate)s%% VAT
sv: inkluderar %(tax_rate)s%% moms

# Product details page vat rate value
source: excluding %(tax_rate)s%% VAT
ca: exclòs %(tax_rate)s%% IVA
cs: nezahrnuje %(tax_rate)s%% DPH
da: Undtag %(tax_rate)s%% moms
fr: HT (%(tax_rate)s%%)
pl: nie zawiera %(tax_rate)s%% VAT
pt: Excluindo %(tax_rate)s%% de ICMS
ru: исключая %(tax_rate)s%% НДС
sk: bez %(tax_rate)s%% DPH
sq: duke mos perfshire %(tax_rate)s%% VAT
sv: exkluderat %(tax_rate)s%% moms

# Product details primary action
source: Add to cart
ar: إضافة إلى البطاقة
bg_bg: Добавяне в картата
ca: Afegeix al carret
cs: Do košíku
da: Tilføj til kurv
fa: به سبد خرید اضافه کن
fr: Ajouter au panier
pl: Dodaj do koszyka
pt: Adicionar ao carrinho
ru: Добавить в корзину
sk: Pridať do košíka
sq: Shto ne karte
sv: Lägg till i varukorg
uk: Додати в корзину

# Product details text
source: This product is currently <strong>unavailable</strong>.
bg_bg: Този продукт <strong>не е наличен</strong>
ca: Aquest producte <strong>no està disponible</strong>.
cs: Tento produkt je momentálně <strong>nedostupný</strong>.
da: Dette produkt er på nuværende tidspunkt <strong>ikke tilgængeligt</strong>.
fa: محصول در حال حاضر <strong>در دسترسی</strong> نیست.
fr: Ce produit n'est <strong>pas disponible</strong> actuellement.
pl: Ten produkt jest aktualnie <strong>niedostępny</strong>.
pt: Este produto está atualmente <strong> indisponível</strong>.
ru: Данный продукт в данное время <strong>недоступен</strong>.
sk: Tento produkt je aktuálne <strong>nedostupný</strong>.
sq: Ky produkt per momentin <strong>nuk eshte i disponueshem</strong>.
sv: Denna produkt är för närvarande <strong>otillgänglig</strong>.
uk: Товару наразі <strong>немає в наявності</strong>.

# Product details title
source: Description
ar: الوصف
bg_bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
fa: توضیحات
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
sq: Pershkrimi
sv: Beskrivning
uk: Опис

# Filter heading title
source: Filters
ar: فلاتر
bg_bg: Филтри
ca: Filtres
cs: Filtry
da: Filtre
fa: فیلترها
fr: Filtres
pl: Filtry
pt: Filtros
ru: Фильтры
sk: Filtre
sq: FIltrat
sv: Filter
uk: Фільтр

source: Sort by: <b>name</b>
bg_bg: Сортиране по: <b>име </b>
ca: Ordena per <b>nom</b>
cs: Řadit podle: <b>jména</b>
da: Sortér efter: <b>navn</b>
fa: مرتب سازی بر اساس: <b>اسم</b>
fr: Trier par : <b>nom</b>
pl: Sortowanie: <b>nazwa </b>
pt: Ordenar por: <b>nome</b>
ru: Сортировать по: <b>имени</b>
sk: Zoradiť podľa: <b>mena</b>
sq: Renditur sipas: <b>emrit</b>
sv: Sortera på <b>namn</b>
uk: Сортувати по: <b>імені</b>

source: Sort by: <b>price</b>
bg_bg: Сортиране по: <b>цена</b>
ca: Ordena per: <b>preu</b>
cs: Řadit podle: <b>ceny</b>
da: Sortér efter: <b>pris</b>
fa: مرتب سازی بر اساس: <b>قیمت</b>
fr: Trier par : <b>prix</b>
pl: Sortowanie: <b>cena </b>
pt: Ordenar por: <b>preço</b>
ru: Сортировать по: <b>цене</b>
sk: Zoradiť podľa: <b>ceny</b>
sq: Renditur sipas: <b>cmimit</b>
sv: Sortera på <b>pris</b>
uk: Сортувати по: <b>ціні</b>

# Product list filters
source: Sort by
ar: ترتيب بحسب
bg_bg: Сортиране по
ca: Orderna per
cs: Řadit podle
da: Sortér efter
fa: مرتب سازی بر اساس
fr: Trier par
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
sk: Zoradiť podľa
sq: Rendit sipas
sv: Sortera på
uk: Сортувати по

# sort by option
source: ascending
ar: تصاعدي
bg_bg: възходящо
ca: ascendent
cs: vzestupně
da: stigende
fa: صعودی
fr: ascendant
pl: rosnąco
pt: ascendente
ru: по возрастанию
sk: vzostupne
sq: ne ngjitje
sv: stigande
uk: висхідний

# sort by option
source: descending
ar: تنازلي
bg_bg: низходящо
ca: descendent
cs: sestupně
da: faldende
fa: نزولی
fr: descendant
pl: malejąco
pt: descendente
ru: по убыванию
sk: zostupne
sq: ne zbritje
sv: fallande
uk: спускаєтся

# Search without results text
source: Sorry, no matches found for your request.
ar: عذرا ، لم يتم العثور على ما يطابق طلبك.
bg_bg: За съжаление не бяха намерени съответствия от вашата заявка.
ca: No s'ha trobat cap coincidència per a la vostra petició.
cs: Je nám líto, pro váš požadavek nebyly nalezeny žádné výsledky.
da: Beklager, ingen matches blev fundet
fa: پوزش، نتیجه ای شما یافت نشد.
fr: Aucun résultat n'a été trouvé.
pl: Przykro nam, nie znaleziono pasujących wyników.
pt: Nenhuma correspondência encontrada para o seu pedido
ru: Извините, совпадений по вашему запросу не найдено.
sk: Je nám ľúto, žiadna zhoda nebola nájdená.
sq: Na falni, asnje rezultat nuk doli nga kerkesa juaj.
sv: Tyvärr, inga träffar hittades för din förfrågan.
uk: Вибачте, збіги відсутні.

# Search without results text
source: Try again or shop new arrivals.
ar: حاول مرة أخرى أو شاهد المنتجات الأحدث
bg_bg: Опитайте отново или пазарувайте ново пристигащи.
ca: Torna-ho a provar o comprova les novetats.
cs: Zkuste to znovu nebo si prohlédněte nabídku našich produktů
da: Prøv igen eller køb nye ankomster.
fa: مجددا سعی کنید یا از محصولات جدید بازدید کنید.
fr: Réessayez ou attendez pour de nouvelles arrivées !
pl: Spróbuj ponownie lub przejrzyj nasze nowe produkty.
pt: Tente de novamente, ou navegue pelas categorias
ru: Попробуйте еще раз или посмотрите новые поступления.
sk: Skúste to znova alebo zmente parametre.
sq: Provo serish ose shiko hyrjet e reja.
sv: Försök igen eller handla nyheter
uk: Спробуйте знову чи замовте нові надходження.

source: Search:
ar: البحث:
bg_bg: Търсене
ca: Cerca:
cs: Vyhledávání:
da: Søg:
fa: جستجو:
fr: Recherche :
pl: Szukaj:
pt: Pesquisa:
ru: Поиск:
sk: Vyhľadávanie:
sq: Kerko:
sv: Sök:
uk: Пошук:

# Account delete reset e-mail subject
source: Delete your account
ar: احذف حسابك
ca: Elimina el teu compte
cs: Smazání účtu
da: Slet din konto
fa: حساب کاربری خود را حذف کنید
fr: Suppression de votre compte
pl: Usuń swoje konto
pt: Excluir sua conta
ru: Удалить вашу учётную запись
sk: Odstrániť svoje konto
sq: Fshi profilin tend
sv: Ta bort ditt konto

# Account delete reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a deletion of your user account at %(domain)s. Click the link below to delete your account. Please note that this action is permanent and cannot be reversed.
pl: Cześć, otrzymujesz tego emaila ponieważ Ty lub ktoś inny zażądał usunięcie Twojego konta użytkownika w %(domain)s. Kliknij na poniższy link aby usunąć Twoje konto. Weź pod uwagę, że usunięcie konta jest trwałe i nie może być cofnięte.
ru: Вы получили это письмо, потому что вы или кто-то еще запросил удаление вашей учетной записи пользователя на %(domain)s. Нажмите на ссылку ниже, чтобы удалить свой аккаунт. Обратите внимание, что это действие является окончательным и не может быть отменено.
sq: Ky email ju ka ardhur sepse dikush tjeter ose ju ka kerkuar fshirjen e profilit tuaj ne %(domain)s. Klinko linkun me poshte per te fshire profilin tuaj. Po ju kujtojme qe ky veprim eshte i pakthyeshem.

# Password reset e-mail subject
source: Password reset e-mail
ar: بريد الإلكتروني لإعادة تعيين كلمة المرور
ca: Correu de restauració de contrasenya
cs: E-mail s obnovením hesla
da: Kodeord nulstillings email
fa: بازنشانی رمز عبور ایمیل
fr: Ré-initialisation du mot de passe
pl: Resetowanie hasła
pt: E-mail de Redefinição de Senha
ru: Письмо для сброса пароля
sk: Email na obnovnie hesla
sq: Email per ndryshim e fjalekalimit
sv: E-post för återställning av lösenord

# Password reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
pl: Cześć, otrzymujesz tego e-maila ponieważ Ty lub ktoś inny zażądał resetu hasła dla Twojego konta w %(domain)s. Tę wiadomość możesz bezpiecznie zignorować, jeśli to nie Ty żądałeś resetu hasła. Kliknij na poniższy link aby zresetować hasło.
pt: Está a receber este e-mail porque foi solicitado a mudança da senha para a sua conta que se encontra registada em %(domain)s. Porderá ignorar este email se não pretender redefinir a sua senha. Caso pretenda redefinir a sua senha, clique no link abaixo.
ru: Вы получили это письмо потому, что вы или кто-то еще запросил пароль для вашей учетной записи пользователя на %(domain)s. Если вы не запрашивали сброс пароля, это письмо можно смело игнорировать. Либо нажмите на ссылку ниже, для сброса пароля.
sq: Ky email ju ka ardhur sepse dikush tjeter ose ju ka kerkuar ndryshimin e fjalekalimit per profilin tuaj ne %(domain)s. Mundet thjesht ta injoroni emailin nese ju nuk e keni bere kerkesen. Klikoni ne linkun me poshte per te ndryshuar fjalekalimin.

# Set password for customer e-mail title
source: Hello from %(site_name)s!
ca: Hola des de %(site_name)s!
da: Hej fra %(site_name)s!
fa: خوش‌آمدگویی از طرف %(site_name)s!
pl: Witaj na %(site_name)s!
pt: Olá de %(site_name)s!
ru: Привет от %(site_name)s!
sk: Dobrý deň z %(site_name)s!
sq: Pershendetje nga %(site_name)s!
sv: Hej ifrån %(site_name)s!

# Set password for customer e-mail text
source: You're receiving this e-mail because you have to set a password for your customer account at %(domain)s. Click the link below to reset your password.
pl: Cześć, otrzymujesz tego e-maila, ponieważ musisz ustawić hasło dla Twojego konta w %(domain)s. Kliknij w link poniżej, aby zresetować hasło.
ru: Вы получили это электронное письмо, потому что вы должны задать пароль для своей учетной записи клиента на %(domain)s. Нажмите на ссылку ниже, чтобы сбросить пароль.
sq: Ky email ju ka ardhur sepse ju keni ndryshuar fjalekalimin per profilin tuaj si klient te %(domain)s. Klikoni linkun me poshte per te ndryshuar fjalekalimin tuaj.

source: Hello from %(site_name)s!
ca: Hola des de %(site_name)s!
cs: Zdravíme z %(site_name)s!
da: Hej fra %(site_name)s!
fa: خوش‌آمدگویی از طرف %(site_name)s!
fr: Bonjour de %(site_name)s !
pl: Witaj na %(site_name)s!
pt: Olá de %(site_name)s!
ru: Привет от %(site_name)s!
sk: Dobrý deň z %(site_name)s!
sq: Pershendetje nga %(site_name)s!
sv: Hej ifrån %(site_name)s!

# Promote customer to staff member confirmation e-mail text
source: You're receiving this e-mail because you have been promoted to staff member at %(domain)s.
pl: Cześć, otrzymujesz tego maila, ponieważ przyznano Ci uprawnienia pracownika w %(domain)s.
ru: Вы получили это письмо, потому что вас повысили в должности до сотрудника на %(domain)s.

# Set password for staff member e-mail title
source: Hello from %(site_name)s!
ca: Hola des de %(site_name)s!
cs: Zdravíme z %(site_name)s!
da: Hej fra %(site_name)s!
fa: خوش‌آمدگویی از طرف %(site_name)s!
fr: Bonjour de %(site_name)s !
pl: Witaj na %(site_name)s!
pt: Olá de %(site_name)s!
ru: Привет от %(site_name)s!
sk: Dobrý deň z %(site_name)s!
sq: Pershendetje nga %(site_name)s!
sv: Hej ifrån %(site_name)s!

# Set password for staff member e-mail text
source: You're receiving this e-mail because you have to set a password for your staff member account at %(domain)s. Click the link below to reset your password.
pl: Cześć, otrzymujesz tego e-maila, ponieważ musisz ustawić hasło dla Twojego konta pracownika w %(domain)s. Kliknij w link poniżej, aby zresetować hasło.
ru: Вы получили это письмо, потому что вы должны задать пароль для своей учетной записи сотрудника на %(domain)s. Нажмите на ссылку ниже, чтобы сбросить пароль.

# Fulfillment confirmation email subject
source: A shipment from order %(order)s is on the way
ca: Ja està de camí l'enviament de la comanda %(order)s
cs: Vaše objednávka %(order)s je na cestě
da: En forsendelse fra ordre %(order)s er på vej
fr: Un envoi de la commande %(order)s est en route
pt: tenho boas notícias, a sua encomenda%(order)s já está a caminho
ru: Заказ %(order)s отправлен к вам
sk: Zásielka z objednávky %(order)s je na ceste

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of shipped products.
pt: Obrigado pela sua encomenda. Segue em abaixo a lista do artigos encomendados.
ru: Спасибо за ваш заказ. Ниже приведен список отправленных товаров.

# Fulfillment confirmation email text
source: You can track your shipment with %(tracking_number)s code.
ca: Pots fer el seguiment del teu enviament amb aquest codi de seguiment: %(tracking_number)s
cs: Vaši zásilku můžete sledovat pod tímto kódem:%(tracking_number)s
da: Du kan følge din forsendelese med %(tracking_number)s.
fa: شما میتوانید با دنبال کردن کد %(tracking_number)s از وضعیت خرید خود مطلع شوید.
fr: Vous pouvez suivre votre envoi avec le code %(tracking_number)s.
pl: Swoją przesyłkę możesz śledzić przy użyciu kodu %(tracking_number)s.
pt: Você pode acompanhar sua encomenda com este código de rastreio%(tracking_number)s.
ru: Вы можете отслеживать доставку с помощью кода %(tracking_number)s.
sk: Zásielku môžte sledovať s kódom %(tracking_number)s.
sq: You mund te shikoni statusin e transportit me kodin %(tracking_number)s.
sv: Du kan spåra din leverans med spårningsnummer: %(tracking_number)s

# Order confirmation e-mail subject
source: Order details
ca: Detalls de comanda
cs: Detail objednávky
da: Ordredetaljer
fa: جزییات سفارش
fr: Détails de la commande
pl: Szczegóły zamówienia
pt: Detalhes do pedido
ru: Данные заказа
sk: Detaily objednávky
sq: Detajet e porosise
sv: Orderdetaljer
uk: Деталі замовлення

# Order confirmation e-mail text
source: Thank you for your order. Below is the list of ordered products. To see your payment details please visit: %(order_details_url)s
pl: Cześć, dziękujemy za zamówienie. Poniżej znajduje się lista zamówionych produktów. Aby zobaczyć szczegóły płatności, odwiedź poniższy link: %(order_details_url)s
pt: Obrigado pela sua encomenda. Em baixo encontra-se a lista dos produtos encomendados. Para ver os detalhes de pagamento visite: %(order_details_url)s
ru: Спасибо за ваш заказ. Ниже приведен список заказанных товаров. Чтобы увидеть подробности вашего платежа, пожалуйста, перейдите на: %(order_details_url)s
sq: Faleminderit per porosine tuaj. Me poshte eshte lista e artikujve te porositur. Per te pare detajet e pageses, ju lutem shkoni te linku: %(order_details_url)s

# Order confirmation e-mail table header
source: Order summary
ar: ملخص الطلبية
bg_bg: Резюме на поръчката
ca: Resum de comanda
cs: Přehled objednávky
da: Ordresammendrag
fa: خلاصه سفارش
fr: Récapitulatif de la commande
pl: Podsumowanie zamówienia
pt: Resumo da encomenda
ru: Краткое описание заказа
sk: Prehľad objednávky
sq: Permbledhja e porosise
sv: Ordersammanfattning
uk: Підсумок замовлення

# Order confirmation e-mail table header
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: جمع کل
fr: Sous total
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом

# Order confirmation e-mail table header
source: Shipping
ar: الشحن
bg_bg: Доставка
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
fr: Livraison
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt
uk: Всі покупки

# Order confirmation e-mail table header
source: Taxes (included)
ar: (شامل) الضرائب
ca: Impostos (inclosos)
cs: DPH (zahrnuto)
da: Skatter (inkluderet)
fa: مالیات(افزوده)
fr: TVA (incluse)
pl: Podatki (wliczone)
pt: Com Impostos
ru: Налоги (включены)
sk: Daňe (zahrnuté)
sq: Taksat (e perfshira)
sv: Moms(Inkluderad)

# Order confirmation e-mail table header
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Order confirmation e-mail table header
source: Discount:
ar: خصم:
ca: Descompte:
cs: Sleva:
da: Rabat
fa: تخفیف:
fr: Remise :
pl: Zniżka:
pt: Desconto:
ru: Скидка:
sk: Zľava:
sq: Ulja:
sv: Rabatt:

# Order confirmation e-mail table header
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Всего
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Разом

# Order confirmation e-mail billing address
source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس فاکتور
fr: Adresse de facturation
pl: Adres nabywcy
pt: Endereço de cobrança
ru: Платежный адрес
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Адреса оплати

# Order confirmation e-mail shipping address
source: Shipping address
ar: عنوان الشحن
bg_bg: Адрес за доставка
ca: Adreça d'enviament
cs: Dodací adresa
da: Forsendelsesadresse
fa: آدرس ارسال
fr: Adresse de livraison
pl: Adres dostawy
pt: Endereço de entrega
ru: Адрес доставки
sk: Dodacia adresa
sq: Adresa e dergeses
sv: Leveransadress
uk: Адреса доставки

# Order confirmation e-mail text
source: No shipping required
ar: لا يتطلب الشحن
ca: No es necessita enviament
cs: Není požadována žádná přeprava
da: Ingen fragt kræves
fa: این خرید نیاز به تایید ندارد.
fr: Aucune livraison nécessaire.
pl: Ta przesyłka nie wymaga płatności za zamówienie
pt: Envio não é obrigatório
ru: Доставка не требуется
sk: Doprava nie je nutná
sq: Mungon transporti
sv: Ingen leverans krävs

# Payment confirmation subject
source: Payment details
ar: تفاصيل الدفع
bg_bg: Подробности на плащането
ca: Detalls del pagament
cs: Platební údaje
da: Betalingsdetaljer
fa: جزییات پرداخت
fr: Détails de paiement
pl: Szczegóły płatności
pt: Detalhes do pagamento
ru: Детали платежа
sk: Údaje o platbe
sq: Detajet e pageses
sv: Betaldetaljer
uk: Деталі платежу

# Payment confirmation email text
source: Thank you for your payment. To see your payment details please visit: %(order_details_url)s
pl: Cześć, dziękujemy za płatność. Aby zobaczyć szczegóły płatności, odwiedź link: %(order_details_url)s
pt: Obrigado pela realização do seu pagamento. Para ver os detalhes do pagamento visite: %(order_details_url)s
ru: Спасибо за оплату. Чтобы увидеть детали вашего платежа, пожалуйста, посетите: %(order_details_url)s
sq: Faleminderit per pagesen. Per te pare detajet e pageses ju lutem shkoni te linku: %(order_details_url)s

# Fulfillment update email subject
source: Shipping update for order %(order)s
ca: Enviament actualitzat per la comanda %(order)s
cs: Aktuální informace o dopravě objednávky %(order)s
da: Forsendelsesopdatering for ordre %(order)s
fr: Mise à jour de l'expédition de la commande %(order)s
pl: Aktualizacja przesyłki dla zamówienia %(order)s
pt: Atualização sobre o envio do pedido %(order)s
ru: Данные доставки заказа %(order)s обновлены
sk: Zmena v doručení objednávky%(order)s
sq: Dergesa e ndryshuar per porosine %(order)s
sv: Leveransuppdatering för order %(order)s

# Fulfillment update email text
source: Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
pl: Cześć, status Twojej przesyłki został zaktualizowany. Poniżej znajduje się lista zamówionych produktów, do których dodano nowy numer przesyłki.
pt: O estado da sua encomenda foi atualizada. Em baixo encontra-se a lista de artigos que foram alterados com novo número de rastreamento.
ru: Ваш статус доставки был обновлен. Ниже приведен список заказанных продуктов, которому был присвоен новый номер отслеживания.
sq: Statusi i dergeses suaj ka ndryshuar. Me poshte gjeni listen e produkteve te porositur qe kane ndryshuar me kodin e ri te transportit.
