Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Note confirmation email text
source: Hi! A new note has been added to your order. To see details please visit: %(url)s This is an automatically generated email, please do not reply. Sincerely, %(site_name)s
cs: Vážený zákazníku, Do vaší objednávky byla přidána nová poznámka. Podrobnosti naleznete na adrese: %(url)s Toto je automaticky generovaný e-mail, prosím neodpovídejte. S přátelským pozdravem, %(site_name)s
fr: Bonjour ! Une nouvelle note a été ajoutée à votre commande. Pour voir les détails, visitez %(url)s Ceci est un courriel automatiquement généré, merci de ne pas y répondre. Cordialement, %(site_name)s

# Payment confirmation email text
source: Hi! Thank you for your payment. To see your payment details please visit: %(url)s This is an automatically generated email, please do not reply. Sincerely, %(site_name)s
cs: Vážený zákazníku, Děkujeme za Vaší platbu. Pro zobrazení podrobností navštivte: %(url)s Tento e-mail je automaticky generován, prosím neodpovídejte S přátelským pozdravem, %(site_name)s
fr: Bonjour! Merci pour votre paiement. Pour voir les détails de votre paiement, visitez %(url)s Ceci est un courriel automatiquement généré, merci de ne pas y répondre. Cordialement, %(site_name)s

# Fulfillment update email text
source: Hi! Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
cs: Dobrý den, Vaše objednávka byla předána dopravci. Zásilku můžete sledovat pod sledovacím číslem
fr: Bonjour ! Le statut de votre envoi a été mis à jour. Voici la liste des articles commandés qui bénéficient d'un nouveau code de suivi.

# Fulfillment update email text
source: This is an automatically generated email, please do not reply. Sincerely, %(site_name)s
cs: Toto je automaticky generovaný e-mail, prosím neodpovídejte. S přátelským pozdravem, %(site_name)s
fr: Ceci est un courriel automatiquement généré, merci de ne pas y répondre. Cordialement, %(site_name)s

# Add line mutation error
source: Could not add item. Only %(remaining)d remaining in stock.
cs: Nepodařilo se přidat položku. Pouze %(remaining)d zbývající na skladě.

# Dashboard message related to an order
source: Order created from draft order
cs: Objednávka vytvořená z návrhu objednávky

# Dashboard message related to an order
source: Shipping confirmation email was sent to user(%(email)s)
cs: E-mail s potvrzením odeslání zásilky byl odeslán uživateli (%(email)s)

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled
cs: Zpracování # %(fulfillment)s zrušeno

# Dashboard message related to an order
source: Added note
cs: Přidaná poznámka

# Dashboard message related to an order
source: Order canceled
cs: Objednávka byla zrušena

# Payment description
source: Order %(order)s
cs: Objednávka %(order)s

# Dashboard message related to an order
source: Captured %(amount)s
cs: Zachyceno %(amount)s

# Dashboard message related to an order
source: Released payment
cs: Vyplacená platba

# Dashboard message related to an order
source: Refunded %(amount)s
cs: Vráceno %(amount)s

# Shipping method field
source: Description
bg_bg: Описание
cs: Popis
uk: Опис

# Order notes list
source: Notes
cs: Poznámky
uk: Помітка

# File as a digital product
source: digital_product
sq: produkt_dixhital

# Hamburger button text
source: menu
bg_bg: меню
uk: меню
