Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Checkout login page new users message
source: Registration is not required!
ar: التسجيل غير مطلوب!
bg_bg: Регистрацията не е задължителна!
ca: No cal registrar-se!
cs: Registrace není vyžadována!
da: Registrering er ikke påkrævet!
fa: نیاز به ثبت نام نیست
fr: L'enregistrement n'est pas obligatoire !
pl: Rejestracja nie jest wymagana!
pt: O registo não é necessário!
ru: Регистрация не требуется!
sk: Registrácia nie je povinná!
sq: Regjistrimi nuk eshte i nevojshem!
sv: Ingen registrering krävs!
uk: Реєстрація не потрібна!

# Checkout login form title
source: Existing customer? Log in.
ar: زبون حالي؟ سجل الدخول
bg_bg: Съществуващ клиент? Вход.
ca: Ja ets client? Inicia sessió.
cs: Vracející se zákazník? Přihlašte se.
da: Eksisterende kunde? Log ind.
fa: مشتری ما هستید؟ به سیستم وارد شوید
fr: Déjà client ? Connectez-vous.
pl: Istniejący klient? Zaloguj się.
pt: Cliente existente? Entrar.
ru: Уже зарегистрированы? Войти
sk: Ste už náš zákazník? Prihláste sa.
sq: Jeni klient? Log in.
sv: Befintlig kund? Logga in
uk: Існуючий покупець? Вхід.

# Checkout payment title
source: Payment
ar: الدفع
bg_bg: Плащане
ca: Pagament
cs: Platba
da: Betaling
fa: پرداخت
fr: Paiement
pl: Płatność
pt: Forma de pagamento
ru: Платеж
sk: Platba
sq: Pagesa
sv: Betalning
uk: Платіж

# Checkout payment primary action
source: Place order
ar: تقديم الطلب
bg_bg: Направи поръчка
ca: Realitza comanda
cs: Odeslat objednávku
da: Placer ordre
fa: ثبت سفارش
fr: Commander
pl: Złóż zamówienie
pt: Faça a encomenda
ru: Сделать заказ
sk: Miesto objednávky
sq: Porosit
sv: Lägg order
uk: Зробити замовлення

# Checkout shipping address title
source: Shipping address
ar: عنوان الشحن
bg_bg: Адрес за доставка
ca: Adreça d'enviament
cs: Dodací adresa
da: Forsendelsesadresse
fa: آدرس ارسال
fr: Adresse de livraison
pl: Adres dostawy
pt: Endereço de entrega
ru: Адрес доставки
sk: Dodacia adresa
sq: Adresa e dergeses
sv: Leveransadress
uk: Адреса доставки

# Checkout shipping address primary action
source: Continue
ar: متابعة
bg_bg: Продължава
ca: Continua
cs: Pokračovat
da: Fortsæt
fa: ادامه
fr: Continuer
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sv: Fortsätt
uk: Продовжити

source: Select other address
ar: اختر عنوان آخر
bg_bg: Изберете друг адрес
ca: Seleccionar una altra adreça
cs: Vybrat jinou adresu
da: Vælg anden adresse
fa: انتخاب آدرس دیگر
fr: Sélectionner une autre adresse
pl: Wybierz inny adres
pt: Selecione outro endereço
ru: Выбрать другой адрес
sk: Vyberte inú adresu
sq: Selekto nje adrese tjeter
sv: Välj annan adress
uk: Вибір іншої адреси

# Checkout shipping method form title
source: Shipping method
ar: طريقة الشحن .
bg_bg: Метод за доставка
ca: Mètode d'enviament
cs: Způsob dopravy
da: Fragtmetode
fa: روش ارسال
fr: Méthode de livraison
pl: Sposób dostawy
pt: Método de envio
ru: Способ доставки
sk: Spôsob dopravy
sv: Fraktsätt
uk: Метод доставки

# Checkout shipping method primary action
source: Continue
ar: متابعة
bg_bg: Продължава
ca: Continua
cs: Pokračovat
da: Fortsæt
fa: ادامه
fr: Continuer
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sv: Fortsätt
uk: Продовжити

# Message displayed to the user if there's no shipping methods for his country
source: Unfortunately we do not ship to your selected country. <br> Please enter an alternative shipping address or contact us, if you think that's a mistake.
da: Detværre sender vi ikke til det valgte land. <br> Vælg venligst en anden addresse eller kontakt os, hvis du mener der er tale om en fejl.
pl: Niestety nie wysyłamy zamówień do wybranego kraju. <br> Wybierz inny adres dostawy lub skontaktuj się z nami, jeżeli uważasz, że zaszła pomyłka.
ru: К сожалению, мы не осуществляем поставок в выбранную страну. <br> Пожалуйста, выберете другой адрес или свяжитесь с нами, если считаете, что здесь есть ошибка.
sq: Fatekeqeisht ne nuk dergojme porosi ne vendin tuaj. <br> Ju lutem vendos nje adrese te re ose na kontaktoni nese mendoni se informacioni nuk eshte i sakte.

# Checkout addresses form label
source: Same as shipping
ar: مماثلة لمعلومات الشحن
bg_bg: Същия като посочения за доставка
ca: La mateixa que la d'enviament
cs: Stejná jako dodací
da: Samme som forsendelse
fa: همان آدرس ارسال
fr: Identique à l'adresse de livraison
pl: Taki sam jak adres dostawy
pt: Mesmo que o transporte
ru: Совпадает с адресом доставки
sk: Rovnaka ako doručovacia adresa
sq: E njejta si e dergeses
sv: Samma som leverans
uk: Так само, як і доставка

# Checkout addresses form label
source: Enter a new address
ar: أدخل العنوان الجديد
bg_bg: Въведете нов адрес
ca: Introduir una nova adreça
cs: Zadejte novou adresu
da: Indtast en ny adresse
fa: آدرس جدید را وارد کنید
fr: Entrez une nouvelle adresse
pl: Podaj nowy adres
pt: Insira seu novo endereço
ru: Введите новый адрес
sk: Zadajte novú adresu
sq: Vendosni nje adres te re
sv: Ange Email adress
uk: Вкажіть нову адресу

# Checkout voucher form action
source: Remove
ar: إزالة
bg_bg: Премахва
ca: Elimina
cs: Odstranit
da: Fjern
fa: حذف
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort
uk: Видалити

# Checkout voucher form action
source: (Remove)
ar: (أزل)
bg_bg: (Премахва)
ca: (Elimina)
cs: (Odstranit)
da: (Fjern)
fa: )حذف(
fr: (Supprimer)
pl: (Usuń)
pt: (Remover)
ru: (Удалить)
sk: (Odstrániť)
sq: (Fshi)
sv: (Ta bort)
uk: (Видалити)

# Checkout voucher form action
source: Use
ar: استعمل
bg_bg: Употреба
ca: Utilitza
cs: Použít
da: Brug
fa: استفاده
fr: Utiliser
pl: Użyj
pt: Usar
ru: Использовать
sk: Použiť
sq: Perdor
sv: Använd
uk: Застосувати

# Checkout summary title
source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس فاکتور
fr: Adresse de facturation
pl: Adres nabywcy
pt: Endereço de cobrança
ru: Адрес плательщика
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Платіжна адреса

# Checkout shipping method
source: Change shipping method
ar: غير طريقة الدفع
ca: Canvia el mètode d'enviament
da: Skift forsendelsesmetode
fa: تغییر روش حمل و نقل
pl: Zmień metodę dostawy
pt: Alterar forma de envio
ru: Изменить метод доставки
sk: Zmeniť spôsob dopravy
sq: Ndrysho metoden e transportit
sv: Ändra leveransmetod

# Checkout summary note title
source: Add a note to your order
ar: أضف تعليقاً لطلبيتك
ca: Afegeix una nota a la comanda
cs: Přidat poznámku k objednávce
da: Tilføj en note til din ordre
fa: به سفارشم یادداشت اضافه کن
fr: Ajouter une note à votre commande
pl: Dodaj notatkę do Twojego zamówienia
pt: Adicionar uma anotação ao seu pedido
ru: Добавить заметку к вашему заказу
sk: Pridajte poznámku k objednávke
sq: Shto nje shenim per porosine tuaj
sv: Lägg till en notering till din order
uk: Додати помітку до замовлення

# Checkout summary primary action
source: Order & Pay
ar: اطلب وادفع
bg_bg: Поръчайте и платете
ca: Comanda i Pagament
cs: Objednat a zaplatit
da: Bestil & betal
fa: سفارش و خرید
fr: Commander & Payer
pl: Zamów i zapłać
pt: Pedido e Pagamento
ru: Заказ и Оплата
sk: Objednať a zaplatiť
sq: Porosit & Paguaj
sv: Beställ & betala
uk: Замовити і Оплатити

# Checkout summary without shipping title
source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس فاکتور
fr: Adresse de facturation
pl: Adres nabywcy
pt: Endereço de cobrança
ru: Адрес плательщика
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Платіжна адреса

# Checkout summary without shipping note title
source: Add a note to your order
ar: أضف تعليقاً لطلبيتك
ca: Afegeix una nota a la comanda
cs: Přidat poznámku k objednávce
da: Tilføj en note til din ordre
fa: به سفارشم یادداشت اضافه کن
fr: Ajouter une note à votre commande
pl: Dodaj notatkę do Twojego zamówienia
pt: Adicionar uma anotação ao seu pedido
ru: Добавить заметку к вашему заказу
sk: Pridajte poznámku k objednávke
sq: Shto nje shenim per porosine tuaj
sv: Lägg till en notering till din order
uk: Додати помітку до замовлення

# Checkout summary without shipping action
source: Place order
ar: تقديم الطلب
bg_bg: Направи поръчка
ca: Realitza comanda
cs: Odeslat objednávku
da: Placer ordre
fa: ثبت سفارش
fr: Commander
pl: Złóż zamówienie
pt: Faça a encomenda
ru: Сделать заказ
sk: Miesto objednávky
sq: Porosit
sv: Lägg order
uk: Зробити замовлення

# Site breadcrumbs home
source: Home
ar: الصفحة الرئيسية
bg_bg: Начало
ca: Inici
cs: Domů
da: Hjem
fa: خانه
fr: Accueil
pl: Strona główna
pt: Início
ru: Главная
sk: Domov
sq: Faqja kryesore
sv: Hem
uk: Дім

# Unpublished collection details text
source: <strong>Warning!</strong> You are previewing a collection that will become visible on <strong>%(date)s</strong>.
da: <strong>Advarsel!</strong> Du forhåndsvises en kollektion, der bliver synlig <strong>%(date)s</strong>
pl: <strong>Uwaga!</strong> oglądasz kolekcję które będzie widoczna <strong>%(date)s</strong>.
ru: <strong>Внимание!</strong> Вы смотрите коллекцию, которая будет видна <strong>%(date)s</strong>.
sq: <strong>Kujdes!</strong> Ju jeni duke shfaqur nje koleksion qe duhej te behej publik ne <strong>%(date)s</strong>.

# Unavailable collection detail text
source: <strong>Warning!</strong> You are previewing a collection that is not published.
da: <strong>Advarsel!</strong> Du forhåndvises en kollektion der ikke er udgivet.
pl: <strong>Uwaga!</strong> Oglądasz kolekcję która nie została opublikowana.
pt: <strong>Aviso!</strong> Está a ver em antestreia uma colecção que ainda não foi publicada.
ru: <strong>Внимание!</strong> Вы смотрите на ещё не опубликованную коллекцию.
sq: <strong>Kujdes!</strong> Ju jeni duke shfaqur nje koleksion qe nuk eshte publik.

# Dashboard default page title
source: Dashboard - %(site_name)s
ca: Panell - %(site_name)s
cs: Kontrolní panel - %(site_name)s
fa: داشبورد - %(site_name)s
fr: Tableau de bord - %(site_name)s
pl: Panel sterowania - %(site_name)s
ru: Панель управления - %(site_name)s
sk: Palubná doska - %(site_name)s

# Dashboard top navigation action
source: Visit storefront
ar: زيارة واجهة المتجر
bg_bg: Посетете магазина
ca: Veure frontal
cs: Přejít na obchod
da: Besøg storefront
fa: مشاهده ی وبسایت فروشگاه
fr: Aller sur le site
pl: Odwiedź sklep
pt: Visitar Loja
ru: Посетить магазин
sk: Navštívte obchod
sq: Vizito faqen kryesore
sv: Besök butiken
uk: Відвідайте головну

# Dashboard top navigation action
source: Style guide
ar: إرشادات التنسيق
bg_bg: Ръководство за стила
ca: Guia d'estils
cs: Průvodce stylem
fa: راهنمای چینش
fr: Guide stylistique
pl: Wzornik
pt: Guia de estilo
ru: Руководство по стилю
sk: Sprievodca štýlom
sq: Guide e stilit
sv: Stil guide
uk: Гід стилю

# Dashboard top navigation action
source: Log out
ar: تسجيل خروج
bg_bg: Излизане
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
fa: خروج
fr: Déconnexion
pl: Wyloguj się
pt: Sair
ru: Выйти
sk: Odhlásiť
sv: Logga ut
uk: Вийти

# Dashboard search
source: Search
ar: البحث
bg_bg: Търсене
ca: Cerca
cs: Vyhledávat
da: Søg
fa: جستجو
fr: Recherche
pl: Szukaj
pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sq: Kerko
sv: Sök
uk: Пошук

# Dashboard homepage
source: Home
ar: الصفحة الرئيسية
bg_bg: Начало
ca: Inici
cs: Domů
da: Hjem
fa: خانه
fr: Accueil
pl: Strona główna
pt: Início
ru: Домой
sk: Domov
sq: Faqja kryesore
sv: Hem
uk: Дім

# Dashboard catalogue
source: Catalogue
ar: كتالوغ
bg_bg: Каталог
ca: Catàleg
cs: Katalog
da: Katalog
fa: کاتالوگ
pl: Katalog
pt: Catálogo
ru: Каталог
sk: katalóg
sq: Katalogu
sv: Katalog
uk: Каталог

# Dashboard products list
source: Products
ar: المنتجات
bg_bg: Продукти
ca: Productes
cs: Produkty
da: Produkter
fa: محصولات
fr: Produits
pl: Produkty
pt: Produtos
ru: Продукты
sk: Produkty
sq: Produktet
sv: Produkter
uk: Товари

# Dashboard categories list
source: Categories
ar: تصنيفات
bg_bg: Категории
cs: Kategorie
da: Kategorier
fa: دسته ها
fr: Catégories
pl: Kategorie
pt: Categorias
ru: Категории
sk: Kategórie
sq: Kategorite
sv: Kategorier
uk: Категорії

# Dashboard side navigation link
source: Collections
ar: مجموعات
ca: Col·leccions
cs: Kolekce
da: Kollektioner
fa: مجموعه ها
pl: Kolekcje
pt: Coleções
ru: Коллекции
sk: Kolekcie
sq: Koleksione
sv: Kollektioner
uk: Колекції

# Dashboard discounts list
source: Discounts
ar: خصومات
bg_bg: Отстъпки
ca: Descomptes
cs: Slevy
da: Rabat
fa: تخفیف ها
fr: Remises
pl: Zniżki
pt: Descontos
ru: Скидки
sk: Zľavy
sq: Zbritjet
sv: Rabatter
uk: Знижки

# Dashboard sales (discounts) list
source: Sales
ar: تنزيلات
bg_bg: Продажби
ca: Descomptes
cs: Slevy
da: Salg
fa: طرح تخفیف
fr: Promotions
pl: Wyprzedaże
pt: Vendas
ru: Скидки
sk: Zľavy
sq: Uljet
sv: Rabatter
uk: Розпродажі

# Dashboard vouchers list
source: Vouchers
ar: قسائم شرائية
bg_bg: Ваучери
ca: Vals de descompte
cs: Vouchery
da: Rabatkode
fa: کد تخفیف ها
fr: Bons d'achats
pl: Kupony zniżkowe
pt: Cupons
ru: Купоны
sk: Poukážky
sq: Kupone
sv: Kuponger
uk: Ваучери

# Dashboard sales. `Sales' is noun of to sell
source: Sales
ar: تنزيلات
bg_bg: Продажби
ca: Descomptes
cs: Slevy
da: Salg
fa: فروش
fr: Ventes
pl: Sprzedaż
pt: Vendas
ru: Продажи
sk: Zľavy
sq: Uljet
sv: Försäljningar
uk: Розпродажі

# Dashboard orders list
source: Orders
ar: طلبات الشراء
bg_bg: Поръчки
ca: Comandes
cs: Objednávky
da: Ordre
fa: سفارش ها
fr: Commandes
pl: Zamówienia
pt: Encomendas
ru: Заказы
sk: Objednávky
sq: Porosite
sv: Ordrar
uk: Замовлення

# Dashboard customers list
source: Customers
ar: الزبائن
bg_bg: Клиенти
ca: Clients
cs: Zákazníci
da: Kunder
fa: مشتری ها
fr: Clients
pl: Klienci
pt: Clientes
ru: Покупатели
sk: Zákazníci
sq: Klientet
sv: Kunder
uk: Покупці

# Management section
source: Staff management
ar: إدارة الموظفين
bg_bg: Управление на персонала
ca: Gestiona treballadors
cs: Spravovat tým
da: Personaleforvaltning
fa: مدیریت کارکنان
fr: Gestion du personnel
pl: Zarządzanie personelem
pt: Administração da equipe
ru: Управление персоналом
sk: Správa zamestnancov
sq: Menaxhimi i stafit
sv: Personalhantering
uk: Управління персоналом

# Dashboard staff members list
source: Staff members
ar: طاقم العمل
bg_bg: Членове на персонала
ca: Treballadors
cs: Členové týmu
da: Medarbejdere
fa: کارکنان
fr: Membres du personnel
pl: Pracownicy
pt: Membros da equipa
ru: Сотрудники
sk: Zamestnanci
sq: Anetaret e stafit
sv: Anställda
uk: Персонал

# Dashboard configuration
source: Configuration
ar: إعفاء
bg_bg: Конфигурация
ca: Configuraicó
cs: Nastavení
da: Konfiguration
fa: تنظیمات
pl: Ustawienia
pt: Configuração
ru: Настройки
sk: Konfigurácia
sq: Konfigurimi
sv: Inställningar
uk: Конфігурація

# Dashboard product types list
source: Product types
ar: أنواع المنتج
bg_bg: Типове на продукта
ca: Tipus de productes
cs: Typy produktů
da: Produkttyper
fa: انواع محصولات
fr: Types de produits
pl: Typy produktów
pt: Tipos de produtos
ru: Типы продуктов
sk: Typy produktu
sq: Llojet e artikullit
sv: Produkttyper
uk: Типи товару

# Dashboard attributes list
source: Attributes
ar: سمات
bg_bg: Атрибути
ca: Atributs
cs: Atributy
da: Attributter
fa: ویژگی ها
fr: Attributs
pl: Atrybuty
pt: Atributos
ru: Атрибуты
sk: Atribúty
sq: Atributet
sv: Attribut
uk: Атрибути

# Dashboard shipping zones list
source: Shipping
ar: الشحن
ca: Enviament
da: Forsendelse
fa: ارسال
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt

# Dashboard menus list
source: Navigation
ar: تصفح الموقع
ca: Navegació
cs: Navigace
da: Navigering
fa: جهت یابی
pl: Nawigacja
pt: Navegação
ru: Навигация
sk: Navigácia
sq: Navigimi

# Dashboard site settings
source: Site settings
ar: إعدادات الموقع
bg_bg: Настройки
ca: Configuració del lloc web
cs: Nastavení stránky
da: Webstedindstillinger
fa: تنظیمات سایت
fr: Paramètres du site
pl: Ustawienia strony
pt: Configurações do site
ru: Настройки сайта
sk: Nastavenie stránky
sq: Ndryshimet e faqes
sv: Site inställningar
uk: Налаштування сайту

# Dashboard taxes
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Dashboard static pages
source: Pages
ar: صفحات
ca: Pàgines
cs: Stránky
da: Sider
fa: صفحات
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
sq: Faqet
sv: Sidor

# Dashboard software version
source: Void:
ca: Buit:
da: Ugyldig:
fa: انتخاب نشده
pt: Limpar:
ru: Отменено:

# Dashboard cancel action
source: Cancel
ar: إلغاء
bg_bg: Отмяна
ca: Cancel·la
cs: Zrušit
da: Annuller
fa: لغو
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отменить
sk: Zrušiť
sq: Anullo
sv: Avbryt
uk: Відмінити

# Category list page title
source: Categories
ar: تصنيفات
bg_bg: Категории
cs: Kategorie
da: Kategorier
fa: دسته ها
fr: Catégories
pl: Kategorie
pt: categorias
ru: Категории
sk: Kategórie
sq: Kategorite
sv: Kategorier
uk: Категорії

# Category field
source: Description
ar: الوصف
bg_bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
fa: توضیحات
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
sq: Pershkrimi
sv: Beskrivning
uk: Опис

# Category detail view action
source: Edit category
ar: تعديل التصنيف
bg_bg: Редакция на категория
ca: Edita categoria
cs: Upravit kategorii
da: Rediger kategori
fa: ویرایش دسته بندی
fr: Modifier la catégorie
pl: Edytuj kategorię
pt: Editar categoria
ru: Редактировать категорию
sk: Upraviť kategóriu
sq: Ndrysho kategorine:
sv: Ändra kategori
uk: Редагувати категорію

# Category detail view action
source: Remove category
ar: إزالة التصنيف
bg_bg: Премахване на категория
ca: Elimina categoria
cs: Smazat kategorii
da: Fjern kategori
fa: حذف دسته بندی
fr: Supprimer la catégorie
pl: Usuń kategorię
pt: Remover categoria
ru: Удалить категорию
sk: Odstrániť kategóriu
sq: Fshi kategorine:
sv: Ta bort kategori
uk: Видалити категорію

# Title of the subcategories list
source: Subcategories
ar: التصنيفات الفرعية
bg_bg: Подкатегории
cs: Podkategorie
da: Subkategorier
fa: زیردسته ها
fr: Sous catégories
pl: Podkategorie
pt: Subcategorias
ru: Подкатегории
sk: Podkategórie
sq: Subkategorite
sv: Underkategorier
uk: Підкатегорії

source: Add
ar: إضافة
bg_bg: Добавя
ca: Afegeix
cs: Přidat
da: Tilføj
fa: اضافه کردن
fr: Ajouter
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
sq: Shto
sv: Lagg till
uk: Додати

# Category list table header name
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Název
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Category list table header description
source: Description
ar: الوصف
bg_bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
fa: توضیحات
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
sq: Pershkrimi
sv: Beskrivning
uk: Опис

# Category edit action
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Category list action link
source: Remove
ar: إزالة
bg_bg: Премахва
ca: Elimina
cs: Odstranit
da: Fjern
fa: حذف
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort
uk: Видалити

# Empty list of categories
source: No subcategories
ar: لا يوجد تصنيفات فرعية
ca: No hi ha subcategories
cs: Žádné podkategorie
da: Ingen subkategorier
fa: زیردسته ای نبود
fr: Aucune sous-catégories
pl: Brak podkategorii
pt: Sem subcategorias
ru: Нет подкатегорий
sk: Žiadne podkategórie
sq: S'ka subkategori
sv: Inga underkategorier

# Category form page title
source: Edit category
ar: تعديل التصنيف
bg_bg: Редакция на категория
ca: Edita categoria
cs: Upravit kategorii
da: Rediger kategori
fa: ویرایش دسته بندی
fr: Modifier la catégorie
pl: Edytuj kategorię
pt: Editar categoria
ru: Редактировать категорию
sk: Upraviť kategóriu
sq: Ndrysho kategorine:
sv: Ändra kategori
uk: Редагувати категорію

# Category detail page title
source: Add new category
ar: إضافة تصنيف جديد
bg_bg: Добавяне на нова категория
ca: Afegeix nova categoria
cs: Přidat novou kategorii
da: Tilføj ny kategori
fa: افزودن دسته بندی جدید
fr: Ajouter une nouvelle catégorie
pl: Dodaj nową kategorię
pt: Adicionar nova categoria
ru: Добавить категорию
sk: Pridať novú kategóriu
sq: Shko kategori te re
sv: Lägg till ny kategori
uk: Додати нову категорію

# Category form page title
source: Add new category
ar: إضافة تصنيف جديد
bg_bg: Добавяне на нова категория
ca: Afegeix nova categoria
cs: Přidat novou kategorii
da: Tilføj ny kategori
fa: افزودن دسته بندی
fr: Ajouter une nouvelle catégorie
pl: Dodaj nową kategorię
pt: Adicionar nova categoria
ru: Добавить новую категорию
sk: Pridať novú kategóriu
sq: Shko kategori te re
sv: Lägg till ny kategori
uk: Додати нову категорію

# Category form page title
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Category detail breadcrumbs
source: Add new category
ar: إضافة تصنيف جديد
bg_bg: Добавяне на нова категория
ca: Afegeix nova categoria
cs: Přidat novou kategorii
da: Tilføj ny kategori
fa: افزودن دسته بندی
fr: Ajouter une nouvelle catégorie
pl: Dodaj nową kategorię
pt: Adicionar nova categoria
ru: Добавить категорию
sk: Pridať novú kategóriu
sq: Shko kategori te re
sv: Lägg till ny kategori
uk: Додати нову категорію

# Dashboard update action
source: Update
ar: تحديث
bg_bg: Актуализация
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روزرسانی
fr: Mettre à jour
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera
uk: Оновити

# Dashboard create action
source: Create
ar: إنشاء
bg_bg: Създава
ca: Crea
cs: Vytvořit
da: Opret
fa: ایجاد
fr: Créer
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sq: Krijo
sv: Skapa
uk: Створити

# Category list add button text
source: Add category
ar: إضافة تصنيف
bg_bg: Добавяне на категория
ca: Afegeix categoria
cs: Přidat kategorii
da: Tilføj kategori
fa: افزودن دسته بندی
fr: Ajouter une catégorie
pl: Dodaj kategorię
pt: Adicionar categoria
ru: Добавить категорию
sk: Pridať kategóriu
sq: Shto kategori
sv: Lägg till kategori
uk: Додати категорію

# Empty category list message
source: No categories found.
ar: لم نعثر على أي تصنيف
bg_bg: Няма намерени категории.
ca: No s'han trobat categories.
cs: Nenalezeny žádné kategorie.
da: Ingen kategorier fundet.
fa: دسته بندی ای یافت نشد.
fr: Aucune catégorie trouvée.
pl: Nie znaleziono kategorii.
pt: Nenhuma categoria encontrada
ru: Категории не найдены
sk: Nebola nájdená žiadna kategória
sq: Asnje kategori nuk u gjet
sv: Inga kategorier hittade
uk: Нема категорій.

# Remove category modal title
source: Remove category %(category)s
bg_bg: Премахване на категория %(category)s
ca: Elimina categoria %(category)s
cs: Odstranit kategorii %(category)s
da: Fjern kategori %(category)s
fa: حذف دسته بندی %(category)s
fr: Supprimer la catégorie %(category)s
pl: Usuń kategorię %(category)s
pt: Remover categoria(s) %(category)s
ru: Удалить категорию %(category)s
sk: Ostrániť kategóriu %(category)s
sq: Fshi kategori %(category)s
sv: Ta bort kategori %(category)s

# Remove category modal title
source: Are you sure you want to remove category <strong>%(category)s</strong>?
bg_bg: Искате ли да премахнете категория <strong>%(category)s</strong>?
ca: Segur que vols eliminar la categoria <strong>%(category)s</strong>?
cs: Jste si jistý, že chcete odstranit kategorii <strong>%(category)s</strong>?
da: Er du sikker på, at du vil fjerne kategorien <strong>%(category)s</strong>?
fa: آیا از حذف دسته بندی <strong>%(category)s</strong> اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer la catégorie <strong>%(category)s</strong> ?
pl: Czy na pewno chcesz usunąć kategorię <strong>%(category)s</strong>?
pt: Têm a certeza que deseja remover a(s) categoria(s) <strong>%(category)s</strong>?
ru: Вы точно желаете удалить категорию <strong>%(category)s</strong>?
sk: Ste si istí, že chcete odstrániť kategóriu <strong>%(category)s</strong>?
sq: Je i sigurt qe do te fshishe <strong>%(category)s</strong>?
sv: Är du säker på att du till ta bort kategorin <strong>%(category)s</strong>
