Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Order details shipment row text
source: Shipping
ar: الشحن
bg_bg: Доставка
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
fr: Livraison
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt
uk: Всі покупки

# Order details taxes text
source: Taxes (included)
ar: (شامل) الضرائب
ca: Impostos (inclosos)
cs: DPH (zahrnuto)
da: Skatter (inkluderet)
fa: مالیت(افزوده)
fr: TVA (Incluse)
pl: Podatki (wliczone)
pt: Com Impostos
ru: Налоги (включены)
sk: Daňe (zahrnuté)
sq: Taksat (e perfshira)
sv: Moms(Inkluderad)

# Order details taxes text
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیت
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Order details total text
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Сумма
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Підсумок

# Order details fulfillment title
source: Fulfillment #%(fulfillment)s
cs: Zpracování #%(fulfillment)s
da: Pakke #%(fulfillment)s
fa: اجرای #%(fulfillment)s
fr: Expédition #%(fulfillment)s
pl: Realizacja nr %(fulfillment)s
pt: Processo #%(fulfillment)s
ru: Пополнение #%(fulfillment)s
sk: Naplnenie #%(fulfillment)s
sq: Perfundimi #%(fulfillment)s
sv: Slutfört #%(fulfillment)s

# Fulfillment tracking number details
source: Tracking number
ar: رقم التتبع
ca: Codi de seguiment
cs: Sledovací číslo
da: Tracking nummer
fa: کد پیگیری
fr: Numéro de suivi
pl: Numer referencyjny
pt: Código de rastreamento
ru: номер отслеживания
sk: Sledovacie číslo
sv: Spårningsnummer
uk: Номер відслідковування

# Checkout success page title
source: Thank you
ar: شكراً لك
ca: Gràcies
cs: Děkuji Vám!
da: Tak
fa: از شما متشکریم!
fr: Merci
pl: Dziękujemy
pt: Obrigado
ru: Спасибо вам
sk: Ďakujeme Vám
sq: Faleminderit
sv: Tack så mycket
uk: Дякую

# Checkout title
source: Thank you for your <a href="%(order_url)s">order</a>!
bg_bg: Благодарим Ви за <a href="%(order_url)s"> поръчката </a>!
ca: Gràcies per la seva <a href="%(order_url)s">comanda</a>!
cs: Děkujeme za Vaši <a href="%(order_url)s">objednávku</a>!
da: Tak for din <a href="%(order_url)s">ordre</a>!
fa: برای <a href="%(order_url)s">خرید</a> از ما، از شما متشکریم!
fr: Merci pour votre <a href="%(order_url)s">commande</a> !
pl: Dziękujemy za Twoje <a href="%(order_url)s">zamówienie</a>!
pt: Obrigado pela <a href="%(order_url)s">compra</a>!
ru: Спасибо за ваш <a href="%(order_url)s">заказ</a>!
sk: Vďaka za tvoju <a href="%(order_url)s">objednávku</a>!
sq: Faleminderit per <a href="%(order_url)s">porosine</a>!
sv: Tack för din <a href="%(order_url)s">order</a>!
uk: Дякуємо за ваше <a href="%(order_url)s">замовлення</a>!

# Checkout text
source: We've sent a confirmation email with details to <span>%(email)s</span>.<br> In case of any problems or questions please contact us.
ca: Hem enviat un correu electrònic de confirmació amb els detalls a <span>%(email)s</span>.<br> En cas de problemes o preguntes, poseu-vos en contacte amb nosaltres.
cs: Zaslali jsme potvrzovací e-mail s podrobnostmi na adresu <span>%(email)s</span>. <br>V případě jakýchkoli problémů nebo otázek nás prosím kontaktujte.
da: Vi har sendt en bekræftelses email med detaljer til <span>%(email)s</span>. <br>I tilfælde af problemer eller spørgsmål bedes du kontakte os.
fr: Nous avons envoyé un courriel avec les détails à <span>%(email)s</span>.<br>N'hésitez pas à nous contacter en cas de problèmes ou questions, .
pl: Wysłaliśmy potwierdzenie zamówienia na adres <span>%(email)s</span>.<br> Prosimy o kontakt w razie jakichkolwiek pytań lub problemów.
pt: Enviamos um email de confirmação com detalhes para <span>%(email)s</span>.<br> Em caso de problemas ou dúvidas, entre em contato conosco.
ru: Мы отправили письмо с подробностями на адрес <span>%(email)s</span>.<br> В случае любых затруднений или вопросов, пожалуйста, свяжитесь с нами.
sk: Na <span>%(email)s</span> sme Vám poslali potvrdzujúci email.<br> V prípade akýchkoľvek problémov nás kontakujte.
sq: Ne ju kemi derguar nje email konfirmimi me te gjitha detajet te <span>%(email)s</span>.<br> Nese keni ndonje problem ose pyetje mos hezitoni te na kontaktoni.
sv: We har skickat ett konfirmationsmail med detaljer till <span>%(email)s</span>. <br> Vid problem eller frågor, kontakta oss genast.

# Checkout secondary action
source: Continue shopping
ar: واصل التسوق
bg_bg: Продължи пазаруването
ca: Continua comprant
cs: Pokračovat v nákupu
da: Fortsætte med at handle
fa: ادامه خرید
fr: Continuer vos achats
pl: Kontynuuj zakupy
pt: Continue comprando
ru: Продолжить покупки
sk: Pokračovať v nákupe
sq: Vazhdoni te blini
sv: Fortsätt handla
uk: Продовжити покупки

# Checkout text
source: It looks like you already are our customer! <br> Please log in to connect order with your account.
ar: يبدو أنك بالفعل عميلنا! الرجاء تسجيل الدخول لربط الطلب بحسابك.
bg_bg: Изглежда, че вече сте наш клиент <br> Моля, влезте в профила си, за да свържете поръчката с профила си.
ca: Sembla que ja ets client nostre! <br> Si us plau identificat per connectar la comanda amb el teu compte.
cs: Vypadá to, že už jste našim zákazníkem! <br>! Přihlaste se prosím a připojte objednávku k účtu.
da: Det ser ud til at du allerede er vores kunde! <br>Log venligst ind for at forbinde din ordre med din konto.
fa: به نظر میرسد شما مشتری ما هستید! <br> لطفا به حساب خود وارد شوید و سفارش دهید.
fr: Il semble que vous soyez déjà client ! <br> Veuillez vous connecter pour lier cette commande à votre compte.
pl: Wygląda na to, że jesteś już naszym klientem! <br> Zaloguj się aby przypisać zamówienie do Twojego konta
pt: Parece que já é nosso cliente! <br> Conecte-se para ligar a encomenda com a sua conta.
ru: Похоже вы уже наш клиент! <br> Пожалуйста, войдите для добавления заказа с вашего аккаунта.
sk: Vyzerá, že už ste u nás nakupovali! <br> Prosím prihláste sa, aby sme Vašu objednávku prepojili s Vašim účtom.
sq: Ju jeni klient i joni! <br> Ju lutem logohuni ne menyre qe te vendosim porosine ne llogarine tuaj.
sv: Det verkar som om du redan är kund hos oss!<br> Vänligen logga in för att associera din order med ditt konto.
uk: Здається Ви уже наш покупець!<br>Будь ласка увійдіть, щоб з’єднати замовлення з Вашим акаунтом.

# Checkout title
source: Why not to create an account
ar: ما رأيك بإنشاء حساب
bg_bg: Защо не си направите профил?
ca: Per què no crees un compte?
cs: Vytvořte si účet
da: Hvorfor ikke oprette en konto
fa: میخواهید یک حساب بسازید؟
fr: Pourquoi ne pas créer un compte ?
pl: Utwórz konto - to łatwe
pt: Porquê não criar uma conta?
ru: Почему бы не создать аккаунт
sk: Prečo si nevytvoriť účet?
sq: Pse mos te krijoni nje llogari
sv: Varför INTE att skapa ett konto
uk: Чому б не створити акаунт

source: Make your shopping experience even better! Save your shipping and payment details for faster checkout.
ar: اجعل تجربتك في التسوق أفضل! احفظ تفاصيل الشحن والدفع لتسريع عملية الشراء.
bg_bg: Направете още по-добро пазаруване! Запазете данните за доставката и плащанията си за по-бърза проверка.
ca: Feu que la vostra experiència de compra sigui encara millor. Deseu els detalls d'enviament i de pagament per experimentar un pagament més ràpid.
cs: Pro příjemnější a rychlejší nakup si uložte své přepravní a platební údaje.
da: Gør din shopping oplevelse endnu bedre! Gem dine forsendelses- og betalingsoplysninger for hurtigere checkout.
fa: تجربه ی خریدی حتی بهتر داشته باشید! اطلاعات آدرس و پرداخت خود را برای سفارش سریع تر ذخیره کنید.
fr: Enregistrez vos informations de paiement et de livraison pour plus tard.
pl: Spraw, aby Twoje zakupy były jeszcze łatwiejsze! Zapisz swój adres oraz sposób płatności, żeby kupować szybciej.
pt: Faça a sua experiência de compra ainda melhor! Guarde os detalhes da sua encomenda e do seu pagamento para check-out mais rápido.
ru: Сделайте ваши покупки еще удобнее! Просто добавьте адрес доставки и платежные реквизиты для быстрого оформления
sk: Ušetrite čas a uložte si svoje dodacie a platobné údaje.
sq: Per ta bere eksperiencen e porosise tuaj me te mire, ju mund ti ruani te gjitha te dhenat ne profilin tuaj!
sv: Gör du upplevelse ännu bättre! Spara dina leverans- och betaluppgifter för en ännu snabbare utcheckning.
uk: Зробіть Ваші закупи ще приємнішими! Збережіть адресу доставки та платіжні деталі для швидшого розрахунку.

# Checkout primary action
source: Create an account
ar: انشئ حساب
bg_bg: Създаване на профил
ca: Crea un compte
cs: Vytvořit účet
da: Opret en konto
fa: ایجاد حساب
fr: Créer un compte
pl: Utwórz konto
pt: Crie a sua conta aqui
ru: Создать аккаунт
sk: Vytvoriť účet
sq: Krijo nje profil
sv: Skapa ett konto
uk: Створити обліковий запис

# Order details page title
source: Order %(order)s
bg_bg: Поръчка %(order)s
ca: Comanda %(order)s
cs: Objednávka %(order)s
da: Ordre %(order)s
fa: سفارش %(order)s
fr: Commande %(order)s
pl: Zamówienie %(order)s
pt: Pedido %(order)s
ru: Заказ %(order)s
sk: Objednávka %(order)s:
sq: Porosia %(order)s
uk: Замовлення%(order)s

# Order details breadcrumb
source: Order %(order)s
bg_bg: Поръчка %(order)s
ca: Comanda %(order)s
cs: Objednávka %(order)s
da: Ordre %(order)s
fa: سفارش %(order)s
fr: Commande %(order)s
pl: Zamówienie %(order)s
pt: Pedido %(order)s
ru: Заказ %(order)s
sk: Objednávka %(order)s:
sq: Porosia %(order)s
uk: Замовлення%(order)s

# Order detail text
source: Order %(order)s: %(payment_status)s & %(order_status)s
da: Ordre: %(order)s: %(payment_status)s & %(order_status)s
pl: Zamówienie %(order)s: %(payment_status)s i %(order_status)s
pt: Pedido %(order)s: %(payment_status)s & %(order_status)s
ru: Заказ %(order)s: %(payment_status)s и %(order_status)s
sq: Porosia %(order)s: %(payment_status)s & %(order_status)s

# Order details link text
source: Payment details
ar: تفاصيل الدفع
bg_bg: Подробности на плащането
ca: Detalls del pagament
cs: Platební údaje
da: Betalingsdetaljer
fa: جزییات پرداخت
fr: Détails de paiement
pl: Szczegóły płatności
pt: Detalhes do pagamento
ru: Описание платежа
sk: Platobné údaje
sq: Detajet e pageses
sv: Betaldetaljer
uk: Деталі платежу

# Order details primary action
source: Pay for order
ar: دفع تكاليف الطلب
bg_bg: Плащане за поръчка
ca: Pagar la comanda
cs: Zaplatit objednávku
da: Betal for ordre
fa: پرداخت برای سفارش
fr: Payer pour la commande
pl: Zapłać za zamówienie
pt: Pagamento
ru: Оплатить заказ
sk: Platba objednávky
sq: Paguaj per porosine
sv: Betala order
uk: Заплатіть за замовлення

# Customer order note
source: Your note
ar: ملاحظتك
ca: Nota
da: Din note
fa: یاداشت شما
pl: Twoja notatka
pt: As suas observações
ru: Ваша заметка
sk: Vaša poznámka
sq: Shenimi juaj
sv: Din notering

# Order note title
source: Add a note to your order
ar: أضف تعليقاً لطلبيتك
ca: Afegeix una nota a la comanda
da: Tilføj en note til din ordre
fa: به سفارشم یادداشت اضافه کن
pl: Dodaj notatkę do Twojego zamówienia
pt: Adicionar uma anotação ao seu pedido
ru: Добавить заметку к вашему заказу
sk: Pridajte poznámku k objednávke
sq: Shto nje shenim per porosine tuaj
sv: Lägg till en notering till din order

# Customer panel - order details: add note submit button
source: Submit note
ar: تقديم ملاحظة
ca: Enviar nota
da: Indsend notat
fa: ارسال یاداشت
pl: Dodaj notatkę
pt: Enviar observações
ru: Подтвердить заметку
sk: Odoslať poznámku
sq: Ruaj shenimin
sv: Skicka notering

# Payment details page title
source: Pay for order %(order)s
bg_bg: Плащане за поръчка %(order)s
ca: Pagar per la comanda %(order)s
cs: Zaplatit objednávku %(order)s
da: Betal for ordre %(order)s
fa: پرداخت سفارش %(order)s
fr: Payer pour la commande %(order)s
pl: Zapłać za zamówienie %(order)s
pt: Compra %(order)s
ru: Оплатить заказ %(order)s
sk: Platba objednávky%(order)s
sq: Paguaj porosine %(order)s
sv: Betala order %(order)s
uk: Заплатіть за замовлення%(order)s

# Payment details breadcrumb
source: Order %(order)s
bg_bg: Поръчка %(order)s
ca: Comanda %(order)s
cs: Objednávka %(order)s
da: Ordre %(order)s
fa: سفارش %(order)s
fr: Commande %(order)s
pl: Zamówienie %(order)s
pt: Pedido %(order)s
ru: Заказ %(order)s
sk: Objenávka %(order)s
sq: Porosia %(order)s
uk: Замовлення%(order)s

# Payment details title
source: Payment pending
ar: انتظار الدفع
bg_bg: Изчаква плащане
ca: Pagament pendent
cs: Nevyřízená platba
da: Betaling venter
fa: منتظر پرداخت
fr: Paiement en attente
pl: Oczekuje na płatność
pt: Pagamento pendente
ru: Ожидание оплаты
sk: Platba čaká na vybavenie
sq: Pagesa eshte ne pritje
sv: Betalning behandlas
uk: Очікується оплата

# Payment pending text
source: We are currently waiting for an external service to authorize your payment for this order.
bg_bg: Чакане на външна услуга да упълномощи плащането Ви за тази поръчка.
ca: Estem esperant a que un servei extern ens autoritzi el pagament per aquest comanda
cs: V současné době čekáme na externí službu, která povolí platbu za tuto objednávku.
da: Vi venter i øjeblikket på en ekstern tjeneste for at godkende din betaling for denne ordre.
fa: در انتظار برای سرویس خارجی برای تایید پرداخت سفارش شما. شکیبا باشد....
fr: Nous sommes actuellement en attente d'une autorisation externe pour autoriser le paiement de cette commande.
pl: Oczekujemy na autoryzację Twojej płatności za to zamówienie przez dostawcę płatności.
pt: No momento, estamos à espera de um serviço externo para autorizar o seu pagamento para este fim.
ru: В данный момент мы ожидаем авторизацию вашего платежа от стороннего сервиса.
sk: Aktuálne čakáme na externú službu na autorizáciu platby pre túto objednávku.
sq: Ne jemi duke pritur nje sherbim tjeter te konfirmoj pagesen tuaj per kete porosi.
sv: Vi väntar för närvarande på en extern tjänst för att godkänna din betalning för denna order.
uk: Ми очікуємо, щоб зовнішня служба авторизувала Вашу оплату цього замовлення.

# Payment status text
source: Current status:
ar: الوضع الحالي
bg_bg: Актуално състояние:
ca: Estat actual:
cs: Aktuální stav:
da: Nuværende status:
fa: وضعیت فعلی:
fr: Statut actuel :
pl: Aktualny status:
pt: Status atual:
ru: Текущий статус
sk: Aktuálny stav:
sq: Statusi i momentit:
sv: Nuvarande status:
uk: Поточний статус:

# Payment pending text
source: Unless you are absolutely sure that the process will not complete (for example you have closed the browser window before paying), you should wait before attempting a new payment. Please be warned that if you try again and the previous transaction succeeds you might end up being charged twice.
bg_bg: Освен ако не сте абсолютно сигурни, че процесът няма да завърши (например сте затворили прозореца на браузъра преди да го платите), трябва да изчакате, преди да опитате ново плащане. Моля, бъдете предупредени, че ако опитате отново и предишната транзакция е успешна, може да се наложи да я заредите два пъти.
ca: A menys que estigui totalment segur que el procés de compra no es completarà (per exemple, has tancat la finestra del navegador abans de pagar), hauries d'esperar abans d'intentar un pagament nou. Tingues en compte que si tornes a intentar-ho i la transacció anterior és correcta, és possible que acabis pagant dues vegades.
cs: Pokud si nejste zcela jisti, že byl proces dokončen (například jste zavřeli okno prohlížeče před platbou), vyčkejte před dalším pokusem o provedení platby. Upozorňujeme Vás, že pokud byla předchozí platba úspěšná, mohlo by dojít ke dvojí úhradě.
da: Medmindre du er helt sikker på, at processen ikke vil fuldføre (for eksempel du har lukket browservinduet før du betaler), skal du vente, før du forsøger en ny betaling. Vær opmærksom på, at hvis du prøver igen og den tidligere transaktion lykkes, kan du ende med at blive opkrævet to gange.
fr: Sauf si vous êtes certain que le paiement n'a pas pu aboutir (par exemple vous avez ferme votre navigateur avant de payer), vous devriez attendre avant de procéder à une nouvelle tentative de paiement. Vous pourriez être débité deux fois si la précédante tentative aboutit.
pl: W przypadku braku absolutnej pewności, że proces płatności nie zostanie zakończony (na przykład z powodu zamknięcia okna przeglądarki przed dokończeniem płatności), powinieneś poczekać przed próbą ponownej płatności. Prosimy pamiętać, że jeżeli dokonasz kolejnej płatności, a poprzednia płatność się powiedzie, Twój rachunek może zostać obciążony dwukrotnie.
pt: A menos que você tenha certeza absoluta de que o processo não será concluído (por exemplo, de ter fechado a janela do navegador antes de pagar), você deve esperar antes de tentar um novo pagamento. Por favor, lembre que se você tentar novamente e a transação anterior for concluída, poderá estar a pagar duas vezes.
ru: До тех пор пока вы точно не уверены что платеж не будет завершен (например вы закрыли окно браузера перед оплатой), вы должны подождать перед попыткой оплатить снова. Предупреждаем, что если вы попытаетесь заплатить снова и предыдущая транзакция будет выполнена успешно, то деньги с вашего счета могут быть списаны дважды.
sk: Platbu opakujte len v prípade, že ste si úplne istí, že nebola dokončená (napríklad ste zatvorili okno prehliadača pred platením). V opačnom prípade by mohla platba prebehnúť 2x.
sq: Nese nuk jeni absolutisht te sigurt qe procesi juaj nuk do perfundohet (psh e keni mbyllyr dritaren para se te paguani), ju duhet te prisni para se te provoni te paguani serish.
sv: Om du inte är helt säker på att processen inte kommer att slutföras (till exempel du har stängt webbläsarfönstret innan du betalar), bör du vänta innan du försöker en ny betalning. Var uppmärksam att om du försöker igen och den tidigare transaktionen lyckas kan du debiteras två gånger.
uk: Лише якщо ви переконані що процес не завершиться (наприклад, ви закрили вкладку до завершення оплати), ви маєте зачекати перед здійсненням нової оплати. Будь ласка, зважайте що якщо ви спробуєте знову, а попередня транзакція пройде, ваш рахунок буде оплачено двічі.

# Payment pending action
source: I understand, allow me to pay again
bg_bg: Разбирам, позволете ми да платя отново
ca: Entès, permetre pagar una altra vegada
cs: Rozumím, a přeji si provést platbu znovu
da: Jeg forstår, lad mig betale igen
fa: متوجه هستم. میخوام دوباره پرداخت کنم.
fr: Je comprends, laissez moi payer à nouveau
pl: Rozumiem, pozwól mi zapłacić ponownie
pt: Compreendo, autorizado a fazer um novo pagamento
ru: Я понимаю, позвольте мне заплатить еще раз
sk: Rozumiem, dovoľ mi zaplatiť znova
sq: E kuptoj, me lejo te paguaj serish
sv: Jag förstår, tillåt mig att betala igen
uk: Зрозуміло, дозвольте мені заплатити знову

# Payment details title
source: Pay for order %(order)s
bg_bg: Плащане за поръчка %(order)s
ca: Pagar per la comanda %(order)s
cs: Zaplatit objednávku %(order)s
da: Betal for ordre %(order)s
fa: پرداخت سفارش %(order)s
fr: Payer pour la commande %(order)s
pl: Zapłać za zamówienie %(order)s
pt: Compra %(order)s
ru: Оплатить заказ %(order)s
sk: Platba objednávky %(order)s
sq: Paguaj porosine %(order)s
sv: Betala order %(order)s
uk: Заплатіть за замовлення%(order)s

source: Choose payment method
da: Vælg betalingsmetode
fa: انتخاب روش پرداخت
pl: Wybierz sposób zapłaty
pt: Escolha o método de pagamento
ru: Выберете способ оплаты
sq: Zgjidh menyren e pageses

# Payment details primary action
source: Proceed to payment
bg_bg: Продължава плащането
ca: Procedir al pagament
cs: Přejít k pokladně
da: Fortsæt til betaling
fa: برو به مرحله پرداخت
fr: Procéder au paiement
pl: Przejdź do płatności
pt: Prossiga para o pagamento
ru: Перейти к оплате
sk: Pokračovať v platení
sq: Vazhdo per te paguar
sv: Fortsätt till betalning
uk: Перейти до оплати

# Payment details text
source: You've authorized transaction. Order is in processing
bg_bg: Оторизирахте транзакция. Поръчката е в процес на обработка
ca: Ha autoritzat la transacció. La comanda està en processament
cs: Platba byla schválena. Objednávka se zpracovává
da: Du har godkendt transaktion. Ordren er i forarbejdning
fa: شما یک برداشت از حساب معتبر داشتید. سفارش در دست تایید است.
fr: Vous avez autorisé la transaction. La commande est en cours de préparation
pl: Transakcja została autoryzowana. Zamówienie jest w realizacji.
pt: Foi autorizada a transação. O pedido está sendo processado
ru: У вас есть авторизованные транзакции. Заказ находится в обработке.
sk: Schválili ste transakciu. Objednávka je spracovávaná
sq: Ju keni autorizuar transaksionin. Porosia eshte ne procesim
sv: Du har en auktoriserad transaktion. Beställningen är under bearbetning
uk: Ви авторизували транзакцію. Замовлення в обробці

# Payment form primary action
source: Make payment
ca: Realitzar pagament
cs: Zaplatit
da: Foretag betaling
fa: پرداخت کن
fr: Payer
pl: Dokonaj płatności
pt: Realizar pagamento
ru: Сделать платёж
sk: Zaplatiť
sq: Bej pagesen
sv: Betala

# Payment form page title
source: Payment
ar: الدفع
bg_bg: Плащане
ca: Pagament
cs: Platba
da: Betaling
fa: پرداخت
fr: Paiement
pl: Płatność
pt: Forma de pagamento
ru: Платеж
sk: Platba
sq: Pagesa
sv: Betalning
uk: Платіж

# Payment form breadcrumb
source: Payment
ar: الدفع
bg_bg: Плащане
ca: Pagament
cs: Platba
da: Betaling
fa: پرداخت
fr: Paiement
pl: Płatność
pt: Pagamento
ru: Платеж
sk: Platba
sq: Pagesa
sv: Betalning
uk: Платіж

# Payment form title
source: Payment
ar: الدفع
bg_bg: Плащане
ca: Pagament
cs: Platba
da: Betaling
fa: پرداخت
fr: Paiement
pl: Płatność
pt: Forma de pagamento
ru: Платеж
sk: Platba
sq: Pagesa
sv: Betalning
uk: Платіж

# Header of the order summary table
source: Order details
ca: Detalls de comanda
da: Ordredetaljer
fa: جزییات سفارش
pl: Szczegóły zamówienia
pt: Detalhes do pedido
ru: Данные заказа
sk: Detaily objednávky
sq: Detajet e porosise
sv: Orderdetaljer

# Payment form (Stripe) secondary action
source: Change payment
ca: Canvia pagament
da: Skift betaling
fa: روش پرداخت را تغییر دهید
pl: Zmień metodę płatności
pt: Mudar método de pagamento
ru: Изменить платеж
sq: Ndrysho pagesen
sv: Ändra betalningssätt

# Payment form (Razorpay) secondary action
source: Change payment
ca: Canvia pagament
da: Skift betaling
fa: روش پرداخت را تغییر دهید
pl: Zmień metodę płatności
pt: Mudar método de pagamento
ru: Изменить платеж
sq: Ndrysho pagesen
sv: Ändra betalningssätt

# Unavailable page detail text
source: <strong>Warning!</strong> You are previewing a page that is not visible.
ca: <strong>Atenció!</strong> Estàs previsualitzant una pàgina que no és visible.
cs: <strong>Upozornění!</strong> Prohlížíte stránku, která není viditelná.
da: <strong>Advarsel!</strong> Du forhåndsvises en side, der ikke er synlig.
fa: <strong>هشدار!</strong> شما در حال دیدن صفحه ای منتشر نشده هستید.
fr: <strong>Attention !</strong> Vous êtes en train de prévisualiser une page qui n'est pas visible.
pl: <strong>Uwaga!</strong> Przeglądasz stronę, która nie jest opublikowana.
pt: <strong>Aviso!</strong> Você está visualizando uma página que não se encontra visível na loja.
ru: <strong>Внимание!</strong> Вы просматриваете скрытую страницу.
sk: <strong>Pozor!</strong> Pozeráte sa na stránku, ktorá nie je viditeľná.
sv: <strong>Varning!</strong> Du förhandsgranskar en sida som inte är publicerad.
