Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Product action
source: Edit product
ar: تعديل منتج
bg_bg: Редактира продукт
ca: Edita producte
cs: Upravit produkt
da: Rediger produkt
fa: ویرایش محصول
fr: Modifier le produit
pl: Edytuj produkt
pt: Editar produto
ru: Изменить товар
sk: Upraviť produkt
sv: Ändra produkt
uk: Змінити товар

# Product action
source: Remove product
ar: إزالة منتج
bg_bg: Премахва продукт
ca: Elimina producte
cs: Odstranit produkt
da: Fjern produkt
fa: حذف محصول
fr: Supprimer le produit
pl: Usuń produkt
pt: Remover produto
ru: Удалить товар
sk: Odstráňiť produkt
sv: Ta bort produkt
uk: Видалити товар

# Product action
source: View on site
ar: عرض على الموقع
bg_bg: Виж на сайта
ca: Veure al lloc web
cs: Zobrazit na stránce
da: Vis på hjemmesiden
fa: نمایش در وب‌سایت
fr: Voir sur le site
pl: Zobacz na stronie
pt: Ver no site
ru: Посмотреть на сайте
sk: Zobraziť na stránke
sq: Shiko ne faqe
sv: Se på sida
uk: Подивитися на сайті

source: Variant
ar: متغير
bg_bg: Вариант
cs: Varianta
fa: نوع
fr: Variation
pl: Wariant
pt: Variante
ru: Варианты
sk: Varianta
uk: Варіант

source: SKU
ar: وحدة حفظ الأوراق المالية
fa: واحد انبار داری
fr: Référence
ru: Артикул
sk: Skladová jednotka

source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
sq: Emri
sv: Namn
uk: Назва

source: Status
ar: الحالة
bg_bg: Статус
ca: Estat
cs: Stav
fa: وضعیت
fr: État
ru: Статус
sk: Stav
uk: Статус

source: Gross price
ar: السعر الإجمالي
ca: Preu brut
cs: Hrubá cena
da: Engros pris
fa: قیمت ناخالص
fr: Prix brut
pl: Cena brutto
pt: Preço bruto
ru: Брутто-цена
sk: Hrubá cena
sv: Bruttopris

source: Net price
ar: السعر الصافي
ca: Preu net
cs: Čistá cena
da: Netto pris
fa: قیمت خالص
fr: Prix net
pl: Cena netto
pt: Preço líquido
ru: Цена за вычетом всех скидок
sk: Cena netto
sv: Nettopris

source: Margin
ar: الفرق بين سعر الشراء و سعر البيع
ca: Marge
cs: Marže
da: Margen
fa: بودجه احتیاطی
fr: Marge
pt: Margem
ru: Маржа
sk: Marža
sv: Marginal

source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: تغییر
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Dashboard product details page
source: No variants found
bg_bg: Няма намерени варианти
ca: No s'han trobat variants
cs: Nebyly nalezeny žádné varianty
da: Ingen varianter blev fundet
fa: گونه ی مشابهی یافت نشد
fr: Aucune variation trouvée
pl: Nie znaleziono żadnych wariantów
pt: Nenhuma variação encontrada.
ru: Атрибуты не найдены.
sk: Nenašli sa žiadne varianty.
sq: Asnje variant nuk u gjet
sv: Inga varianter hittades
uk: Варіантів не знайдено

# Product pricing card header
source: Pricing
ca: Preus
cs: Ceny
da: Prissætning
fa: قیمت دهی
fr: Prix
pl: Cennik
pt: Preços
ru: Ценообразование
sk: Oceňovanie
sq: Cmimi
sv: Prissättning

# Product pricing card header subtitle
source: Taxes are charged (%(tax_rate)s tax rate)
ca: Les taxes s'han carregat (%(tax_rate)staxes)
cs: Daně jsou účtovány (%(tax_rate)ssazba daně)
da: Skat er blevet trukket (%(tax_rate)s skatteprocent)
fa: مالیات اعمال شده(با نرخ: %(tax_rate)s)
fr: La TVA est appliquée (Taux %(tax_rate)s)
pl: Podatki są doliczane (%(tax_rate)s podatku)
pt: Impostos (%(tax_rate)s‰)
ru: Налоги которые учитываются (%(tax_rate)s ставки налогов)
sk: Uplatnená daň (daňová sadzba %(tax_rate)s)
sq: Taksat jane ne pagese (%(tax_rate)s tax rate)
sv: Moms avser (%(tax_rate)s momssats)

# Product pricing card header subtitle
source: Taxes are not charged
ca: Les taxes no s'han carregat
cs: Daně nejsou účtovány
da: Skat er ikke blevet trukket
fa: مالیات اعمال نشده
fr: La TVA n'est pas appliquée
pl: Podatki nie są doliczane
pt: Sem impostos
ru: Налоги не взимаются
sk: Daň sa neuplatňuje
sq: Taksat nuk jane ne pagese
sv: Avser inte moms

# Product field
source: Gross sale price
ca: Preu de venda brut
cs: Hrubá prodejní cena
da: Brutto salgspris
fa: قیمت فروش ناخالص
fr: Prix de vente TTC
pl: Cena sprzedaży brutto
pt: Preço
ru: Валовая цена продажи
sk: Hrubá predajná cena
sq: Gros cmimi i shitjes
sv: Brutto försäljningspris

# Product field
source: Net sale price
ca: Preu de venda net
cs: Čistá prodejní cena
da: Netto salgspris
fa: قیمت فروش خالص
fr: Prix de vente HT
pl: Cena sprzedaży netto
pt: Preço liquido
ru: Чистая цена продажи
sk: Čistá predajná cena
sq: Net cmimi i shitjes
sv: Netto försäljningspris

# Product field
source: Gross discounted price
ca: Preu de descompte brut
cs: Hrubá zlevněná cena
da: Brutto diskonteret pris
fa: قیمت ناخالص با تخفیف
fr: Prix remisé TTC
pl: Cena brutto po obniżce
pt: Valor bruto com desconto
ru: Валовая цена с дисконтом
sk: Hrubá zľavnená cena
sq: Cmimi i uljes gros
sv: Brutto rabattpris

# Product field
source: Net discounted price
ca: Preu de descompte net
cs: Čistá zlevněná cena
da: Netto diskonteret pris
fa: قیمت خالص با تخفیف
fr: Prix remisé HT
pl: Cena netto po obniżce
pt: Valor líquido com desconto
ru: Чистая цена с дисконтом
sk: Čistá zľavnená cena
sq: Cmimi i uljes net
sv: Netto rabattpris

# Product field
source: Gross purchase cost
ca: Cost de compra brut
cs: Hrubé nákupní náklady
da: Brutto købspris
fa: هزینه خرید ناخالص
fr: Coût d'achat TTC
pl: Koszt brutto
pt: Preço de Custo
ru: Брутто-цена
sk: Hrubé obstarávacie náklady
sq: Cmimi i blerjes gros
sv: Brutto inköpris

# Product field
source: Net purchase cost
ca: Cost de compra net
cs: Čisté nákupní náklady
da: Netto købsomkostninger
fa: هزینه خرید خالص
fr: Coût d'achat HT
pl: Koszt netto
pt: Custo Final
ru: Цена за вычетом всех скидок
sk: Čisté obstarávacie náklady
sq: Cmimi i blerjes net
sv: Netto inköpspris

# Product field
source: Margin
ar: الفرق بين سعر الشراء و سعر البيع
ca: Marge
cs: Marže
da: Margen
fa: تفاوت
fr: Marge
pt: Margem
ru: Маржа
sk: Marža
sv: Marginal

# Product variant inventory card header
source: Inventory
ca: Inventari
cs: Inventář
da: Inventar
fa: فهرست کالا
fr: Inventaire
pl: Inwentarz
pt: Inventário
ru: Инвентарь
sk: Inventár
sv: Lagerförteckning

# Dashboard variant details view
source: Number in stock
ar: عدد المخزون
ca: Nombre en estoc
cs: Počet na skladě
da: Antal på lager
fa: تعداد در انبار
fr: Quantité en stock
pl: Stan magazynowy
pt: Quantidade em estoque
ru: Доступно
sk: Počet na sklade
sv: Antal i lager

# Dashboard variant details view
source: Allocated
bg_bg: Разпределени
ca: Assignat
cs: Přidělen
da: Allokeret
fa: اختصاص داده شده
fr: Alloué
pl: Przypisane
pt: alocado
ru: Размещен
sk: Pridelené
sv: Tilldelad
uk: Зарезервовано

source: Images
bg_bg: Изображения
ca: Imatges
cs: Obrázek
da: Billeder
fa: عکس ها
fr: Photos
pl: Grafiki
pt: imagens
ru: Изображения
sk: Obrázky
sq: Imazhet
sv: Bilder
uk: Зображення

source: Edit images
bg_bg: Редакция на изображение
ca: Edita imatges
cs: Upravit obrázek
da: Rediger billeder
fa: ویرایش عکس ها
fr: Modifier les photos
pl: Edytuj grafiki
pt: Editar imagens
ru: Редактировать
sk: Upraviť obrázky
sq: Ndrysho imazhet
sv: Ändra bild
uk: Редагувати зображення

# Dashboard products list
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Product form page title
source: Add new product
ar: أضف منتجاً جديداً
bg_bg: Добавя нов продукт
ca: Afegeix nou producte
cs: Přidat nový produkt
da: Tilføj nyt produkt
fa: افزودن کالای جدید
fr: Ajouter un nouveau produit
pl: Dodaj nowy produkt
pt: Adicionar novo produto
ru: Добавить новый продукт
sk: Pridať nový produkt
sq: Shto artikull te ri
sv: Lägg till ny produkt
uk: Додати новий товар

# Product form breadcrumbs
source: Add new product
ar: أضف منتجاً جديداً
bg_bg: Добавя нов продукт
ca: Afegeix nou producte
cs: Přidat nový produkt
da: Tilføj nyt produkt
fa: افزودن کالای جدید
fr: Ajouter un nouveau produit
pl: Dodaj nowy produkt
pt: Adicionar novo produto
ru: Добавить новый продукт
sk: Pridať nový produkt
sq: Shto artikull te ri
sv: Lägg till ny produkt
uk: Додати новий товар

# Product form breadcrumbs
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: تغییر
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

source: Shipping
ar: الشحن
ca: Enviament
da: Forsendelse
fa: ارسال
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt

source: Attributes
ar: مواصفات
bg_bg: Атрибути
ca: Atributs
cs: Atributy
da: Attributter
fa: مشخصات
fr: Attributs
pl: Atrybuty
pt: Atributos
ru: Атрибуты
sk: Atribúty
sq: Atributet
sv: Attribut
uk: Атрибути

source: Product Type: %(product_type_name)s
ca: Tipus de producte: %(product_type_name)s
cs: Typ produktu: %(product_type_name)s
da: Produkt type: %(product_type_name)s
fa: نوع محصول: %(product_type_name)s
fr: Type de produit: %(product_type_name)s
pl: Typ produktu: %(product_type_name)s
pt: Tipo de Produto: %(product_type_name)s
ru: Тип товара: %(product_type_name)s
sk: Typ produktu: %(product_type_name)s
sq: Lloji i artikullit: %(product_type_name)s
sv: Produkttyp: %(product_type_name)s

# Product list add button text
source: Add product
ar: أضف منتج
bg_bg: Добавя продукт
ca: Afegeix producte
cs: Přidat produkt
da: Tilføj produkt
fa: افزودن کالا
fr: Ajouter un produit
pl: Dodaj produkt
pt: Adicionar produto
ru: Добавить продукт
sk: Pridať produkt
sq: Shto artikull
sv: Lägg till produkt
uk: Додати продукт

# Products list table header
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Products list table header
source: Price
ar: السعر
bg_bg: Цена
ca: Preu
cs: Cena
da: Pris
fa: قیمت
fr: Prix
pl: Cena
pt: Preço
ru: Цена
sk: Cena
sq: Cmimi
sv: Pris
uk: Ціна

# Empty product list message
source: No products found.
ar: لم يتم العثور على منتجات.
bg_bg: Няма намерени продукти.
ca: No s'han trobat productes.
cs: Nenašli se žádné produkty.
da: Ingen produkter fundet.
fa: کالایی یافت نشد.
fr: Pas de produits trouvés.
pl: Nie znaleziono produktów.
pt: Nenhum produto foi encontrado.
ru: Не найдены продукты.
sk: Nenašli sa žiadne produkty.
sq: Asnje artikull nuk u gjet.
sv: Inga produkter hittades.
uk: Жодного продукта не знайдено

# Modal remove product text
source: Remove product %(product)s
bg_bg: Премахване на продукта %(product)s
ca: Elimina producte %(product)s
cs: Odebrat produkt %(product)s
da: Fjern produkt %(product)s
fa: حذف محصول %(product)s
fr: Supprimer le produit %(product)s
pl: Usuń produkt %(product)s
pt: Remover produto %(product)s
ru: Удалить товар %(product)s
sk: Odstráňiť produkt %(product)s
sq: Fshi artikullin %(product)s
sv: Ta bort produkt %(product)s
uk: Видалити продукт %(product)s

# Modal remove product text
source: Are you sure you want to remove product <strong>%(product)s</strong>?
bg_bg: Искате ли да премахнете продукта <strong>%(product)s</strong>?
ca: Segur que vols eliminar el producte <strong>%(product)s</strong>?
cs: Opravdu chcete odebrat produkt <strong>%(product)s</strong>?
da: Er du sikker på du vil fjerne produktet <strong>%(product)s</strong>?
fa: آیا از حذف محصول <strong>%(product)s</strong> اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer le produit <strong>%(product)s</strong> ?
pl: Czy na pewno chcesz usunąć produkt <strong>%(product)s</strong>?
pt: Você tem certeza que deseja remover o produto <strong>%(product)s</strong>?
ru: Вы действительно хотите удалить товар <strong>%(product)s</strong>?
sk: Naozaj chcete odstrániť produkt <strong>%(product)s</strong>?
sq: A je i sigurt qe do te fshishe artikullin <strong>%(product)s</strong>?
sv: Är du säker på att du vill ta bort produkt <strong>%(product)s</strong>?
uk: Ви впевнені, що хочете видалити продкт <strong>%(product)s</strong>?

# Modal select product types title
source: Product type
ar: نوع المنتج
ca: Tipus de producte
cs: Typ produktu
da: Produkttype
fa: نوع محصول
fr: Type du produit
pl: Typ produktu
pt: Tipo de produto
ru: Тип продукта
sk: Typ produktu
sq: Lloji i produktit
sv: Produkttyp
uk: Тип товару

# Dashboard add action
source: Create
ar: إنشاء
bg_bg: Създава
ca: Crea
cs: Vytvořit
da: Opret
fa: ایجاد
fr: Créer
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sq: Krijo
sv: Skapa
uk: Створити

# Image form text
source: Edit - Image
ar: تحرير - صورة
bg_bg: Редакция на изображение
ca: Edita - Imatge
cs: Upravit - obrázek
da: Rediger - billede
fa: ویرایش - عکس
fr: Modifer - Photo
pl: Edytuj grafikę
pt: Editar - Imagem
ru: Изменить - Изображение
sk: Upraviť - obrázok
sq: Ndrysho - imazhin
sv: Ändra - bild
uk: Редагувати - Зображення

# Image form text
source: Add image
ar: إضافة صورة
bg_bg: Добавяне на изображение
ca: Afegeix imatge
cs: Přidat obrázek
da: Tilføj billede
fa: اضافه کردن عکس
fr: Ajouter la photo
pl: Dodaj grafikę
pt: Adicionar imagem
ru: Добавить изображение
sk: Pridať obrázok
sq: Shto imazhin
sv: Lägg till bild
uk: Додати зображення

# Image form text
source: Image
ar: صورة
bg_bg: Изображение
ca: Imatge
cs: Obrázek
da: Billede
fa: عکس
fr: Photo
pl: Grafika
pt: Imagem
ru: Изображение
sk: Obrázok
sv: Bild
uk: Зображення

# Image form text
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Image form breadcrumbs
source: Add image
ar: إضافة صورة
bg_bg: Добавяне на изображение
ca: Afegeix imatge
cs: Přidat obrázek
da: Tilføj billede
fa: افزودن تصویر
fr: Ajouter l'image
pl: Dodaj grafikę
pt: Adicionar imagem
ru: Добавить изображение
sk: Pridať obrázok
sq: Shto imazhin
sv: Lägg till bild
uk: Додати зображення

# Image form breadcrumbs
source: Add image for %(product)s
bg_bg: Добавяне на изображение за %(product)s
ca: Afegeix imatge per %(product)s
cs: Přidat obrázek pro %(product)s
da: Tilføj billede til %(product)s
fa: افزودن عکس برای %(product)s
fr: Ajouter l'image pour %(product)s
pl: Dodaj grafikę dla %(product)s
pt: Adicionar imagem para %(product)s
ru: Добавить изображение для %(product)s
sk: Pridať obrázok pre %(product)s
sv: Lägg till bild för %(product)s
uk: Додати зображення для %(product)s

# Add image button text
source: Add image
ar: إضافة صورة
bg_bg: Добавяне на изображение
ca: Afegeix imatge
cs: Přidat obrázek
da: Tilføj billede
fa: افزودن تصویر
fr: Ajouter l'image
pl: Dodaj grafikę
pt: Adicionar imagem
ru: Добавить изображение
sk: Pridať obrázok
sq: Shto imazhin
sv: Lägg till bild
uk: Додати зображення

# Image card text
source: No description
ar: لا يوجد توصيف
bg_bg: Няма описание
ca: Sense descripció
cs: Bez popisu
da: Ingen beskrivelse
fa: توضیحاتی وجود ندارد
fr: Pas de description
pl: Brak opisu
ru: Нет описания
sk: Žiadny popis
sq: Ska pershkrim
sv: Ingen beskrivning
uk: Нема опису

# Dashboard remove action
source: Remove
ar: إزالة
bg_bg: Премахва
ca: Elimina
cs: Odstranit
da: Fjern
fa: حذف
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort
uk: Видалити

# Image gallery upload box text
source: Drop images here to upload
ar: أسقط الصور هنا لتحميلها
bg_bg: Спуснете изображенията тук, за да ги качите
ca: Arrossega la imatge aquí per pujar-la
cs: Nahrát obrázky
da: Drop billeder her for at uploade
fa: عکس ها رو برای آپلود بنداز اینجا
fr: Déplacer les images ici pour les ajouter
pl: Upuść grafiki tutaj, aby je zamieścić
pt: Largue as imagens aqui para fazer o upload
ru: Перенесите изображения сюда для загрузки
sk: Presuň tu obrázok pre upload
sv: Dra bilder hit för att ladda upp
uk: Перетягніть зображення сбди, щоб завантажити

# Empty image gallery message
source: No description
ar: لا يوجد توصيف
bg_bg: Няма описание
ca: Sense descripció
cs: Bez popisu
da: Ingen beskrivelse
fa: توضیحاتی وجود ندارد
fr: Pas de description
pl: Brak opisu
ru: Нет описания
sk: Žiadny popis
sq: Ska pershkrim
sv: Ingen beskrivning
uk: Нема опису

# Modal remove image text
source: Remove product image
ar: إزالة صورة المنتج
bg_bg: Премахва изображението на продукта
ca: Elimina imatge del producte
cs: Odstranit obrázky produktu
da: Fjern produktbillede
fa: حذف عکس های محصول
fr: Supprimer la photo du produit
pl: Usuń grafikę produktu
pt: Remover imagem do produto
ru: Убрать изображение товара
sk: Odstráňiť obrázok produktu
sv: Ta bort produktbild
uk: Видалити зображення продукту

# Modal remove image text
source: Are you sure you want to remove product image?
ar: هل أنت متأكد من أنك تود إزالة صورة المنتج ؟
bg_bg: Наистина ли искате да премахнете изображението на продукта?
ca: Segur que vols eliminar la imatge del producte?
cs: Opravdu chcete odstranit obrázky produktu?
da: Er du sikker på du vil fjerne produktbillede?
fa: آیا از حذف عکس محصول اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer cette photo du produit ?
pl: Czy na pewno chcesz usunąć tę grafikę produktu?
pt: Tem certeza de que deseja remover a imagem do produto?
ru: Вы действительно желаете убрать изображение товара?
sk: Naozaj chcete odstrániť obrázok produktu?
sv: Är du säker på att du vill ta bort produktbild?
uk: Ви впевнені, що бажаєте видалити зображення продукту?

source: Primary Point of Interest
ar: نقطة الاهتمام الأساسية
bg_bg: Основен обект на интереси
ca: Punt d'interès primari
cs: Primární bod zájmu
da: Primær interesset punkt
fa: نقطه ی اصلی علاقه
fr: Point d'intérêt principal
pl: Główny punkt zainteresowania
pt: Primeiro na lista de interesses
ru: Может Вас заинтересовать
sk: Hlavný stred záujmov
sq: Pika kryesore e interesit
sv: Primära intressen

# Image form text
source: Pick the most relevant part of the image using the red circle.
ar: اختر الجزء الأكثر ملائمة للصورة باستخدام الدائرة الحمراء.
bg_bg: Изберете най-подходящата част от изображението, като използвате червения кръг.
ca: Selecciona la part més important de la imatge utilitzant el cercle vermell
cs: Vyberte nejvíce relevantní část obrázku pomocí červeného kruhu.
da: Vælg den mest relevante del af billedet ved hjælp af den røde cirkel.
fa: مربوط ترین قسمت عکس را با استفاده از دایره ی قرمز انتخاب کنید.
fr: Choisissez la partie de l'image la plus significative dans le cercle rouge.
pl: Oznacz najważniejszą część grafiki za pomocą czerwonego koła.
pt: Escolha a parte mais relevante da imagem usando o círculo vermelho.
ru: Выберите наиболее важную часть изображения используя красный круг.
sk: Vyberte najrelevantnejšiu časť obrázka pomocou červeného kruhu.
sq: Selekto imazhin me relevant
sv: Välj den mest relevanta delen av bilden med den röda cirkeln.
uk: Виберіть найбільш відповідну частину зображення використовуючи червоне кільце

# Product type page title
source: Add new product type
ar: أضف نوعاً جديداً للمنتج
ca: Afegeix una nova tipologia de producte
cs: Přidat nový typ produktu
da: Tilføj ny produkttype
fa: افزودن نوع محصول جدید
fr: Ajouter un nouveau type de produit
pl: Dodaj nowy typ produktów
pt: Adicionar novo tipo de produto
ru: Добавить новый тип продукта
sk: Pridať nový typ produktu
sv: Lägg till ny produkttyp
uk: Додати новий тип продукту

# Product type breadcrumbs
source: Add new product type
ar: أضف نوعاً جديداً للمنتج
ca: Afegeix una nova tipologia de producte
cs: Přidat nový typ produktu
da: Tilføj ny produkttype
fa: اضافه کردن نوع محصول
fr: Ajouter un nouveau type de produit
pl: Dodaj nowy typ produktów
pt: Adicionar novo tipo de produto
ru: Добавить новый тип продукта
sk: Pridať nový typ produktu
sv: Lägg till ny produkttyp
uk: Додати новий тип продукту

# Product type action
source: Remove product type
ar: أزل نوع المنتج
ca: Elimina el tipus de producte
cs: Odstranit typ produktu
da: Fjern produkttype
fa: حذف نوع محصول
fr: Supprimer le type de produit
pl: Usuń typ produktów
pt: Remover tipo de produto
ru: Удалить тип продукта
sk: Odstrániť typ produktu
sv: Ta bort produkttyp
uk: Видалити тип продукту

source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Product type help text
source: Product Type is a template used for creating new products. It also controls which attributes can be used during product creation process.
ar: نوع المنتج هو قالب يستخدم لإنشاء منتجات جديدة. كما يتحكم في السمات التي يمكن استخدامها أثناء عملية إنشاء المنتج.
ca: El tipus de producte és una plantilla utilitzada per crear nous productes. També controla quins atributs es poden utilitzar durant el procés de creació del producte.
cs: Typ produktu je šablona používaná k vytváření nových produktů. Rovněž řídí, které atributy lze použít během procesu vytváření produktu.
da: Produkttype er en skabelon, der bruges til at oprette nye produkter. Det styrer også hvilke attributter der kan bruges under produktfremstillingsprocessen.
fr: Les types de produits sont des modèles utilisés pour créer des nouveau produits. Ils contrôlent aussi quels attributs peuvent être utilisés durant la création d'un produit.
pl: Typ produktu to szablon używany przy definiowaniu nowych produktów. Decyduje także które atrybuty mogą być użyte w trakcie definiowania produktu.
pt: Tipo de produto é um modelo usado para a criação de novos produtos. Ele também controla os atributos que podem ser usados ​​durante o processo de criação do produto.
ru: Тип товара - это шаблон для создания новых товаров. Он также управляет атрибутами, используемыми при создании товара.
sk: Produktový typ je predloha používaná pre vytváranie nových produktov. Zároveň určuje, ktoré attribúty môžu byť použité počas vytvárania produktu.
sv: Produkttyp är en mall som används för att skapa nya produkter. Det styr också vilka attribut som kan användas under produktskapande processen.

# Product type list add button text
source: Add product type
ar: أضف نوع المنتج
bg_bg: Добавя тип на продукта
ca: Afegeix tipologia de producte
cs: Přidat typ produktu
da: Tilføj produkttype
fa: اضافه کردن نوع محصول
fr: Ajouter un type de produit
pl: Dodaj typ produktów
pt: Adicionar tipo de produto
ru: Добавить тип продукта
sk: Pridať typ produktu
sv: Lägg till produkttyp
uk: Додати тип продукта

# Dashboard product types list table header name
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Product type item list text
source: Product attributes
ar: مواصفات المنتج
bg_bg: Атрибути на продукт
ca: Atributs de producte
cs: Vlastnosti produktu
da: Produktattributter
fa: ویژگی های محصول
fr: Attributs du produit
pl: Atrybuty produktu
pt: Atributos do produto
ru: Атрибуты продукта
sk: Atribúty produktu
sq: Atributet e produktit
sv: Produktattribut
uk: Властивості продукта

# Product type item list text
source: Variant attributes
ar: سمات متنوعة
bg_bg: Атрибути на вариант
ca: Variants de producte
cs: Atributy variant
da: Variant attributter
fa: مشخصات محصولات مشابه
fr: Attributs de la variante
pl: Atrybuty wariantu
pt: Atributos de variações
ru: Варианты атрибута
sk: Variantné atribúty
sq: Variantet e atributit
sv: Variantattribut
uk: Властивості варіанта

# Empty product type list message
source: No product types found.
ar: لم يتم العثور على أنواع للمنتج.
bg_bg: Няма намерени видове продукти.
ca: No s'han trobat tipus de productes
cs: Nebyly nalezeny žádné typy produktů.
da: Ingen produkttyper fundet.
fa: هیچ نوع محصولی یافت نشد.
fr: Pas de types de produits trouvés.
pl: Nie znaleziono żadnych typów produktów.
pt: Nenhum tipo do produto.
ru: Продукты не найдены.
sk: Nenašli sa žiadne typy produktov.
sq: Asnje lloj produkti nuk u gjet.
sv: Ingen produkttyp hittades.
uk: Жодного типу продукта не знайдено
