Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, az, bg, bn, cs, el, es, et, fa, hu, hy, id, is, it, ja, ko, pl, pt_br, ro, ru, sk, sq, sv, th, uk, vi, zh

source: item selected
az: bənd seçildi
bg: Избрани елементи
bn: আইটেম নির্বাচিত
cs: vybraná položka
el: που επιλέχθηκε
es: Producto seleccionado
et: artikkel valitud
fa: ب
hy: տարերը ընտրված են
id: item yang dipilih
is: hlutur valinn
it: Elemento selezionato
ja: 選択されたアイテム
ko: 상품이 선택됨
pl: wybrany przedmiot
ro: articol selectat
ru: элемент выбран
sk: vybraná vec
sq: elementet e zgjedhur
sv: vald vara
th: เลือกแล้ว
uk: вибрана позиція
vi: mục được chọn
zh: 已选项

# Datepicker option
source: Close
ar: الشهر القادم
az: Növbəti ay
bg: Следващия месец
bn: পরবর্তী মাস
cs: Příští měsíc
el: Επόμενος μήνας
es: Siguiente mes
et: Järgmine kuu
fa: ماه بعد
hu: Kövtkező hónap
hy: Հաջորդ ամիս
id: Bulan berikutnya
is: Næsti mánuður
it: Mese seguente
ja: 次月
ko: 다음달
pl: Następny miesiąc
pt_br: Próximo mês
ro: Luna viitoare
ru: Следующий месяц
sk: Ďalší mesiac
sq: Muaji i ardhshem
sv: Nästa månad
th: เดือนหน้า
uk: за наступний місяць
vi: Tháng tiếp theo
zh: 下个月

# Datepicker option
source: Close
ar: الشهر الماضي
az: Əvvəlki ay
bg: Предишния месец
bn: পূর্ববর্তী মাস
cs: Předchozí měsíc
el: Προηγούμενος μήνας
es: Mes previo
et: Eelmine kuu
fa: ماه قبل
hu: Előző hónap
hy: Նախորդ ամիս
id: Bulan sebelumnya
is: Fyrri mánuður
it: Mese precedente
ja: 前月
ko: 이전달
pl: Poprzedni miesiąc
pt_br: Mês anterior
ro: Luna trecută
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sq: Muaji i meparshem
sv: Föregående månad
th: เดือนที่แล้ว
uk: за минулий місяць
vi: Tháng trước
zh: 上个月

# Datepicker option
source: Close
ar: حدد الشهر
az: Ayı seç
bg: Изберете месец
bn: একটি মাস নির্বাচন করুন
cs: Vyberte měsíc
el: Διαλέξτε μήνα
es: Selecciona un mes
et: Vali kuu
fa: انتخاب ماه
hu: Válassz egy hónapot
hy: Ընտրել ամիս
id: Pilih bulan
is: Veldu mánuð
it: Seleziona un mese
ja: 月選択
ko: 월 선택
pl: Wybierz miesiąc
pt_br: Selecione um mês
ro: Selectați o lună
ru: Выберите месяц
sk: Vyberte mesiac
sq: Muaji i selektuar
sv: Välj månad
th: เลือกเดือน
uk: виберіть місяць
vi: Chọn một tháng
zh: 选择月份

# Datepicker option
source: Close
ar: اختر السنة
az: İli seç
bg: Изберете година
bn: একটি বছর নির্বাচন করুন
cs: Vyberte rok
el: Διαλέξτε έτος
es: Selecciona un año
et: Vali aasta
fa: انتخاب سال
hu: Válassz egy évet
hy: Ընտրել տարի
id: Pilih tahun
is: Veldu ár
it: Seleziona un anno
ja: 年選択
ko: 년도 선택
pl: Wybierz rok
pt_br: Selecione um ano
ro: Selectați un an
ru: Выберите год
sk: Vyberte rok
sq: Viti i selektuar
sv: Välj årt
th: ืเลือกปี
uk: виберіть рік
vi: Chọn một năm
zh: 选择年份

# Datepicker month
source: December
ar: يناير
az: Yanvar
bg: Януари
bn: জানুয়ারী
cs: Leden
el: Ιανουάριος
es: Enero
et: jaanuar
fa: ژانویه
hu: Január
hy: Հունրվար
id: Januari
is: Janúar
it: Gennaio
ja: 1月
ko: 1월
pl: styczeń
pt_br: Janeiro
ro: Ianuarie
ru: Январь
sk: Január
sq: Janar
sv: Januari
th: มกราคม
uk: Січень
vi: Tháng một
zh: 一月

# Datepicker month
source: December
ar: فبراير
az: Fevral
bg: Февруари
bn: ফেব্রুয়ারি
cs: Únor
el: Φεβρουάριος
es: Febrero
et: veebruar
fa: فوریه
hu: Február
hy: Փետրվար
id: Februari
is: Febrúar
it: Febbraio
ja: 2月
ko: 2월
pl: luty
pt_br: Fevereiro
ro: Februarie
ru: Февраль
sk: Február
sq: Shkurt
sv: Februari
th: กุมภาพันธ์
uk: Лютий
vi: Tháng hai
zh: 二月

# Datepicker month
source: December
ar: مارس
az: Mart
bg: Март
bn: মার্চ
cs: Březen
el: Μάρτιος
es: Marzo
et: märts
fa: مارس
hu: Március
hy: Մարտ
id: Maret
is: Mars
it: Marzo
ja: 3月
ko: 3월
pl: marzec
pt_br: Março
ro: Martie
ru: Март
sk: Marec
sq: Mars
sv: Mars
th: มีนาคม
uk: Березень
vi: Tháng ba
zh: 三月

# Datepicker month
source: December
ar: أبريل
az: Aprel
bg: Април
bn: এপ্রিল
cs: Duben
el: Απρίλιος
es: Abril
et: aprill
fa: آوریل
hu: Április
hy: Ապրիլ
id: April
is: Apríl
it: Aprile
ja: 4月
ko: 4월
pl: kwiecień
pt_br: Abril
ro: Aprilie
ru: Апрель
sk: Apríl
sq: Prill
sv: April
th: เมษายน
uk: Квітень
vi: Tháng bốn
zh: 四月

# Datepicker month
source: December
ar: مايو
az: May
bg: Май
bn: মে
cs: Květen
el: Μάϊος
es: May
et: mai
fa: می
hu: Május
hy: Մայիս
id: Mei
is: Maí
it: Maggio
ja: 5月
ko: 5월
pl: maj
pt_br: Maio
ro: Mai
ru: Май
sk: Máj
sq: Maj
sv: Maj
th: พฤษภาคม
uk: Травень
vi: Tháng năm
zh: 五月

# Datepicker month
source: December
ar: يونيو
az: İyun
bg: Юни
bn: জুন
cs: Červen
el: Ιούνιος
es: Junio
et: juuni
fa: ژون
hu: Június
hy: Հունիս
id: Juni
is: Júní
it: Giugno
ja: 6月
ko: 6월
pl: czerwiec
pt_br: Junho
ro: Iunie
ru: Июнь
sk: Jun
sq: Qershor
sv: Juni
th: มิถุนายน
uk: Червень
vi: Tháng sáu
zh: 六月

# Datepicker month
source: December
ar: يوليو
az: İyul
bg: Юли
bn: জুলাই
cs: Červenec
el: Ιούλιος
es: Julio
et: juuli
fa: جولای
hu: Július
hy: Հուլիս
id: Juli
is: Júlí
it: Luglio
ja: 7月
ko: 7월
pl: lipiec
pt_br: Julho
ro: Iulie
ru: Июль
sk: Jul
sq: Korrik
sv: Juli
th: กรกฎาคม
uk: Липень
vi: Tháng bảy
zh: 七月

# Datepicker month
source: December
ar: أغسطس
az: Avqust
bg: Август
bn: অগাস্ট
cs: Srpen
el: Αύγουστος
es: Agosto
et: august
fa: آگوست
hu: Augusztus
hy: Օգոստոս
id: Agustus
is: Ágúst
it: Agosto
ja: 8月
ko: 8월
pl: sierpień
pt_br: Agosto
ro: August
ru: Август
sk: August
sq: Gusht
sv: Augusti
th: สิงหาคม
uk: Серпень
vi: Tháng tám
zh: 八月

# Datepicker month
source: December
ar: سبتمبر
az: Sentyabr
bg: Септември
bn: সেপ্টেম্বর
cs: Záři
el: Σεπτέμβριος
es: Septiembre
et: september
fa: سپتامبر
hu: Szeptember
hy: Սեպտեմբեր
id: September
is: September
it: Settembre
ja: 9月
ko: 9월
pl: wrzesień
pt_br: Setembro
ro: Septembrie
ru: Сентябрь
sk: September
sq: Shtator
sv: September
th: กันยายน
uk: Вересень
vi: Tháng chín
zh: 九月

# Datepicker month
source: December
ar: أكتوبر
az: Oktyabr
bg: Октомври
bn: অক্টোবর
cs: Říjen
el: Οκτώβριος
es: Octubre
et: oktoober
fa: اکتبر
hu: Október
hy: Հոկտեմբեր
id: Oktober
is: Október
it: Ottobre
ja: 10月
ko: 10월
pl: październik
pt_br: Outubro
ro: Octombrie
ru: Октябрь
sk: Oktober
sq: Tetor
sv: Oktober
th: ตุลาคม
uk: Жовтень
vi: Tháng mười
zh: 十月

# Datepicker month
source: December
ar: نوفمبر
az: Noyabr
bg: Ноември
bn: নভেম্বর
cs: Listopad
el: Νοέμβριος
es: Noviembre
et: november
fa: نوامبر
hu: November
hy: Նոյեմբեր
id: November
is: Nóvember
it: Novembre
ja: 11月
ko: 11월
pl: listopad
pt_br: Novembro
ro: Noiembrie
ru: Ноябрь
sk: November
sq: Nentor
sv: November
th: พฤศจิกายน
uk: Листопад
vi: Tháng mười một
zh: 十一月

# Datepicker month
source: December
ar: ديسمبر
az: Dekabr
bg: Декември
bn: ডিসেম্বর
cs: Prosinec
el: Δεκέμβριος
es: Diciembre
et: detsember
fa: دسامبر
hy: Դեկտեմբեր
id: Desember
is: Desember
it: Dicembre
ja: 12月
ko: 12월
pl: grudzień
pt_br: Dezembro
ro: Decembrie
ru: Декабрь
sq: Dhjetor
th: ธันวาคม
uk: Грудень
vi: Tháng mười hai
zh: 十二月

# Datepicker month shortcut
source: Dec
ar: يناير
az: Yan
bg: Ян
bn: জান
cs: Leden
el: Ιαν
es: Ene
et: jan
fa: ژان
hu: Jan
hy: Հնվ
id: Jan
is: Jan
it: Gen
ja: 1月
ko: 1월
pl: sty
pt_br: Jan
ro: Ian
ru: Янв.
sk: Jan
sq: Jan
sv: Jan
th: ม.ก.
uk: Січ
vi: Tháng 1
zh: 一月

# Datepicker month shortcut
source: Dec
ar: فبراير
az: Fev
bg: Фб
bn: ফেব্রু
cs: Únor
el: Φεβ
es: Feb
et: veb
fa: فور
hu: Feb
hy: Փետր
id: Feb
is: Feb
it: Feb
ja: 2月
ko: 2월
pl: lut
pt_br: Fev
ro: Feb
ru: Фев.
sk: Feb
sq: Shk
sv: Feb
th: ก.พ.
uk: Лют
vi: Tháng 2
zh: 二月

# Datepicker month shortcut
source: Dec
ar: مارس
az: Mar
bg: Мрт
bn: মার্চ
cs: Březen
el: Μαρ
es: Mar
et: mär
fa: مار
hu: Márc
hy: Մարտ
id: Mar
is: Mar
it: Mar
ja: 3月
ko: 3월
pl: mar
pt_br: Mar
ro: Mar
ru: Мрт.
sk: Mar
sq: Mar
sv: Mar
th: มี.ค.
uk: Бер
vi: Tháng 3
zh: 三月

# Datepicker month shortcut
source: Dec
ar: أفريل
az: Apr
bg: Апр
bn: এপ্রিল
cs: Duben
el: Απρ
es: Abr
et: apr
fa: آور
hu: Ápr
hy: Ապր
id: Apr
is: Apr
it: Apr
ja: 4月
ko: 4월
pl: kwi
pt_br: Abr
ro: Apr
ru: Апр.
sk: Apr
sq: Pri
sv: Apr
th: เม.ษ.
uk: Кві
vi: Tháng 4
zh: 四月

# Datepicker month shortcut
source: Dec
ar: أيّار
az: May
bg: Май
bn: মে
cs: Květen
el: Μαι
es: May
et: mai
fa: می
hu: Május
hy: Մյս
id: Mei
is: Maí
it: Maggio
ja: 5月
ko: 5월
pl: maj
pt_br: Maio
ro: Mai
ru: Май
sk: Máj
sq: Maj
sv: Maj
th: พ.ค.
uk: Травень
vi: Tháng 5
zh: 五月

# Datepicker month shortcut
source: Dec
ar: يونيو
az: İyun
bg: Юни
bn: জুন
cs: Červen
el: Ιουν
es: Jun
et: jun
fa: ژون
hu: Jún
hy: Հնս
id: Jun
is: Jún
it: Giu
ja: 6月
ko: 6월
pl: cze
pt_br: Jun
ro: Iun
ru: Июн
sk: Jun
sq: Qer
sv: Jun
th: มิ.ย.
uk: Чер
vi: Tháng 6
zh: 六月

# Datepicker month shortcut
source: Dec
ar: يوليو
az: İyul
bg: Юли
bn: জুল
cs: Červenec
el: Ιουλ
es: Jul
et: jul
fa: جول
hu: Júl
hy: Հուլ
id: Jul
is: Júl
it: Lug
ja: 7月
ko: 7월
pl: lip
pt_br: Jul
ro: Iul
ru: Июл
sk: Jul
sq: Kor
sv: Jul
th: ก.ค.
uk: Лип
vi: Tháng 7
zh: 七月

# Datepicker month shortcut
source: Dec
ar: أغسطس
az: Avq
bg: Авг
bn: অগাস্ট
cs: Srpen
el: Αυγ
es: Ago
et: aug
fa: آوگ
hu: Aug
hy: Օգս
id: Ags
is: Ág
it: Ago
ja: 8月
ko: 8월
pl: sie
pt_br: Ago
ro: Aug
ru: Авг.
sk: Aug
sq: Gus
sv: Aug
th: ส.ค.
uk: Сер
vi: Tháng 8
zh: 八月

# Datepicker month shortcut
source: Dec
ar: سبتمبر
az: Sen
bg: Сеп
bn: সেপ্টেম্বর
cs: Září
el: Σεπ
es: Sep
et: sep
fa: سپت
hu: Szept
hy: Սպտ
id: Sep
is: Sep
it: Set
ja: 9月
ko: 9월
pl: wrz
pt_br: Set
ro: Sep
ru: Сен.
sk: Sep
sq: Sht
sv: Sep
th: ก.ย.
uk: Вер
vi: Tháng 9
zh: 九月

# Datepicker month shortcut
source: Dec
ar: أكتوبر
az: Okt
bg: Окт
bn: অক্টোবর
cs: Říjen
el: Οκτ
es: Oct
et: okt
fa: اکت
hu: Okt
hy: Հոկտ
id: Okt
is: Okt
it: Ott
ja: 10月
ko: 10월
pl: paź
pt_br: Out
ro: Oct
ru: Окт.
sk: Okt
sq: Tet
sv: Okt
th: ต.ค.
uk: Жов
vi: Tháng 10
zh: 十月

# Datepicker month shortcut
source: Dec
ar: نوفمبر
az: Noy
bg: Ное
bn: নভেম্বর
cs: Listopad
el: Νοε
es: Nov
et: nov
fa: نوا
hu: Nov
hy: Նյմբ
id: Nov
is: Nóv
it: Nov
ja: 11月
ko: 11월
pl: lis
pt_br: Nov
ro: Noi
ru: Нбр.
sk: Nov
sq: Nen
sv: Nov
th: พ.ย.
uk: Лис
vi: Tháng 11
zh: 十一月

# Datepicker month shortcut
source: Dec
ar: ديسمبر
az: Dek
bg: Дек
bn: ডিসেম্বর
cs: Prosinec
el: Δεκ
es: Dic
et: dets
fa: دسا
hy: Դեկտ
id: Des
is: Des
it: Dic
ja: 12月
ko: 12월
pl: gru
pt_br: Dez
ru: Дек.
sq: Dhj
th: ธ.ค.
uk: Гру
vi: Tháng 12
zh: 十二月

# Datepicker weekday
source: Saturday
ar: الأحد
az: Bazar
bg: Неделя
bn: রবিবার
cs: Neděle
el: Κυριακή
es: Domingo
et: pühapäev
fa: یکشنبه
hu: Vasárnap
hy: Կիրակի
id: Minggu
is: Sunnudagur
it: Domenica
ja: 日曜日
ko: 일요일
pl: niedziela
pt_br: Domingo
ro: Duminică
ru: Воскресенье
sk: Nedeľa
sq: E diel
sv: Söndag
th: อาทิตย์
uk: Неділя
vi: Chủ Nhật
zh: 星期日

# Datepicker weekday
source: Saturday
ar: الإثنين
az: Bazar ertəsi
bg: Понеделник
bn: সোমবার
cs: Pondělí
el: Δευτέρα
es: Lunes
et: esmaspäev
fa: دوشنبه
hu: Hétfő
hy: Երկուշաբթի
id: Senin
is: Mánudagur
it: Lunedì
ja: 月曜日
ko: 월요일
pl: poniedziałek
pt_br: Segunda
ro: Luni
ru: Понедельник
sk: Pondelok
sq: E hene
sv: Måndag
th: จันทร์
uk: Понеділок
vi: Thứ hai
zh: 星期一

# Datepicker weekday
source: Saturday
ar: الثلاثاء
az: Çərşənbə axşamı
bg: Вторник
bn: মঙ্গলবার
cs: Úterý
el: Τρίτη
es: Martes
et: teisipäev
fa: سه شنبه
hu: Kedd
hy: Երեքշաբթի
id: Selasa
is: Þriðjudagur
it: Martedì
ja: 火曜日
ko: 화요일
pl: wtorek
pt_br: Terça
ro: Marți
ru: Вторник
sk: Utorok
sq: E marte
sv: Tisdag
th: อังคาร
uk: Вівторок
vi: Thứ ba
zh: 星期二

# Datepicker weekday
source: Saturday
ar: الأربعاء
az: Çərşənbə
bg: Сряда
bn: বুধবার
cs: Středa
el: Τετάρτη
es: Miércoles
et: kolmapäev
fa: چهارشنبه
hu: Szerda
hy: Չորեքշաբթի
id: Rabu
is: Miðvikudagur
it: Mercoledì
ja: 水曜日
ko: 수요일
pl: środa
pt_br: Quarta
ro: Miercuri
ru: Среда
sk: Streda
sq: E merkure
sv: Onsdag
th: พูธ
uk: Середа
vi: Thứ 4
zh: 星期三

# Datepicker weekday
source: Saturday
ar: الخميس
az: Cümə axşamı
bg: Четвъртък
bn: বৃহস্পতিবার
cs: Čtvrtek
el: Πέμπτη
es: Jueves
et: neljapäev
fa: پنج شنبه
hu: Csütörtök
hy: Հինգշաբթի
id: Kamis
is: Fimmtudagur
it: Giovedi
ja: 木曜日
ko: 목요일
pl: czwartek
pt_br: Quinta
ro: Joi
ru: Четверг
sk: Štvrtok
sq: E enjte
sv: Torsdag
th: พฤหัส
uk: Четвер
vi: Thứ 5
zh: 星期四

# Datepicker weekday
source: Saturday
ar: الجمعة
az: Cümə
bg: Петък
bn: শুক্রবার
cs: Pátek
el: Παρασκευή
es: Viernes
et: reede
fa: جمعه
hu: Péntek
hy: Ուրբաթ
id: Jumat
is: Föstudagur
it: Venerdì
ja: 金曜日
ko: 금요일
pl: piątek
pt_br: Sexta
ro: Vineri
ru: Пятница
sk: Piatok
sq: E premte
sv: Fredag
th: ศุกร์
uk: П'ятниця
vi: Thứ 6
zh: 星期五

# Datepicker weekday
source: Saturday
ar: السبت
az: Şənbə
bg: Събота
bn: শনিবার
cs: Sobota
el: Σάββατο
es: Sábado
et: laupäev
fa: شنبه
hu: Szombat
hy: Շաբաթ
id: Sabtu
is: Laugardagur
it: Sabato
ja: 土曜日
ko: 토요일
pl: sobota
pt_br: Sábado
ro: Sâmbătă
ru: Суббота
sk: Sobota
sq: E shtune
sv: Lördag
th: เสาร์
uk: Субота
vi: Thứ bảy
zh: 星期六

# Datepicker weekday shortcut
source: Sat
ar: الأحد
az: Baz
bg: Нед
bn: রবি
cs: Ne
el: Κυρ
es: Dom
et: Pühap
fa: یکش
hu: Vas
hy: Կրկ
id: Min
is: Sun
it: Domenica
ja: 日曜
ko: 일요일
pl: Nd
pt_br: Dom
ro: Dum
ru: Вс
sk: Ne
sq: Die
sv: Sön
th: อา.
uk: Нд
vi: Chủ nhật
zh: 星期日

# Datepicker weekday shortcut
source: Sat
ar: الإثنين
az: BazErt
bg: Пон
bn: সোম
cs: Po
el: Δευ
es: Lun
et: Esmasp
fa: دوش
hu: Hét
hy: Երկ
id: Sen
is: Mán
it: Lun
ja: 月曜
ko: 월요일
pl: Pon
pt_br: Seg
ro: Lun
ru: Пн
sk: Po
sq: Hen
sv: Mån
th: จ.
uk: Пн
vi: Thứ 2
zh: 星期一

# Datepicker weekday shortcut
source: Sat
ar: الثلاثاء
az: ÇərAxş
bg: Втр
bn: মঙ্গল
cs: Út
el: Τρι
es: Mar
et: Teisip
fa: سه ش
hu: Kedd
hy: Երք
id: Sel
is: Þri
it: Mar
ja: 火曜
ko: 화요일
pl: Wt
pt_br: Ter
ro: Mar
ru: Вт.
sk: Ut
sq: Mar
sv: Tis
th: อ.
uk: Вт
vi: Thứ 3
zh: 星期二

# Datepicker weekday shortcut
source: Sat
ar: الأربعاء
az: Çər
bg: Сря
bn: বুধ
cs: St
el: Τετ
es: Mie
et: Kolmap
fa: چهار ش
hu: Sze
hy: Չրք
id: Rab
is: Mið
it: Mer
ja: 水曜
ko: 수요일
pl: Śr
pt_br: Qua
ro: Mie
ru: Ср.
sk: St
sq: Mer
sv: Ons
th: พ.
uk: Ср
vi: Thứ 4
zh: 星期三

# Datepicker weekday shortcut
source: Sat
ar: الخميس
az: CümAxş
bg: Чет
bn: বৃহঃ
cs: Čt
el: Πεμ
es: Jue
et: Neljap
fa: پنج ش
hu: Csüt
hy: Հնգ
id: Kam
is: Fim
it: Gio
ja: 木曜
ko: 목요일
pl: Czw
pt_br: Qui
ro: Joi
ru: Чт.
sk: Št
sq: Enj
sv: Tor
th: พฤ.
uk: Чт
vi: Thứ 5
zh: 星期四

# Datepicker weekday shortcut
source: Sat
ar: الجمعة
az: Cüm
bg: Пет
bn: শুক্র
cs: Pá
el: Παρ
es: Vie
et: Reede
fa: جمع
hu: Pén
hy: Ուրբ
id: Jum
is: Fös
it: Ven
ja: 金曜
ko: 금요일
pl: Pt
pt_br: Sex
ro: Vin
ru: Пт
sk: Pi
sq: Pre
sv: Fre
th: ศ.
uk: Пт
vi: Thứ 6
zh: 星期五

# Datepicker weekday shortcut
source: Sat
ar: السبت
az: Şən
bg: Съб
bn: শনি
cs: So
el: Σαβ
es: Sab
et: Laup
fa: شنب
hu: Szo
hy: Շբթ
id: Sab
is: Lau
it: Sab
ja: 土曜
ko: 토요일
pl: Sob
pt_br: Sáb
ro: Sâm
ru: Сб
sk: So
sq: Sht
sv: Lör
th: ส.
uk: Сб
vi: Thứ 7
zh: 星期六

# Sunday shortcut
source: S
ar: الأحد
az: B
bg: С
el: Κ
et: P
fa: ش
hu: V
hy: Կ
id: M
ja: 土
ko: 토요일
pl: NS
ru: С
sq: D
th: อา
uk: Сб
vi: CN
zh: 星期日

# Monday shortcut
source: M
ar: الاثنين
az: B
bg: П
el: Δ
es: L
et: E
fa: د
hu: H
hy: Ե
id: S
it: L
ja: 月
ko: 월요일
pl: P
pt_br: S
ro: L
ru: П
sk: P
sq: H
th: จ
uk: Пн
vi: T2
zh: 星期一

# Tuesday shortcut
source: T
ar: الثلاثاء
az: Ç
bg: Ч
el: Τ
es: J
fa: پ
hu: K
hy: Եր
id: Sl
is: Þ
it: G
ja: 木
ko: 목요일
pl: C
pt_br: Q
ro: J
ru: Ч
sk: U
sq: M
th: อ
uk: Чт
vi: T3
zh: 星期二

# Wednesday shortcut
source: W
ar: الأربعاء
az: Ç
bg: С
el: Τ
es: M
et: K
fa: چ
hu: Sze
hy: Չ
id: R
is: M
it: M
ja: 水
ko: 수요일
pl: Ś
pt_br: Q
ro: M
ru: С
sk: S
sq: M
sv: O
th: พ
uk: Ср
vi: T4
zh: 星期三

# Thursday shortcut
source: T
ar: الخميس
az: C
bg: Ч
el: Π
es: J
et: N
fa: پ
hu: K
hy: Հ
id: K
is: Þ
it: G
ja: 木
ko: 목요일
pl: C
pt_br: Q
ro: J
ru: Ч
sk: U
sq: E
th: พฤ
uk: Чт
vi: T5
zh: 星期二

# Friday shortcut
source: F
ar: الجمعة
az: C
bg: П
el: Π
es: V
et: R
fa: ج
hu: P
hy: Ու
id: J
it: V
ja: 金
ko: 금요일
pl: P
pt_br: S
ro: V
ru: П
sk: P
sq: P
th: ศ
uk: Пт
vi: T6
zh: 星期四

# Saturday shortcut
source: S
ar: السبت
az: Ş
bg: С
el: Σ
et: L
fa: ش
hu: V
hy: Շ
id: Sa
is: L
ja: 土
ko: 토요일
pl: NS
ru: С
sv: L
th: ส
uk: Сб
vi: T7
zh: 星期日

# Datepicker option
source: Close
ar: اليوم
az: Bu gün
bg: Днес
bn: আজ
cs: Dnes
el: Σήμερα
es: Hoy
et: Täna
fa: امروز
hu: Ma
hy: Այսօր
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sq: Sot
sv: Idag
th: วันนี้
uk: Сьогодні
vi: Hôm nay
zh: 今天

# Datepicker option
source: Close
ar: واضح
az: Aydın
bg: Изчиства
bn: পরিষ্কার করুন
cs: Vymazat
el: Καθαρισμός
es: Limpiar
et: Puhasta
fa: پاک کن
hu: Töröl
hy: Մաքրել
id: Bersihkan
is: Hreinsa
it: Azzera
ja: クリア
ko: 초기화
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sk: Vyčistiť
sq: Fshi
sv: Rensa
th: ลบทั้งหมด
uk: Очистити
vi: Xóa
zh: 清空

# Datepicker option
source: Close
ar: قريب
az: Bağlı
bg: Затваря
bn: বন্ধ করুন
cs: Zavřít
el: Κλείσιμο
es: Cerrar
et: Sulge
fa: ببند
hu: Bezár
hy: Փակել
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sq: Mbyll
sv: Stäng
th: ปิด
uk: Закрити
vi: Đóng
zh: 关闭

# Rich text editor option
source: Remove formatting
ar: نص عريض
az: Qalın mətn
bn: বোল্ড টেক্সট
cs: Tučně
el: Έντονο κείμενο
es: Texto en negrita
et: Pakstekst
fa: متن برجسته
hy: Թավ տեքստ
id: Teks tebal
is: Feitletrað
it: Testo in grassetto
pl: Wytłuszczenie
ro: Text îngroșat
ru: Полужирное начертание
sk: Tučné
sq: Bold tekst
sv: Fet text
th: ตัวหนา
uk: Жирний текст
vi: In đậm

# Rich text editor option
source: Remove formatting
ar: نص مائل
az: İtalik mətn
bn: ইটালিক টেক্সট
cs: Kursivou
el: Πλάγιο κείμενο
es: Texto en cursiva
et: Kursiivtekst
fa: متن ایتالیک
hy: Շեղ տեքստ
id: Teks miring
is: Skáletrað
it: Testo in corsivo
pl: Kursywa
ro: Textul italic
ru: Курсив
sk: Kurzíva
sq: Italic tekst
sv: Kursiv text
th: ตัวเอียง
uk: Курсивний текст
vi: In nghiêng

# Rich text editor option
source: Remove formatting
ar: عنوان
az: Başlıq
bn: হেডার
cs: Záhlaví
el: Επικεφαλίδα
es: Encabezado
et: Päis
fa: سر صفحه
hy: Վերնագիր
id: Bagian atas
is: Fyrirsögn
it: Intestazione
pl: Nagłówek
ro: Antet
ru: Заголовок
sk: Nadpis
sq: Header
sv: Rubrik
th: เฮดเดอร์
uk: Текст заголовку
vi: Tiêu đề

# Rich text editor option
source: Remove formatting
ar: عنوان فرعي
az: Alt başlıq
bn: সাবহেডার
cs: Zápatí
el: Υποκεφαλίδα
es: Subencabezado
et: Alampäis
fa: زیر عنوان
hy: Ենթավերնագիր
id: Subjudul
is: Undirfyrirsögn
it: Sottotitolo
pl: Podtytuł
ro: Subantet
ru: Подзаголовок
sk: Podnadpis
sq: Subheader
sv: Underrubrik
th: ซับเฮดเดอร์
uk: Підзаголовок
vi: Tiêu đề phụ

# Rich text editor option
source: Remove formatting
ar: إقتباس
az: Sitat
bn: উদ্ধৃতি
cs: Citovat
el: Παράθεση
es: Cita
et: Tsitaat
fa: نقل قول
hy: Մեջբերում
id: Kutipan
is: Tilvitnun
it: Citazione
pl: Cytat
ro: Citat
ru: Цитата
sk: Citácia
sq: Quote
sv: Citat
th: โควท
uk: Цитувати
vi: Trích dẫn

# Rich text editor option
source: Remove formatting
ar: الرابط
az: Keçid
bn: লিংক
cs: Odkaz
el: Σύνδεσμος
es: Link
et: Link
fa: پیوند
hy: Հղում
id: Tautan
is: Tengill
it: Collegamento
pl: Odnośnik
ro: Link
ru: Ссылка
sk: Odkaz
sq: Link
sv: Länk
th: ลิ๊งค์
uk: Посилання
vi: Link

# Rich text editor option
source: Remove formatting
az: Şəkil (seçilmiş mətni şəkil etiketinə çevirir)
bn: ইমেজ (নির্বাচিত টেক্সটকে একটি ইমেজ ট্যাগে রূপান্তর করে)
cs: Obrázek (převede vybraný text na štítek obrázku)
es: Imagen(convierte el texto seleccionado a una etiqueta de imagen)
et: Pilt (muudab valitud teksti pildi märksõnaks)
fa: تصویر (تبدیل متن انتخاب شده به یک برچسب عکس تصویر)
id: Gambar (mengonversi teks yang dipilih menjadi tag gambar)
it: Immagine (converte il testo selezionato in una tag immagine)
pl: Obraz (zmienia wybrany tekst w tag obrazka)
ro: Imagine (convertește textul selectat într-o etichetă de imagine)
ru: Изображение (конвертирует выбранный текст в изображение-тэг)
sk: Obrázok (konvertuje označený text na html tag s obrázkom)
sq: Imazh (konverton tekstin e selektuar ne tag per imazhin)
sv: Bild (konvertera vald text till en bild tag)
th: ภาพ (เปลี่ยนข้อความที่เลือกไว้เป็น image tag)
uk: Зображення (перетворює виділений текст у тег зображення)
vi: Hình ảnh (chuyển đổi văn bản đã chọn thành thẻ hình ảnh)

# Rich text editor option
source: Remove formatting
az: Sol düzüm
bn: বামে সারিবদ্ধ
cs: Zarovnání vlevo
es: Alinear a la izquierda
et: Joonda vasakule
fa: تراز از چپ
id: Rata kiri
is: Vinstrijafnað
it: Allinea a sinistra
pl: Wyrównanie do lewej
ro: Aliniat la stânga
ru: Выравнивание по левому краю
sk: Zarovnať doľava
sq: Left align
sv: Vänsterjustera
th: ชิดขอบซ้าย
uk: Зліва направо
vi: Căn lề trái

# Rich text editor option
source: Remove formatting
az: Mərkəzi düzüm
bn: মধ্যে সারিবদ্ধ
cs: Zarovnání na střed
es: Alinear en el centro
et: Joonda keskele
fa: تراز وسط
id: Tengah
it: Allinea al centro
pl: Wyśrodkowanie
ro: Aliniere centru
ru: Выравнивание по центру
sk: Zarovnať na stred
sq: Center align
sv: Mitt justera
th: เรียงแนวกลาง
uk: Вирівнювання по центру
vi: Căn giữa

# Rich text editor option
source: Remove formatting
az: Sağ düzüm
bn: ডানে সারিবদ্ধ
cs: Zarovnání vpravo
es: Alinear a la derecha
et: Joonda paremale
fa: تراز از راست
id: Rata kanan
is: Hægrijafnað
it: Allinea a destra
pl: Wyrównanie do prawej
ro: Aliniați dreapta
ru: Выравнивание по правому краю
sk: Zarovnať doprava
sq: Right align
sv: Högerjustera
th: ชิดขอบขวา
uk: Вирівнювання по правому краю
vi: Căn lề phải

# Rich text editor option
source: Remove formatting
az: Düzəliş
bn: ন্যায্যতা প্রতিপাদন করা
cs: Zdůvodnění
es: Justificar
et: Rööpjoondus
id: Sesuaikan
it: Giustifica
pl: Wyjustowanie
ro: Centrează
ru: Выравнивание по ширине
sk: Zarovnať na strany
sq: Justify
sv: Justera
uk: Вирівняти
vi: Căn đều

# Rich text editor option
source: Remove formatting
az: Formatlamanı silin
bn: বিন্যাস অপসারণ করুন
cs: Odebrat formátování
es: Eliminar formato
et: Eemalda vormindamine
id: Hapus pemformatan
it: Rimuovi formattazione
pl: Usuń formatowanie
ro: Eliminați formatarea
ru: Удалить форматирование
sk: Odstrániť formátovanie
sv: ta bort formatering
th: ยกเลือกการทำรูปแบบ
uk: Видалити форматування
vi: Xóa định dạng

source: Your input might be a little too short, think of something more descriptive
az: Giriş məlumatlarınızı bir az qısa ola bilər, daha təsviri bir şey düşünün
bn: আপনার ইনপুটি একটু বেশিই সংক্ষিপ্ত, বর্ণনামূলক কিছু ভাবুন
cs: Váš vstup může být příliš krátký, přemýšlejte o něčem popisném
es: Tu input es un poco pequeño, piensa en algo más descriptivo
et: Sinu sisend on liiga lühike, mõtle midagi rohkem iseloomulikku
id: Masukan Anda mungkin agak terlalu pendek, pikirkan sesuatu yang lebih deskriptif
it: Il tuo contenuto potrebbe essere un po' troppo breve, pensa a qualcosa di più descrittivo
pl: To co wpisałeś wydaje się trochę za krótkie, spróbuj wymyślić coś bardziej opisowego
ro: Ce ai introdus ar putea fi puțin prea scurt, gândește-te la ceva mai descriptiv
ru: Вы ввели слишком мало данных, подумайте о чём-то более содержательном
sk: Váš text je prikrátky, skúste vymyslieť niečo opisnejšie
sq: Te dhenat mund te jene pak te vogla, mendo per dicka pak me pershkruese
sv: Din inmatning kan vara lite för kort, försök vara lite mer beskrivande
uk: Ваш текст може бути трохи коротким, подумайте про щось більш масштабне
vi: Đầu vào của bạn có thể hơi ngắn, hãy nhập mô tả dài hơn

source: Your input fits between the recommended lengths
az: Sizin giriş məlumatlarınız tövsiyyə olunan uzunluqdadır
bn: আপনার ইনপুটি প্রস্তাবিত দৈর্ঘ্যের জন্য মানানসই
cs: Váš vstup odpovídá doporučeným délkám
es: Tu input tiene el tamaño recomendado
et: Sinu sisend sobib soovitatud pikkusevahemikuga
id: Masukan Anda sesuai dengan panjang yang disarankan
it: Il tuo contenuto è all'interno della lunghezza raccomandata
pl: To co wpisałeś mieści się w rekomendowanym zakresie długości
ro: Ce ai introdus se potrivește între lungimile recomandate
ru: Введённые вами данные попадают в рекомендованную длину текста
sk: Váš text sa mestí do odporúčanej dĺžky
sq: Te dhenat e tua jane ne rregull
sv: Din inmatning är av rekommenderad längd
uk: Ваш текст відповідає рекомендованим довжинам
vi: Đầu vào của bạn phù hợp trong độ dài được đề xuất

# Add to cart form field label
source: Quantity
ar: عدد
az: Miqdarı
bg: Количество
bn: পরিমাণ
cs: Množství
el: Ποσότητα
es: Cantidad
et: Kogus
fa: تعداد
hy: Քանակ
id: Jumlah
is: Magn
it: Quantità
ja: 数量
ko: 수량
pl: Ilość
ro: Cantitate
ru: Количество
sk: Počet
sq: Sasia
sv: Antal
th: จำนวน
uk: Кількість
vi: Số lượng
zh: 数量
