Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Modal add note title
source: Add note
ar: إضافة ملاحظة
bg_bg: Добавя бележка
ca: Afegeix nota
cs: Přidat poznámku
da: Tilføj note
fa: افزودن یادداشت
fr: Ajouter une note
pl: Dodaj notatkę
pt: Adicionar nota
ru: Добавить примечание
sk: Pridať poznámku
sq: Shto shenim
sv: Lägg till notering
uk: Додати помітку

# Modal add note primary action
source: Save note
ar: حفظ ملاحظة
bg_bg: Записва бележката
ca: Desa nota
cs: Uložit poznámku
da: Gem note
fa: ذخیره یادداشت
fr: Sauvegarder une note
pl: Zapisz notatkę
pt: Guardar nota
ru: Сохранить примечание
sk: Uložiť poznámku
sq: Ruaj shenim
sv: Spara notering
uk: Зберегти помітку

# Header of modal used for removing customer's account
source: Remove customer %(customer)s
ca: Elimina client %(customer)s
cs: Odstranit zákazníka %(customer)s
da: Fjern kunde %(customer)s
fa: حذف مشتری%(customer)s
fr: Suppression du client %(customer)s
pl: Usuń konto klienta %(customer)s
pt: Remover o cliente %(customer)s
ru: Удалить покупателя %(customer)s
sk: Odstrániť zákazníka %(customer)s
sq: Fshi klient %(customer)s
sv: Ta bort kund %(customer)s

# Modal remove collection text
source: Are you sure you want to remove customer <strong>%(customer)s</strong>? Please note that this procedure will remove customer's account, but customer's orders and addresses associated with them will persist for the financial records.
ca: Segur que vols eliminar el client <strong>%(customer)s</strong>? Això farà que s'elimini el compte de l'usuari, però les seves comandes i adreces associades no s'eliminaràn.
cs: Opravdu chcete odebrat zákazníka <strong>%(customer)s</strong>? Vezměte prosím na vědomí, že tento postup odstraní účet zákazníka, ale zákaznické objednávky a adresy s ním spojené budou přetrvávat u finančních záznamů.
da: Er du sikker på du vil fjerne <strong>%(customer)s</strong>? Vær opmærksom på at denne handling vil fjerne kundens konto, men at kundens ordrer og adresser forbundet med disse vil forblive for de finansielle poster.
fr: Êtes vous certain de vouloir supprimer le client <strong>%(customer)s</strong> ? Notez que les commandes et adresses associées au client persisteront pour les documents financiers.
pl: Czy na pewno chcesz usunąć klienta <strong>%(customer)s</strong>? Ta czynność usunie konto klienta ale jego zamówienia i powiązane z nimi adresy zostaną zachowane dla dokumentacji finansowej.
pt: Tem certeza de que deseja remover o cliente <strong>%(customer)s</strong>? Observe que esse procedimento removerá a conta do cliente, mas os pedidos e endereços do cliente associados a eles persistirão nos registros financeiros.
ru: Вы действительно хотите удалить клиента(ов) <strong>%(customer)s</strong>? Обратите внимание, что эта процедура приведет к удалению учетных записей клиента(ов), но заказы и адреса соответствующие этим клиентам, будут сохраняться для финансовых отчетов.
sk: Ste si istí, že chcete odstrániť užívateľa <strong>%(customer)s</strong>? Prosím berte na vedomie, že táto procedúra odstráni zákaznícke konto, ale zákazníkove objednávky a príslušné adresy ostanú uložené pre finančné záznamy.
sq: Je i sigurt qe do te fshish klientin <strong>%(customer)s</strong>? Kini parasysh qe profili i klientit do fshihet por adresa dhe porosite e klientit do vazhdojne re ruhen per arsye financiare.
sv: Är du säker på att du vill ta bort kunden<strong>%(customer)s</strong>? Observera att detta tar bort kundens konto, men kundens order och adresser i samband med dem kommer att fortsätta pga. de finansiella rapporterna.

# Dashboard confirmation modal
source: Promote to staff member
bg_bg: Повиши член на персонала
ca: Promocionar a treballador
cs: Povýšit na člena týmu
da: Forfrem til medarbejder
fa: ارتقا به کارمند
fr: Promouvoir membre du personnel
pl: Nadaj uprawnienia pracownika
pt: Promover a funcionário
ru: Поощрения для сотрудников
sk: Povýšiť na zamestnanca
sq: Promovo ne anetare te stafit
sv: Uppgradera till anställd

# Modal promote to staff member text
source: Are you sure you want to promote %(customer)s to staff member?
bg_bg: Наистина ли искате да повишите %(customer)s като член на персонала?
ca: Segur que vols promocionar %(customer)s a treballador?
cs: Jste si jistý, že chcete povýšit %(customer)s na člena týmu?
da: Er du sikker på, at du vil forfremme %(customer)s til medarbejder?
fa: آیا از ارتقا %(customer)s به اعضای کارکنان مطمئنید؟
fr: Souhaitez vous vraiment promouvoir %(customer)s en membre du personnel ?
pl: Czy na pewno chcesz nadać %(customer)s uprawnienia pracownika?
pt: Tem certeza de que deseja promover %(customer)s a funcionário?
ru: Вы действительно хотите сделать покупателя %(customer)s сотрудником?
sk: Naozaj chcete povýšiť %(customer)s na zamestnanca?
sv: Är du säker på att du vill uppgradera %(customer)s till ansälld?

# Dashboard promote action
source: Promote
bg_bg: Промотира
ca: Promocionar
cs: Povýšit
da: Forfrem
fa: ارتقا
fr: Promouvoir
pl: Nadaj uprawnienia
pt: Promover
ru: Назначить
sk: Povýšiť
sq: Promovo
sv: Uppgradera
uk: Рекламувати

source: No customers found.
ar: لم يتم العثور على زبائن
bg_bg: Няма намерени клиенти.
ca: No s'han trobat clients.
cs: Nenalezen žádný zákazník
da: Ingen kunder fundet.
fa: کاربری یافت نشد.
fr: Aucun client trouvé.
pl: Nie znaleziono klientów.
pt: Nenhum cliente encontrado.
ru: Не найдено покупателей.
sk: Nenašli sa žiadni zákazníci.
sq: Asnje klient nuk u gjet.
sv: Ingen kund hittad
uk: Покупці не знайдені.

source: Customer accounts will appear here once users register in the shop.
bg_bg: Клиентските профили ще се показват тук, след като потребителите се регистрират в магазина.
ca: Els comptes de clients apareixeran aquí una vegada els usuaris es registrin a la botiga.
cs: Zákaznické účty se objeví, jakmile se uživatelé zaregistrují.
da: Kundekonti vises her, når brugerne registrerer sig i butikken.
fa: حساب کاربران بعد از ایجاد در فروشگاه،‌ اینجا نمایش داده میشود.
fr: Les comptes client apparaîtront ici une fois que les utilisateurs se seront inscrits.
pl: Tutaj pojawią się konta zarejestrowanych użytkowników.
pt: As contas dos clientes aparecerão aqui quando os usuários se registrarem na loja.
ru: Учётные записи покупателей появятся, когда кто-нибудь зарегистрируется в магазине.
sk: Tu sa zobrazia zákaznícke účtynového len čo sa zaregistruju v obchode.
sv: Kundkonton visas här när användarna registrerar sig i butiken

# Sale (discount) page title
source: Add new sale
ar: إضافة تخفيض جديد
bg_bg: Добавя нова продажба
ca: Afegeix nou descompte
cs: Přidat novou slevu
da: Tilføj nyt udsalg
fa: افزودن طرح تخفیفی جدید
fr: Ajouter une nouvelle solde
pl: Dodaj nową wyprzedaż
pt: Adicionar nova venda
ru: Добавить новую скидку
sk: Pridať nový položku
sq: Shto nje ulje te re
sv: Lägg till ny REA
uk: Додати новий розпродаж

# Dashboard sales (discounts) list.
source: Sales
ar: تنزيلات
bg_bg: Продажби
ca: Descomptes
cs: Slevy
da: Salg
fa: طرح تخفیف
fr: Promotions
pl: Wyprzedaże
pt: Vendas
ru: Скидки
sk: Zľavy
sq: Uljet
sv: Reor
uk: Розпродажі

# Sale (discount) action
source: Remove sale
ar: إزالة تخفيض
bg_bg: Премахване на продажбата
ca: Elimina descompte
cs: Odstranit slevu
da: Fjern udsalg
fa: حذف طرح تخفیف
fr: Effacer une solde
pl: Usuń wyprzedaż
pt: Remover venda
ru: Удалить скидку
sk: Odstrániť predaj
sv: Ta bort REA
uk: Видалити розпродаж

# Sale (discount) breadcrumbs
source: Add new sale
ar: إضافة تخفيض جديد
bg_bg: Добавя нова продажба
ca: Afegeix nou descompte
cs: Přidat novou slevu
da: Tilføj nyt udsalg
fa: طرح تخفیف جدید
fr: Ajouter une nouvelle solde
pl: Dodaj nową wyprzedaż
pt: Adicionar nova venda
ru: Добавить новую скидку
sk: Pridať novú položku
sq: Shto nje ulje te re
sv: Lägg till ny REA
uk: Додати новий розпродаж

source: Sales
ar: تنزيلات
bg_bg: Продажби
ca: Descomptes
cs: Slevy
da: Udsalg
fa: طرح تخفیف
fr: Promotions
pl: Wyprzedaże
pt: Vendas
ru: Скидки
sk: Zľavy
sq: Uljet
sv: Försäljningar
uk: Розпродажі

# Sale (discount) list add button text
source: Add sale
ar: إضافة تخفيض
bg_bg: Добавя продажба
ca: Afegeix descompte
cs: Přidat slevu
da: Tilføj udsalg
fa: افزودن طرح تخفیف
fr: Ajouter une solde
pl: Dodaj wyprzedaż
pt: Adicione venda
ru: Добавить скидку
sk: Pridať predaj
sq: Shto ulje
sv: Lägg till REA
uk: Додати розпродаж

# Sale (discount) table header
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Název
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Sale (discount) table header
source: Start date
ar: تاريخ البدء
ca: Data d'inici
cs: Datum zahájení
da: Start dato
fa: تاریخ آغاز
pl: Data rozpoczęcia
pt: Data de início
ru: Начальная дата
sk: Počiatočný dátum
sq: Data fillimit
sv: Startdatum

# Sale (discount) table header
source: End date
ar: تاريخ الإنتهاء
ca: Data de fi
cs: Datum ukončení
da: Slut dato
fa: تاریخ پایان
pl: Data zakończenia
pt: Data final
ru: Конечная дата
sk: Konečný dátum
sq: Data e mbarimit
sv: Slutdatum

# Sale (discount) table header
source: Discount
ar: خصم
bg_bg: Отстъпка
ca: Descompte
cs: Sleva
da: Rabat
fa: تخفیف
fr: Remise
pl: Zniżka
pt: Desconto
ru: Скидка
sk: Zľava
sq: Zbritje
sv: Rabatt
uk: Знижка

# Empty sales table message
source: No sales found
ar: لم يتم العثور على أي تخفيضات
bg_bg: Не бяха намерени продажби.
ca: No s'han trobat descomptes
cs: Nenalezeny žádné slevy
da: Ingen udsalg fundet
fa: طرح تخفیفی ای یافت نشد.
fr: Aucune promotion trouvée
pl: Nie znaleziono wyprzedaży
pt: Nenhuma venda encontrada
ru: Не найдено скидок.
sk: Neboli nájdené žiadne položky
sq: Nuk u gjet asnj zbritje
sv: Ingen REA hittades
uk: Жодного розпродажу не знайдено

# Remove sale (discount) text
source: Remove sale
ar: إزالة تخفيض
bg_bg: Премахване на продажбата
ca: Elimina descompte
cs: Odstranit slevu
da: Fjern salg
fa: حذف طرح تخفیفی
fr: Supprimer la promotion
pl: Usuń wyprzedaż
pt: Remover venda
ru: Удалить скидку
sk: Odstrániť predaj
sv: Ta bort REA
uk: Видалити розпродаж

# Remove sale (discount) text
source: Are you sure you want to remove <strong>%(sale)s</strong>?
bg_bg: Сигурни ли сте че искате да премахнете <strong>%(sale)s</strong>?
ca: Segur que vols eliminar <strong>%(sale)s</strong>?
cs: Jste si jistý, že chcete smazat <strong>%(sale)s</strong>?
da: Er du sikker på du vil fjerne <strong>%(sale)s</strong>?
fa: آیا از حذف <strong>%(sale)s</strong> مطمئنید؟
fr: Souhaitez vous vraiment supprimer <strong>%(sale)s</strong> ?
pl: Czy na pewno chcesz usunąć <strong>%(sale)s</strong>?
pt: Você tem certeza que deseja remover <strong>%(sale)s</strong>?
ru: Вы действительно желаете удалить скидку <strong>%(sale)s</strong>?
sk: Naozaj chcete odstrániť <strong>%(sale)s</strong>?
sv: Är du säker på att du vill ta bort <strong>%(sale)s</strong>?

source: No sales found.
ar: لم يتم العثور على تخفيضات
bg_bg: Не бяха намерени продажби.
ca: No s'han trobat ofertes.
cs: Nenalezeny žádné slevy.
da: Ingen udsalg fundet.
fa: طرح تخفیفی یافت نشد.
fr: Aucune promotion trouvée.
pl: Nie znaleziono wyprzedaży.
pt: Nenhum venda encontrada.
ru: Скидки не найдены.
sk: Neboli nájdené žiadne predaje.
sv: Inga rabatter hittades
uk: Жодного розпродажу не знайдено

source: Sales are used to create discounts on particular products or whole categories.<br> You can create sales by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Продажбите се използват за създаване на отстъпки за определени продукти или цели категории.<br> Можете да създадете продажби, като използвате <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
ca: Les ofertes s'utilitzen per crear descomptes en un sol producte o en tota una categoria. <br> Pots crear ofertes utilitzant els botons <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Sleva se používá pro zvýhodnění konkrétního produktu nebo celé kategorie. <br> Pomocí tlačítka <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> můžete vytvářet slevy.
da: Salg bruges til at oprette rabatter på bestemte produkter eller hele kategorier.<br> Du kan oprette salg ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fa: طرح های تخفیف برای ایجاد تخفیف روی محصولات خاص یا کل دسته بندی به کار میروند.<br> شما میتوانید با این دکمه <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> طرح تخفیفی جدیدی ایجاد کنید.
fr: Les promotions sont utilisées afin de créer des réductions sur une sélection de produits ou sur une catégorie entière.<br> Vous pouvez créer des promotions en utilisant le bouton span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Wyprzedaże służą do tworzenia zniżek na poszczególne produkty lub na całe kategorie.<br> Wyprzedaże można utworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: As liquidações são usadas para criar descontos em produtos específicos ou categorias inteiras.<br> Você pode criar liquidações usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Продажи используются для создания скидок на определенные продукты или целые категории.<br> Вы можете создавать продажи с помощью кнопок <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sk: Predaje slúžia na vytvorenie zliav na osobitné produkty alebo celé kategórie.<br> Nové kolekcie môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Rabatter används för att skapa reor på vissa produkter eller hela kategorier.<br> Du kan skapa reor genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen

# Voucher page title
source: Add new voucher
ar: إضافة قسيمة شرائية جديدة
bg_bg: Добавя нов ваучер
ca: Afegeix nou val de descompte
cs: Přidat nový voucher
da: Tilføj ny rabatkode
fa: افزودن کوپن جدید
fr: Ajouter un nouveau bon d'achat
pl: Dodaj nowy kupon
pt: Adicionar novo comprovante
ru: Добавить новый купон
sk: Pridajte nový poukaz
sv: Lägg till ny rabattkupong
uk: Додати новий ваучер

# Voucher action
source: Remove voucher
ar: إزالة قسيمة شرائية
bg_bg: Премахване на ваучера
ca: Elimina val de descompte
cs: Odebrat voucher
da: Fjern rabatkode
fa: حذف کوپن
fr: Effacer un bon d'achat
pl: Usuń kupon
pt: Remover voucher
ru: Удалить купон
sk: Odstráňiť poukaz
sv: Ta bort rabattkupong
uk: Видалити ваучер

# Voucher breadcrumbs
source: Add new voucher
ar: إضافة قسيمة شرائية جديدة
bg_bg: Добавя нов ваучер
ca: Afegeix nou val de descompte
cs: Přidat nový voucher
da: Tilføj ny rabatkode
fa: افزودن کوپن جدید
fr: Ajouter un nouveau bon d'achat
pl: Dodaj nowy kupon
pt: Adicionar novo comprovante
ru: Добавить новый купон
sk: Pridajte nový poukaz
sv: Lägg till ny rabattkupong
uk: Додати новий ваучер

# Voucher list add button text
source: Add voucher
ar: إضافة قسيمة شرائية
bg_bg: Добавя ваучер
ca: Afegeix val de descompte
cs: Přidat voucher
da: Tilføj rabatkode
fa: افزودن کوپن
fr: Ajouter un bon d'achat
pl: Dodaj kupon
pt: Adicionar voucher
ru: Добавить купон
sk: Pridajte poukaz
sv: Lägg till rabattkupong
uk: Додати ваучер

# Voucher table header
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Voucher table header
source: Discount
ar: خصم
bg_bg: Отстъпка
ca: Descompte
cs: Sleva
da: Rabat
fa: تخفیف
fr: Remise
pl: Zniżka
pt: Desconto
ru: Скидка
sk: Zľava
sq: Zbritje
sv: Rabatt
uk: Знижка

# Voucher table header
source: Start date
ar: تاريخ البدء
bg_bg: Начална дата
ca: Data d'inici
cs: Datum zahájení
da: Start dato
fa: تاریخ آغاز
fr: Date de début
pl: Data rozpoczęcia
pt: Data de início
ru: Начальная дата
sk: Dátum začiatku
sq: Data fillimit
sv: Start datum
uk: Дата початку

# Voucher table header
source: End date
ar: تاريخ الإنتهاء
bg_bg: Краен срок
ca: Data de fi
cs: Datum ukončení
da: Slut dato
fa: تاریخ پایان
fr: Date de fin
pl: Data zakończenia
pt: Data final
ru: Конечная дата
sk: Dátum ukončenia
sq: Data e mbarimit
sv: Slutdatum
uk: Дата закінчення

# Voucher table header
source: Used
ar: مستعمل
bg_bg: Използва се
ca: Utilitzat
cs: Použito
da: Brugt
fa: استفاده شده
fr: Utilisé
pl: Użyto
pt: Utilizado
ru: Использовано
sk: Použité
sq: E perdorur
sv: Använd
uk: Використано

# Voucher table header
source: Min amount spent
ca: Import mínim gastat
da: Minimums beløb brugt
pl: Minimalna wartość zamówienia
pt: Quantidade mínima do pedido
ru: Минимальная сумма затрат
sk: Minimálna suma objednávky
sq: Shuma minimale e harxhuar
sv: Lägsta summa spenderad

# Empty vouchers table message
source: No vouchers found
ar: لا يوجد قسائم شرائية
bg_bg: Няма намерени ваучери
ca: No s'han trobat vals de descompte
cs: Nebyly nalezeny žádné vouchery
da: Ingen rabatkode fundet
fa: کوپنی یافت نشد.
fr: Pas de bons d'achat trouvés
pl: Nie znaleziono kuponów
pt: Não foi enconytrado vouchers
ru: Не найдено купонов.
sk: Neboli nájdené žiadne poukazy
sq: Asnje kupon nuk u gjet
sv: Ingen rabattkupong hittad
uk: Жодного ваучера не знайдено

# Remove voucher text
source: Remove voucher %(voucher)s
bg_bg: Премахване на ваучер %(voucher)s
ca: Elimina val de descompte %(voucher)s
cs: Odebrat voucher %(voucher)s
da: Fjern rabatkoden %(voucher)s
fa: حذف کوپن %(voucher)s
fr: Supprimer le bon d'achat %(voucher)s
pl: Usuń kupon %(voucher)s
pt: Remover cupom de desconto%(voucher)s
ru: Удалить купон %(voucher)s
sk: Odstrániť kupón %(voucher)s
sv: Ta bort rabattkupong %(voucher)s
uk: Видалений ваучер %(voucher)s

# Remove voucher text
source: Are you sure you want to remove voucher <strong>%(voucher)s</strong>?
bg_bg: Искате ли да премахнете ваучера <strong>%(voucher)s</strong>?
ca: Estàs segur d'eliminar el val de descompte <strong>%(voucher)s</strong>?
cs: Opravdu chcete odstranit voucher <strong>%(voucher)s</strong>?
da: Er du sikker på du vil fjerne rabatkoden <strong>%(voucher)s</strong>?
fa: آیا از حذف کوپن <strong>%(voucher)s</strong> مطمئنید؟
fr: Souhaitez vous vraiment supprimer le bon d'achat %(voucher)s ?
pl: Czy na pewno chcesz usunąć kupon <strong>%(voucher)s</strong>?
pt: Você tem certeza que deseja remover o cupom <strong>%(voucher)s</strong>?
ru: Вы действительно хотите удалить купон <strong>%(voucher)s</strong>?
sk: Naozaj chcete odstrániť kupón <strong>%(voucher)s</strong>?
sv: Är du säker på att du vill ta bort rabattkupong <strong>%(voucher)s</strong>?

source: No vouchers found.
ar: لم يتم العثور على قسائم شرائية
bg_bg: Няма намерени ваучери.
ca: No s'han trobat vals de descompte
cs: Nebyly nalezeny žádné vouchery
da: Ingen rabatkode fundet.
fa: کوپنی یافت نشد.
fr: Aucun bon d'achat trouvé.
pl: Nie znaleziono kuponów.
pt: Nenhum cupom de desconto encontrado.
ru: Купоны не найдены.
sk: Neboli nájdené žiadne poukazy
sv: Inga rabattkuponger hittad
uk: Жодного ваучера не знайдено.

source: Vouchers allows creating promotional codes for all purchases, specific products or shipping.<br> You can create vouchers by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Ваучерите позволяват създаването на промоционални кодове за всички покупки, конкретни продукти или доставка.<br> Можете да създавате ваучери с помощта на <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
cs: Poukázky umožňují vytvářet propagační kódy pro všechny nákupy, konkrétní produkty nebo přepravu.<br> Můžete vytvářet poukázky pomocí tlačítek <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Rabatkoder gør det muligt at oprette kampagnekoder for alle indkøb, specifikke produkter eller fragt.<br> Du kan oprette kuponer ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fa: سیستم کوپن اجازه ی ساخت کد های تبلیغاتی ای برای تمام خریدها، محصولات خاص، یا ارسال های خاص میدهد.<br> شما میتوانید با استفاده از دکمه ی <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> کوپن ایجاد کنید.
fr: Les bons d'achat vous permettent de créer des code de promotion pour tout achats, produits spécifiques ou pour la livraison. Vous pouvez créer des bons d'achat en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Kupony umożliwiają wygenerowanie kodów promocyjnych na wszystkie zakupy, poszczególne produkty lub koszty przesyłki.<br> Kupony można tworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Cupom de desconto permite criar códigos promocionais para todas as compras, produtos específicos ou envio.<br> Você pode criar cupom de desconto usando o botão<span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Ваучеры позволяют создавать промокоды для всех покупок, конкретных продуктов или доставки.<br> Вы можете создать ваучеры с помощью кнопок <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sk: Poukazy slúžia na vytvorenie zľavových kupónov na všetky nákupy, pre špecifické produkty alebo prepravné náklady.<br> Nové kupóny môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Kuponger används för att skapa rabattkoder på hela köp, specifika produkter eller frakt.<br> Du kan skapa rabattkuponger genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen

# Collection availability status
source: Published
ar: منشور
bg_bg: Публикувано
ca: Publicat
cs: Zveřejněno
da: Offentliggjort
fa: منتشر شده
fr: Publié
pl: Opublikowany
pt: Publicado
ru: Опубликован
sk: Zverejnené
sq: E publikuar
sv: Publicerad
uk: Опубліковано

# Collection availability status
source: Hidden (will become visible on %(date)s)
da: Skjult (vil være synligt fra %(date)s)
pl: Ukryte (zostanie opublikowane dnia %(date)s)
ru: Спрятан (Станет виден %(date)s)
sq: E fshehur (do behet publike me %(date)s)

# Collection availability status
source: Hidden
ar: مخفي
ca: Ocult
da: Gemt
fa: پنهان
pl: Ukryte
pt: Oculto
ru: Скрыто
sk: Skryté
sq: E fshehur
sv: Dold

# Dashboard card title
source: Filters
ar: فلاتر
bg_bg: Филтри
ca: Filtres
cs: Filtry
da: Filtre
fa: فیلترها
fr: Filtres
pl: Filtry
pt: Filtros
ru: Фильтры
sk: Filtre
sq: FIltrat
sv: Filter
uk: Фільтр

# Category page filters
source: Clear
ar: واضح
bg_bg: Изчиства
ca: Netejar
cs: Vymazat
da: Ryd
fa: پاک کن
fr: Effacer
pl: Wyczyść
pt: Limpar
ru: Очистить
sk: Vyčistiť
sq: Fshi
sv: Rensa
uk: Очистити

# Category price filter
source: Filter
ar: فلتر
bg_bg: Филтър
ca: Filtre
cs: Filtr
fa: فیلتر
fr: Filtrer
pl: Filtruj
pt: Filtro
ru: Фильтр
uk: Фільтр

# Title of the box showing preview from the search engine perspective
source: Search engine listing preview
ar: معاينة قائمة محركات البحث
ca: Pre-visualització del llistat del motor de cerca
cs: Náhled zobrazení vyhledávačů
da: Søgemaskine eksempelsvisning
fa: پیش نمایش موتور جستجو
fr: Prévisualisation du listage dans les moteurs de recherche
pl: Podgląd listingu dla wyszukiwarki internetowej
pt: Pré-visualização da lista do mecanismo de pesquisa
ru: Предпросмотр выдачи поисковика
sk: Ukážka zobrazenia vo výsledkoch internetového vyhľadávania
sq: Kerko shfaqjen e listimit
sv: Förhandsgranskning av sökmotorer

# Title of the menu items list
source: Menu items
ar: عناصر القائمة
ca: Elements de menú
cs: Položky nabídky
da: Menupunkter
fa: آیتم های منو
fr: Menus
pl: Wpisy w menu
pt: Itens do menu
ru: Элементы меню
sk: Položky menu
sq: Elementet e menuse
sv: Menyval

# Menu items list table header name
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Menu items list table header points to
source: Points to
ar: يشير إلى
ca: Apunta a
cs: Ukazovat na
da: Peger på
fa: لینک به
fr: Pointe vers
pl: Wskazuje na
pt: Aponta para
ru: Указывает на
sk: Ukazuje na
sq: Pikat per
sv: Pekar på
