Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

source: Password
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
da: Kodeord
fa: رمزعبور
fr: Mot de passe
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
uk: Пароль

# Registration error
source: This email has already been registered.
ar: هذا البريد الالكتروني مستخدم من قبل .
ca: Aquesta adreça de correu ja ha estat registrada.
cs: Tento email je již registrován
da: Denne email er allerede blevet registeret
fa: این ایمیل قبلا ثبت شده است.
fr: Ce courriel est déjà associé à un compte.
pl: Ten e-mail jest już zarejestrowany.
pt: Este e-mail já foi registado.
ru: Этот почтовый ящик уже зарегистрирован.
sk: Táto emailová adresa už bola registrovaná
sq: Ky email eshte i regjistruar nga nje perdorues tjeter.
sv: Denna email-adress har redan registrerats

# Customer form: Given name field
source: Given name
ar: الاسم الأول
ca: Nom atorgat
da: Fornavn
fa: نام
pl: Imię
pt: Nome
ru: Имя
sk: Krstné meno
sq: Emri
sv: Förnamn

# Customer form: Family name field
source: Family name
ar: اسم العائلة
ca: Nom de família
da: Efternavn
fa: نام خانوادگی
pl: Nazwisko
pt: Apelido
ru: Фамилия
sk: Priezvisko
sq: Mbiemri
sv: Efternamn

# Address field
source: Area
ar: المنطقة
bg_bg: Област
ca: Àrea
cs: Oblast
da: Område
fa: محدوده
fr: Localité
pl: Terytorium
pt: Área
ru: Область
sk: Kraj
sq: Zona
sv: Område
uk: Область

# Address field
source: County
ar: الدولة
bg_bg: Държава
ca: Comptat
cs: Země
da: Land
fa: کشور
fr: Comté
pl: Hrabstwo
pt: Município
ru: Страна
sk: Krajina
sq: Qarku
sv: Land
uk: Країна

# Address field
source: Department
ar: الفرع
bg_bg: Отдел
ca: Departament
cs: Oddělení
da: Afdeling
fa: سازمان
fr: Département
pl: Departament
pt: Departamento
ru: Подразделение
sk: Oddelenie
sq: Departamenti
sv: Avdelning
uk: Відділ

# Address field
source: District
ar: الحي
bg_bg: Област
ca: Districte
cs: Oblast
da: Distrikt
fa: منطقه
pl: Dzielnica
pt: Distrito
ru: Район
sk: Okres
sq: Distrikti
sv: Distrikt
uk: Район

# Address field
source: Eircode
da: Eirkode
fa: کد هوایی
pl: Kod pocztowy
pt: Código aéreo
ru: Иркод
sq: Kodi postar
sv: ELI kod

# Address field
source: Emirate
ar: الإمارات
bg_bg: Емирство
ca: Emirat
da: Emirat
fr: Émirat
pl: Emirat
pt: Emirado
ru: Эмираты
sk: Emirát
uk: Емірати

# Address field
source: Island
ar: جزيرة
bg_bg: Остров
ca: Illa
fa: جزیره
fr: Île
pl: Wyspa
pt: ilha
ru: Остров
sk: Ostrov
sq: Ishull
uk: Острів

# Address field
source: Neighborhood
ar: حي
bg_bg: Квартал
ca: Barri
cs: Sousedství
da: Nabolag
fa: محله
fr: Quartier
pl: Rejon
pt: Bairro
ru: Соседство
sk: Susedstvo
sq: Lagjia
sv: Grannskap
uk: Район

# Address field
source: Oblast
ar: إقليم
bg_bg: Област
ca: Óblast
ru: Область
sk: oblasť
sv: Område
uk: Область

# Address field
source: Parish
ar: دائرة
bg_bg: Енория
ca: Parròquia
da: Sogn
fr: Paroisse
pl: Parafia
pt: Freguesia
ru: Приход
sk: Farnosť
sq: Komune
sv: Socken
uk: Париж

# Address field
source: Postal code
ar: الرمز البريدي
bg_bg: Пощенски код
ca: Codi postal
cs: PSČ
da: Postnummer
fa: کد پستی
fr: Code postal
pl: Kod pocztowy
pt: Código postal
ru: Почтовый индекс
sk: Poštové smerovacie číslo
sq: Kodi postar
sv: Postnummer
uk: Індекс

# Address field
source: Prefecture
ar: محافظة
bg_bg: Префектура
ca: Prefectura
cs: Prefektura
da: Præfekturet
fr: Préfecture
pl: Prefektura
pt: Prefeitura
ru: Префектура
sk: Prefektúra
sq: Prefekture
sv: Prefektur
uk: Префектура

# Address field
source: Province
ar: مقاطعة
bg_bg: Област
ca: Província
cs: Provincie
da: Provins
fa: استان
pl: Prowincja
pt: Província
ru: Провинция
sk: Provincia
sq: Provinca
sv: Provins
uk: Провінція

# Address field
source: State
ar: ولاية
bg_bg: Щат
ca: Estat
cs: Stát
da: Stat
fa: منطقه
fr: État
pl: Stan
pt: Estado
ru: Штат
sk: Štát
sq: Shteti
sv: Län
uk: Штат

# Address field
source: Suburb
ar: ضاحية
bg_bg: Предградие
ca: Suburbi
cs: Předměstí
da: Forstad
fa: حومه
fr: Banlieue
pl: Przedmieście
pt: Subúrbio
ru: Пригород
sk: Predmestie
sq: Rrethinat
sv: Förort
uk: Передмістя

# Address field
source: Townland
ar: الحدود
bg_bg: Околия
ca: Municipi agregat
da: Opland
pt: Cidade Natal
ru: Поселок
sk: Obec
sq: Qyteti
sv: Samhälle
uk: Область

# Address field
source: Village/township
ar: القرية/البلدة
bg_bg: Село / населено място
ca: Poble / municipi
cs: Město
da: By
fa: شهر
fr: Village
pl: Wieś/miasto
pt: Vila/Município
ru: Деревня/село
sk: Obec
sq: Fshati
sv: Samhälle
uk: Місто

# Address field
source: ZIP code
ar: الرمز البريدي
bg_bg: пощенски код
ca: Codi ZIP
cs: PSČ
da: Postnummer
fa: کد پستی
fr: Code postal
pl: Kod ZIP
pt: CEP
ru: Почтовый индекс
sk: PSČ
sq: Kodi postar
sv: Postnummer
uk: Індекс

source: Country
ar: الدولة
ca: País
cs: Země
da: Land
fa: کشور
fr: Pays
pl: Kraj
pt: País
ru: Страна
sk: Krajina
sv: Land
uk: Країна

# Personal name
source: Given name
ar: الاسم الأول
ca: Nom atorgat
cs: Jméno
da: Fornavn
fa: نام
fr: Prénom
pl: Imię
pt: Nome
ru: Имя
sk: Krstné meno
sq: Emri
sv: Förnamn
uk: ім’я

# Personal name
source: Family name
ar: اسم العائلة
ca: Nom de família
cs: Příjmení
da: Efternavn
fa: نام خانوادگی
fr: Nom de famille
pl: Nazwisko
pt: Apelido
ru: Фамилия
sk: Priezvisko
sq: Mbiemri
sv: Efternamn
uk: Прізвище

source: Company or organization
ar: الشركة أو المؤسسة
ca: Empresa o organització
cs: Firma nebo organizace
da: Virksomhed eller organisation
fa: شرکت یا سازمان
fr: Entreprise ou organisme
pl: Firma lub organizacja
pt: Empresa ou organização
ru: Название организации
sk: Firma alebo organizácia
sq: Kompania ose organizata
sv: Företag eller organisation
uk: Компанія або організація

source: Address
ar: العنوان
ca: Adreça
cs: Adresa
da: Adresse
fa: آدرس
fr: Adresse
pl: Adres
pt: Endereço
ru: Адрес
sk: Adresa
sq: Adresa
sv: Adress
uk: Адреса

source: City
ar: المدينة
ca: Ciutat
cs: Město
da: By
fa: شهر
fr: Ville
pl: Miasto
pt: Cidade
ru: Город
sk: Mesto
sq: Qyteti
sv: Postort
uk: місто

# City area
source: District
ar: الحي
ca: Districte
cs: Kraj
da: Distrikt
fa: منطقه
fr: Quartier
pl: Dzielnica
pt: Distrito
ru: Район
sk: Okres
sq: Distrikti
sv: Distrikt
uk: Район

source: Postal code
ar: الرمز البريدي
ca: Codi postal
cs: PSČ
da: Postnummer
fa: کد پستی
fr: Code postal
pl: Kod pocztowy
pt: Código Postal
ru: Почтовый индекс
sk: PSČ
sq: Kodi postar
sv: Postnummer
uk: Індекс

# Country area
source: State or province
ar: ولاية أو مقاطعة
ca: Estat o província
cs: Stát
da: Stat eller provins
fa: استان
fr: État ou province
pl: Stan lub prowincja
pt: Estado ou Província
ru: Область
sk: Štát alebo provincia
sq: Shteti ose provinca
sv: Län eller provis
uk: область

source: Phone number
ar: رقم الهاتف
ca: Telèfon
cs: Telefonní číslo
da: Telefonnummer
fa: شماره تلفن
fr: Numéro de téléphone
pl: Numer telefonu
pt: Número de telefone
ru: Номер телефона
sk: Telefónne číslo
sq: Numri i telefonit
sv: Telefonnummer
uk: номер телефону

# Address
source: Street address, P.O. box, company name
ar: الشارع، رقم البريد، اسم الشركة
ca: Carrer, caixa d'oficina postal, nom d'empresa
da: Gadenavn, postboks, virksomhedsnavn
fa: آدرس خیابان ، صندوق پستی ، نام شرکت
pl: Ulica, kod pocztowy, nazwa firmy
pt: Endereço da rua, código postal, nome da empresa
ru: Улица, почтовый ящик, название компании
sk: Ulica, P.O.BOX, firma
sq: Adresa e rruges, kutia postare, emri i kompanise, etj
sv: Adress, box, företagsnamn

# Address
source: Apartment, suite, unit, building, floor, etc
ar: الشقة، الجناح، الوحدة، البناية، الطابق، إلخ
ca: Apartament, suite, unitat, edifici, pis, etc
da: Lejlighed, suite, bygning, etage osv
fa: آپارتمان، سوئیت، واحد، ساختمان، طبقه، و غیره
pl: Mieszkanie, apartament, jednostka, budynek, piętro itp
pt: Apartamento, quarto, unidade, prédio, andar, etc
ru: Квартира, номер, блок, здание, этаж и т.д.
sk: Byt, budova, poschodie, atď
sq: Apartamenti, suita, pallati, kati, etj.
sv: Lägenhetsnummer våning etc.

# Address form
source: This value is invalid for selected country
ar: القيمة غير صحيحة للدولة المختارة .
bg_bg: Тази стойност е невалидна за избраната държава
ca: Valor invàlid pel país escollit
cs: Tato hodnota není správná pro zvolenou zemi
da: Værdien er ugyldig for det valgte land
fa: این مقدار برای کشور انتخاب شده نامعتبر است
fr: Cette valeur est incorrecte pour le pays choisi
pl: Podana wartość nie jest poprawna dla wybranego kraju
pt: Este valor é inválido para o país selecionado
ru: Это значение неверно для выбранной страны
sk: Táto hodnota je pre vybranú krajinu neplatná
sq: Kjo vlere nuk eshte e sakte per shtetin e zgjedhur
sv: Felaktigt värde för valt land
uk: Це значення невірне для обраної країни

# Permission description
source: Manage customers.
ar: إدارة العملاء
ca: Gestiona clients.
da: Administrer kunder.
fa: مدیریت مشتریان
pl: Zarządzaj klientami.
pt: Gerir clientes.
ru: Управление покупателями.
sk: Správa zákazníkov.
sq: Menaxho klientet
sv: Hantera kunder

# Permission description
source: Manage staff.
ar: إدارة الموظفين
ca: Gestiona personal.
da: Administrer medarbejdere.
fa: مدیریت کارکنان
pl: Zarządzaj pracownikami.
pt: Gerir equipa.
ru: Управление сотрудниками.
sk: Správa zamestnancov.
sq: Menaxho stafin
sv: Hantera personal

# Permission description
source: Impersonate customers.
ar: انتحال صفة العملاء
ca: Suplantació de clients.
da: Se som kunde.
fa: جعل هویت مشتریان
pl: Wciel się w klienta
pt: Representar clientes.
ru: Копировать покупателя.
sk: Konanie v mene zákazníka.
sq: Shtiru si nje klient
sv: Imitera kunder

source: The phone number entered is not valid.
ar: رقم الهاتف المدخل غير صحيح .
bg_bg: Въведеният телефонен номер не е валиден.
ca: El telèfon introduit no és vàlid.
cs: Zadané telefonní číslo není správné.
da: Det indtastede telefonummer er ugyldigt.
fa: شماره تلفن درست نیست.
fr: Le numéro de téléphone entré est invalide.
pl: Podany numer telefonu jest nieprawidłowy.
pt: O número de telefone fornecido não é válido.
ru: Введеный номер телефона некорректен.
sk: Neplatné telefónne číslo
sq: Numri i telefonit nuk eshte i sakte.
sv: Felaktigt telefonnummer
uk: Некоректно ведений номер телефону.

source: You have been successfully logged out.
ar: تم تسجيل الخروج بنجاح .
bg_bg: Успешно излязохте
ca: S'ha tancat la sessió correctament.
cs: Byl jste úspěšně odhlášen.
da: Du er blevet logget ud.
fa: با موفقت خارج شدید.
fr: Vous êtes désormais déconnecté.
pl: Nastąpiło poprawne wylogowanie.
pt: Você foi desconectado com sucesso.
ru: Вы успешно вышли.
sk: Boli ste úspešne odhlásený.
sq: Ti tashme nuk je me i logguar.
sv: Du har loggats ut
uk: Ви успішно вийшли.

source: User has been created
ar: تم انشاء المستخدم .
bg_bg: Потребителят е създаден
ca: Usuari creat
cs: Uživatel byl vytvořen
da: Bruger er blevet oprettet
fa: اکانت درست شد.
fr: L'utilisateur à été crée
pl: Użytkownik został utworzony
pt: Usuário foi criado
ru: Аккаунт успешно создан.
sk: Používateľ bol vytvorený
sq: Perdoruesi u krijua.
sv: Användaren skapad
uk: Користувача створено

# Storefront message
source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح .
bg_bg: Паролата е успешно променена
ca: Contrasenya canviada correctament
cs: Heslo úspěšně změněno
da: Kodeord er blevet ændret.
fa: کلمه عبور با موفقیت تغییر یافت.
fr: Le mot de passe a été mis à jour
pl: Hasło zostało zmienione.
pt: Senha mudada com sucesso.
ru: Пароль успешно изменен.
sk: Heslo bolo úspešne zmenené.
sq: Fjalekalimi u ndryshua me sukses.
sv: Lösenordet har bytts
uk: Пароль змінено успішно.

# Storefront message
source: Account successfully updated.
da: Kontoen er opdateret.
fa: حساب کاربری با موفقیت به روز رسانی شد
pl: Konto zostało zaktualizowane.
pt: Conta atualizada com sucesso.
ru: Аккаунт успешно обновлен.
sq: Llogaria u ndryshua me sukses.
sv: Konto är uppdaterat.

# Storefront message
source: Address successfully updated.
ar: تم تحديث العنوان بنجاح .
bg_bg: Адреса е успешно променен
ca: Adreça actualitzada correctament.
cs: Adresa úspěšně aktualizována.
da: Adresse er blevet ænddret.
fa: آدرس آپدیت شد.
fr: L'adresse a été mise à jour
pl: Adres został zaktualizowany.
pt: Endereço atualizado com sucesso.
ru: Адрес успешно обновлен.
sk: Adresa úspešne aktualizovaná.
sq: Adresa u ndryshua me sukses.
sv: Adressen uppdaterad
uk: Адресу оновлено успішно.

# Storefront message
source: Address successfully removed
ar: تم حذف العنوان بنجاح .
bg_bg: Адреса е успешно премахнат
ca: Adreça eliminada correctament.
cs: Adresa úspěšně smazána
da: Adresse er blevet fjernet.
fa: آدرس با موفقیت پاک شد.
fr: L'adresse a été supprimée
pl: Adres został usunięty.
pt: Endereço removido com sucesso
ru: Адрес успешно удален
sk: Adresa bola úspešne vymazaná
sq: Adresa u fshi me suskes.
sv: Adressen borttagen
uk: Адресу видалено успішно

# Storefront message, when user requested his account removed
source: Please check your inbox for a confirmation e-mail.
ar: تفقّد صندوق الوارد لتفعيل البريد الالكتروني .
ca: Si us plau, comprova si has rebut un correu electrònic de confirmació a la teva bústia.
cs: Byl Vám zaslán potvrzující e-mail, prosím zkontrolujte Vaši poštu.
da: Check venligst din indbakke for bekræftelses-e-mail.
fa: لطفا صندوق ورودی خود را برای ایمیل تایید بررسی کنید.
fr: Vérifiez votre boite de réception pour le courriel de confirmation.
pl: Sprawdź swoją skrzynkę mailową żeby potwierdzić usunięcie konta
pt: Por favor verifique sua caixa de entrada por um e-mail de confirmação
ru: Пожалуйста, проверьте ваш почтовый ящик для письма-подтверждения.
sk: Prosím, skontrolujte vaše prijaté správy pre potvrdzujuci mail.
sq: Te lutem kontrolloni inbox per e-mailin e konfirmimit.
sv: Vänligen kontrollera din email för konfirmation

# Account deleted
source: Your account was deleted successfully. In case of any trouble or questions feel free to contact us.
ar: تم حذف حسابك بنجاح. في حالة حدوث اي مشكلة او ان كنت تملك اي استفسار فلا تتردد ان تتواصل معنا.
ca: Compte eliminat correctament. En cas de tenir algún problema o consulta pots contactar amb nosaltres.
cs: Účet byl úspěšně smazán. V případě jakýchkoli potíží nebo otázek nás neváhejte kontaktovat.
da: Din konto er blevet slettet. Hvis du har problemer eller spørgsmål, er du velkommen til at kontakte os.
fa: حساب کاربری شما با موفقیت حذف شد. در صورت وجود هرگونه مشکل لطفا با ما در تماس باشید.
fr: Votre compte a été supprimé. En cas de problèmes ou questions, n'hésitez pas à nous contacter.
pl: Twoje konto zostało pomyślnie usunięte. W razie problemów lub pytań prosimy o kontakt.
pt: Sua conta foi removida com sucesso. Caso ocorra algum problema ou haja alguma duvida sinta-se a vontade para nos contatar.
ru: Ваша учётная запись была успешно удалена. В случае возникновения трудностей не стесняйтесь обратиться к нам.
sk: Vaše konto bolo úspešne odstránené. Neváhajte nás kontaktovať v prípade akýchkoľvek problémov alebo otázok.
sq: Profili juaj u fshi me sukses. Nese keni ndonje problem ose pyetje, mos hezitoni te na kontaktoni.
sv: Ditt konto har tagits bort. Vid eventuella problem eller frågor, kontakta oss gärna

# Type of address used to fulfill order
source: Billing
ar: الدفع
ca: Facturació
cs: Fakturace
da: Fakturering
fa: صورتحساب
fr: Facturation
pl: Adres płatności
pt: Cobrança
ru: Оплата
sk: Platba
sq: Faturimi
sv: Betalning

# Type of address used to fulfill order
source: Shipping
ar: الشحن
bg_bg: Доставка
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
fr: Livraison
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Leverans
uk: Всі покупки

# Add to cart form field label
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
fr: Quantité
pt: Quantidade
ru: Количество
sk: Množstvo
uk: Кількість

# Add to cart form error
source: Sorry. This product is currently not available.
ar: عفواً. هذا المنتج غير متوفر حالياً .
bg_bg: Извинете. Продукта не е наличен.
ca: Ho sentim. Actualment aquest producte no està disponible.
cs: Omlouváme se, ale tento produkt momentálně není dostupný.
da: Desværre. Dette produkt er på nuværende tidspunkt ikke tilgængeligt.
fa: پوزش. محصول در حال حاضر موجود نیست.
fr: Désolé, ce produit est actuellement indisponible.
pt: As nossas desculpas. Presentemente, este artigo não se encontra disponível.
ru: Приносим извинения, продукт в настоящее время недоступен для заказа.
sk: Prepáčte, tento produkt momentálne nie je k dispozícii.
uk: Просимо вибачення. На даний момент цей товар недоступний.

# Add to cart form error
source: Sorry. This product is currently out of stock.
ar: عفواً. هذا المنتج غير موجود في المخزن حالياً .
bg_bg: Извинете. Изчерпано количество
ca: Ho sentim. Actualment aquest producte no té estoc.
cs: Omlouváme se, ale tento produkt momentálně není skladem.
da: Desværre. Dette produkt er på nuværende tidspunkt ikke på lager.
fa: پوزش. موجودی این محصول در انبار تمام شده.
fr: Désolé, ce produit est en rupture de stock.
pt: As nossas desculpas. Este artigo encontra-se atualmente esgotado.
ru: Приносим извинения, продукт в настоящее время отсутствует на складе.
sk: Prepáčte, tento produkt je momentálne nedostupný.
uk: Просимо вибачення. На даний момент цей товар відсутній на складі.

# Add to cart form error
source: Oops. We could not find that product.
ar: عفواً. لا نستطيع العثور على هذا المنتج.
bg_bg: Не можем да намерим този продукт.
ca: Vaja. Producte no trobat.
cs: Jejda. Tento produkt se nám nepodařilo najít.
da: Hovsa. Vi kunne ikke finde produktet.
fa: محصول پیدا نشد.
fr: Oups. Nous ce produit n'a pas été trouvé.
pt: Não foi possível encontrar o artigo pretendido.
ru: Ой. Мы не смогли найти такой продукт.
sk: Je nám ľúto, ale tento produkt sme nenašli.
uk: Ой. Ми не можемо знайти цей товар.

# Add to cart form error
source: Only %d remaining in stock.
bg_bg: Само %d има на склад.
ca: Només queda %d producte en estoc.
cs: Pouze %d kus skladem.
da: Kun %d tilbage på lager.
fa: تنها %dای در انبار مانده.
fr: Seulement %d restant en stock.
pt: Somente %d existe em armazém.
ru: Только %d в наличии.
sk: Iba %d zostáva na sklade.
uk: Лише %d залишився на складі.

# Country form field label
source: Country
ar: الدولة
bg_bg: Държава
ca: País
cs: Země
da: Land
fa: کشور
fr: Pays
pl: Kraj
pt: País
ru: Страна
sk: Krajina
sv: Land
uk: Країна

# Shipping addresses form choice
source: Enter a new address
ar: أدخل العنوان الجديد
bg_bg: Въведете нов адрес
ca: Introduir una nova adreça
cs: Zadejte novou adresu
da: Indtast en ny adresse
fa: آدرس جدید را وارد کنید
fr: Entrer une nouvelle adresse
pl: Podaj nowy adres
pt: Insira a sua nova morada
ru: Введите новый адрес
sk: Zadajte novú adresu
sq: Vendosni nje adres te re
sv: Ange email
uk: Вкажіть нову адресу

# Shipping addresses form field label
source: Address
ar: العنوان
bg_bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
fa: آدرس
fr: Adresse
pl: Adres
pt: Endereço
ru: Адрес
sk: Adresa
sq: Adresa
sv: Adress
uk: Адреса

# Billing addresses form choice
source: Enter a new address
ar: أدخل العنوان الجديد
bg_bg: Въведете нов адрес
ca: Introduir una nova adreça
cs: Zadejte novou adresu
da: Indtast en ny adresse
fa: آدرس جدید را وارد کنید
fr: Entrer une nouvelle adresse
pl: Podaj nowy adres
pt: Insira seu novo endereço
ru: Введите новый адрес
sk: Zadajte novú adresu
sq: Vendosni nje adres te re
sv: Ange email adress
uk: Вкажіть нову адресу

# Billing addresses form choice
source: Same as shipping
ar: مماثلة لمعلومات الشحن
bg_bg: Същия като посочения за доставка
ca: La mateixa que la d'enviament
cs: Stejná jako doručovací
da: Samme som forsendelse
fa: همان آدرس ارسال
fr: Identique à l'adresse de livraison
pl: Taki sam jak adres dostawy
pt: Mesmo que o transporte
ru: Совпадает с адресом доставки
sk: Rovnaka ako dodacia adresa
sq: E njejta si e dergeses
sv: Samma som leverans
uk: Так само, як і доставка

# Billing addresses form field label
source: Address
ar: العنوان
bg_bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
fa: آدرس
fr: Adresse
pl: Adres
pt: Endereço
ru: Адрес
sk: Adresa
sq: Adresa
sv: Adress
uk: Адреса

# Shipping method form field label
source: Shipping method
ar: طريقة الشحن .
bg_bg: Метод за доставка
ca: Mètode d'enviament
cs: Způsob dopravy
da: Fragtmetode
fa: روش ارسال
fr: Méthode de livraison
pl: Sposób dostawy
pt: Método de envio
ru: Способ доставки
sk: Spôsob dopravy
sv: Fraktsätt
uk: Метод доставки

# Voucher form error
source: Discount code incorrect or expired
ar: كود الخصم غير صحيح أو منتهي الصلاحية .
bg_bg: Код за отстъпка е грешен или е изтекъл
ca: Codi de descompte incorrecte o caducat
cs: Slevový kód není správný, anebo již vypršel
da: Rabatkode er forkert eller udløbet
fa: کد تخفیف نامعتبر است یا منقضی شده است.
fr: Code de remise inexact ou expiré
pl: Kod zniżkowy niepoprawny lub wygasły
pt: O código de desconto está incorreto ou encontra-se expirado
ru: Код скидки введен неверно или просрочен
sk: Kód kuponu je neplatný alebo vypršal
sq: Kodi i uljes eshte i pasakte ose ka skaduar
sv: Felaktig eller utgången rabattkod
uk: Код знижки неправильний або його термін дії закінчився.

# Checkout discount form label for voucher field
source: Gift card or discount code
ar: بطاقة هدية أو كود خصم .
bg_bg: Подаръчна карта или код за отстъпка
ca: Tarjeta regal o codi de descompte
cs: Dárkový nebo slevový kód
da: Gavekort eller rabatkode
fa: گیفت کارت یا کد تخیف
fr: Carte cadeau ou code de remise
pl: Karta upominkowa albo kod zniżkowy
pt: Cartão de presente ou código de desconto
ru: Подарочная карта или код скидки
sk: Darčeková karta alebo zľavový kupón
sq: Karte dhurate ose kodi i uljes
sv: Presentkort eller rabattkod
uk: Подарункова картка або код знижки

# Cart warning message
source: Sorry. We don't have that many items in stock. Quantity was set to maximum available for now.
ar: نأسف. ليس لدينا هذا الكم. تم تعيين الكمية على الحد الأقصى المتاح في الوقت الحالي
bg_bg: Извинете. Нямаме толкова от тези артикули на склад. Зададено е максимално количество за наличностите в момента.
ca: Ho sentim. No tenim tants articles en estoc. La quantitat ha estat cambiada a la quantitat màxima que disposem.
cs: Je nám líto, ale tolik položek skladem nemáme. Množství bylo upraveno na maximální možné.
da: Desværre. Vi har desværre ikke så mange af varen på lager. Mængden er sat til det maksimale antal, der er tilgængelige.
fa: معذرت. به تعداد وارد شده در انبار موجودی نداریم تعداد سفارش به بیشترین مقدار موجودی تغییر پیدا کرد.
fr: Désolé. Nous n'avons pas autant d'articles en stock. La quantité a été remplacée par le maximum actuellement disponible.
pt: As nossas desculpas. Não temos itens o suficiente em armazém. Quantidade foi ajustado para o máximo disponível no momento.
ru: Приносим извинения. Нужного количества товаров нет на складе. Установлено максимально доступное количество в настоящий момент.
sk: Prepáčte. Nemáme toľko položiek na sklade. Množstvo bolo nastavené na maximum momentálne k dispozícii.
uk: Вибачте. У нас нема стільки одиниць в наявності. Кількість була встановлена на максимально доступну зараз.

# Voucher not applicable
source: Your order does not require shipping.
ar: طلبك لا يستوجب الشحن.
bg_bg: Поръчката ви не изисква доставка.
ca: La comanda no necessita enviament.
cs: Vaše objednávka nevyžaduje poštovné.
da: Din ordre kræver ikke forsendelse.
fa: سفارش شما به پست احتیاحی ندارد.
fr: Votre commande ne nécessite pas de livraison.
pl: Twoje zamówienie nie wymaga dostawy.
pt: O seu pedido não requer transporte.
ru: Ваш заказ не требует доставки.
sk: Vaša objednávka nevyžaduje prepravu.
sq: Porosia juaj nuk ka nevoje per dergese.
sv: Er order kräver ingen frakt
uk: Ваше замовлення не вимагає доставки.
