Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Menu items status
source: Status
ar: الحالة
ca: Estat
fa: وضعیت
pt: Estado
ru: Статус
sk: Stav

# Menu items status
source: Published
ar: منشور
ca: Publicat
da: Offentliggjort
fa: منتشر شده
pl: Opublikowany
pt: Publicado
ru: Опубликовано
sk: Zverejnené
sq: E publikuar
sv: Publicerad

# Menu items status
source: Not published
ar: غير منشور
ca: No publicat
da: Ikke offentliggjort
fa: منتشر نشده است
pl: Nie opublikowano
pt: Não publicado
ru: Не опубликован
sk: Nezverejnené
sq: Jo e publikuar
sv: Opublicerad

# Menu item edit action
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Menu item list action link
source: Remove
ar: إزالة
bg_bg: Премахва
ca: Elimina
cs: Odstranit
da: Fjern
fa: حذف
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort
uk: Видалити

# Empty list of menu items
source: No menu items
ar: لا توجد عناصر في القائمة
ca: No elements de menú
cs: Žádné položky nabídky
da: Ingen menupunkter
fa: آیتمی در منو نبود
fr: Aucun menu
pl: Brak wpisów w menu
pt: Sem itens no menu
ru: Нет элементов меню
sk: Žiadne položky menu
sq: Ska element menuje
sv: Inga menyval

# Page availability status
source: Published
ar: منشور
bg_bg: Публикувано
ca: Publicat
cs: Zveřejněno
da: Offentliggjort
fa: منتشر شده
fr: Publié
pl: Opublikowany
pt: Publicado
ru: Опубликован
sk: Zverejnené
sq: E publikuar
sv: Publicerad
uk: Опубліковано

# Page availability status
source: Hidden
ar: مخفي
bg_bg: Скрито
ca: Ocult
cs: Skrytý
da: Gemt
fa: پنهان
fr: Caché
pl: Ukryte
pt: Oculto
ru: Скрыто
sk: Skryté
sq: E fshehur
sv: Dold

# Page availability status
source: Hidden (will become visible on %(date)s)
ca: Ocult (visible el dia %(date)s)
cs: Skryté (bude viditelné pro %(date)s)
da: Gemt (Vil blive synlige den %(date)s)
fa: مخفی (‌ در تاریخ %(date)s منتشر خواهد شد )
fr: Masqué (sera visible le%(date)s)
pl: Ukryte (zostanie opublikowane dnia %(date)s)
pt: Oculto (ficará visível em %(date)s)
ru: Скрыто (отобразится %(date)s)
sk: Skryté (zobrazí sa %(date)s)
sq: E fshehur (do behet publike me %(date)s)
sv: Dold(blir synlig den %(date)s)

# Dashboard homepage summary header title
source: Showing last %(counter)s results
bg_bg: Показване на последните %(counter)s резултати
ca: Mostrant %(counter)s últims resultats
cs: Zobrazení nejnovejších %(counter)s výsledků
da: Vist sidste %(counter)s resultat
fa: نمایش %(counter)s نتیجه ی آخر
fr: Affiche les %(counter)s derniers résultats
pl: Wyświetlane są %(counter)s wyniki
pt: Mostrando os últimos %(counter)s resultados
ru: Показаны последние %(counter)s результатов
sk: Zobrazených posledných %(counter)s výsledkov
sq: Duke paraqitur %(counter)s rezultatet e fundit
sv: Visar senaste %(counter)s resultat

# Dashboard homepage table title
source: Orders ready for shipment
ar: طلبات جاهزة للشحن
bg_bg: Поръчки, готови за изпращане
ca: Comandes llestes per l'enviament
cs: Objednávky připraveny k odeslání
da: Ordre klar til forsendelse
fa: سفارش های آماده ی ارسال
fr: Commandes prêtes à être envoyé
pl: Zamówienia gotowe do wysyłki
pt: Encomendas prontas para envio
ru: Заказы готовы к доставке
sk: Objednávky sú pripravené na odoslanie
sq: Porosia eshte gati per transport
sv: Order redo för leverans
uk: Замовлення готові до відправлення

# Orders table header
source: Placed on
ar: تاريخ الطلب
bg_bg: Сложен на
ca: Creada el
cs: Vytvořeno
da: Placeret
fa: در تاریخ
fr: Effectué le
pl: Złożone
pt: Colocado sobre
ru: Дата размещения
sk: Umiestnené
sv: Beställd den
uk: Розміщено на

# Orders table header
source: Customer
ar: زبون
bg_bg: Клиент
ca: Client
cs: Zákazník
da: Kunde
fa: مشتری
fr: Client
pl: Klient
pt: Cliente
ru: Покупатель
sk: Zákazník
sq: Klienti
sv: Kund
uk: Покупець

# Orders table header
source: Payment status
ar: حالة الدفع
bg_bg: Статус на плащането
ca: Estat de pagament
cs: Stav platby
da: Betalingsstatus
fa: وضعیت پرداخت
fr: Statut du paiement
pl: Status płatności
pt: Status do pagamento
ru: Статус платежа
sk: Stav platby
sq: Statusi i pageses
sv: Betalstatus
uk: Статус оплати

# Orders table header
source: Order status
ar: حالة الطلب
ca: Estat de comanda
da: Ordre status
fa: وضعیت سفارش
pl: Stan zamówienia
pt: Status do pedido
ru: Статус заказа
sk: Stav objednávky
sq: Statusi i porosise

# Orders table header
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Сумма
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Підсумок

# Anonymous user account value
source: Guest
ar: ضيف
bg_bg: Гост
ca: Convidat
cs: Host
da: Gæst
fa: کاربر مهمان
fr: Invité
pl: Gość
pt: Convidado
ru: Гость
sk: Hosť
sq: I ftuar
sv: Gäst
uk: Гість

# Empty order table message
source: No orders are ready for shipment.
ar: لا يوجد طلبات جاهزة للشحن
bg_bg: Няма поръчки за доставка.
ca: No hi ha comandes llestes per l'enviament.
cs: K odeslání nejsou připraveny žádné objednávky
da: Ingen ordre klar til forsendelse
fa: سفارشی آماده ی ارسال نیست.
fr: Pas de commandes prêtes à être envoyé
pl: Brak zamówień gotowych do wysyłki.
pt: Nenhuma encomenda pronta para envio.
ru: Нет заказов готовых к отправке.
sk: Žiadne objednávky nie sú pripravené na odoslanie.
sq: Asnje porosi nuk eshte gati per transport
sv: Ingen order redo för leverans
uk: Немає замовлень готових до відправлення

# Dashboard homepage table title
source: Preauthorized payments
bg_bg: Предварително упълномощени плащания
ca: Pagaments preautoritzats
cs: Předschválené platby
da: Reserveret betalinger
fa: پیش پرداخت های مجاز
fr: Paiements pré-autorisés
pl: Preautoryzowane płatności
pt: Pagamentos pré-autorizados
ru: Авторизованные платежи
sk: Povolené platby
sv: Automatisk betalning
uk: Попередньо авторизована оплата

# Preauthorized payments table header
source: Order
ar: طلب شراء
bg_bg: Поръчка
ca: Comanda
cs: Objednávka
da: Ordrer
fa: سفارش
fr: Commande
pl: Zamówienie
pt: Encomenda
ru: Заказ
sk: Objednať
sq: Porosite
uk: Замовлення

# Preauthorized payments table header
source: Date
ar: تاريخ
bg_bg: Дата
ca: Data
cs: Datum
da: Dato
fa: تاریخ
pl: Data
pt: Data
ru: Дата
sk: Dátum
sq: Data
sv: Datum
uk: Дата

# Preauthorized payments table header
source: Customer
ar: زبون
bg_bg: Клиент
ca: Client
cs: Zákazník
da: Kunde
fa: مشتری
fr: Client
pl: Klient
pt: Cliente
ru: Покупатель
sk: Zákazník
sq: Klienti
sv: Kund
uk: Покупець

# Preauthorized payments table header
source: Amount
ar: كمية
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Beløb
fa: مبلغ
fr: Montant
pl: Kwota
pt: Montante
ru: Количество
sk: Čiastka
sq: Sasia
sv: Summa
uk: Обсяг

source: Guest
ar: ضيف
bg_bg: Гост
ca: Convidat
cs: Host
da: Gæst
fa: مهمان
fr: Invité
pl: Gość
pt: Convidado
ru: Гость
sk: Hosť
sq: I ftuar
sv: Gäst
uk: Гість

# Empty Preauthorized payments table message
source: No preauthorized payments.
bg_bg: Без предварително упълномощени плащания.
ca: Pagaments pre-autoritzants no acceptats
cs: Žádné předschválené platby.
da: Ingen reserveret betalinger
fa: پیش پرداخت مجاز خالی است
fr: Pas de paiements pré-autorisés.
pl: Brak preautoryzowanych płatności.
pt: Nenhum pagamento pré-autorizado.
ru: Нет авторизованных платежей
sk: Žiadne oprávnené platby.
sv: Ingen Automatisk betalning
uk: Немає попередньо авторизованих оплат

# Dashboard homepage table title
source: Products with low stock
bg_bg: Продукт с малко наличност
ca: Productes amb estoc baix
cs: Docházející produkty
da: Produkter med lavt lager
fa: محصولات با موجودی پایین
fr: Produits dont le stock est bas
pl: Kończące się produkty
pt: Produtos com poucas unidades disponíveis
ru: Продукты с малым остатком на складе
sk: Produkty s nízkou zásobou
sq: Produkte me stok te ulet.
sv: Varor med lågt lagersaldo
uk: Товари з невеликими запасами

# Low stock product list
source: Product name
ar: اسم المنتج
bg_bg: Име на продукта
ca: Nom de producte
cs: Jméno produktu
da: Produktnavn
fa: اسم محصول
fr: Nom de produit
pl: Nazwa produktu
pt: Nome do Produto
ru: Название Продукта
sk: Meno produktu
sq: Emri i artikullit
sv: Produktnamn
uk: Назва продукту

# Low stock product list
source: Stock left
bg_bg: Останала стока
ca: Estoc restant
cs: Zbývající zásoby
da: Lager tilbage
fa: مانده در انبار
fr: Stock restant
pl: Ilość towaru
pt: Stock restante
ru: Осталось на складах
sk: Zostatok
sq: Stok i ngelur
sv: Kvarstående lagersaldo
uk: Залишки

# Empty low stock table message
source: No products are low in stock.
bg_bg: Няма продукти на склад.
ca: No hi ha productes amb estoc baix.
cs: Žádné zboží není skladem.
da: Ingen produkter er har lavt lager.
fa: هیچ محصولی موجودی پایین ندارد.
fr: Aucun produit n'a un stock faible.
pl: Brak kończących się produktów.
pt: Nenhum produto contra-se em risco de esgotar.
ru: Нет продуктов с малым остатком на складе
sk: Žiadne produkty nie sú na sklade.
sv: Inga varor med lågt lagersaldo
uk: Усі товари з достатніми запасами.

# Menu list page title
source: Navigation
ar: تصفح الموقع
ca: Navegació
cs: Navigace
da: Navigering
fa: جهت یابی
pl: Nawigacja
pt: Navegação
ru: Навигация
sk: Navigácia
sq: Navigimi

# Menu detail view action
source: Edit menu
ar: تحرير قائمة
ca: Edita menú
cs: Upravit nabídku
da: Rediger menu
fa: ویرایش منو
fr: Modifier le menu
pl: Edytuj menu
pt: Editar menu
ru: Редактировать меню
sk: Upraviť menu
sv: Ändra meny

# Menu detail view action
source: Remove menu
ar: إزالة قائمة
ca: Elimina menú
cs: Odstranit nabídku
da: Fjern menu
fa: حذف منو
fr: Supprimer le menu
pl: Usuń menu
pt: Remover menu
ru: Удалить меню
sk: Odstrániť menu
sv: Ta bort meny

# Menu form page title
source: Edit menu
ar: تحرير قائمة
ca: Edita menú
cs: Upravit nabídku
da: Rediger menu
fa: ویرایش منو
fr: Modifier le menu
pl: Edytuj menu
pt: Editar menu
ru: Редактировать меню
sk: Upraviť menu
sv: Ändra meny

# Menu form page title
source: Add new menu
ar: إضافة قائمة جديدة
ca: Afegeix nou menú
cs: Přidat novou nabídku
da: Tilføj ny menu
fa: افزودن منوی جدید
fr: Ajouter un nouveau menu
pl: Dodaj nowe menu
pt: Adicionar novo menu
ru: Добавить новое меню
sk: Pridať nové menu
sv: Lägg till ny meny

# Menu detail breadcrumbs
source: Add new menu
ar: إضافة قائمة جديدة
ca: Afegeix nou menú
cs: Přidat novou nabídku
da: Tilføj ny menu
fa: افزودن منوی جدید
fr: Ajouter un nouveau menu
pl: Dodaj nowe menu
pt: Adicionar novo menu
ru: Добавить новое меню
sk: Pridať nové menu
sv: Lägg till ny meny

# Menu item list page title
source: Menu items
ar: عناصر القائمة
ca: Elements de menú
cs: Položky nabídky
da: Menupunkter
fa: آیتم های منو
fr: Menus
pl: Wpisy w menu
pt: Itens do menu
ru: Элементы меню
sk: Položky menu
sq: Elementet e menuse
sv: Menyval

# Menu item field
source: Points to
ar: يشير إلى
ca: Apunta a
cs: Ukazovat na
da: Peger på
fa: لینک به:
fr: Pointe vers
pl: Wskazuje na
pt: Aponta para
ru: Указывает на
sk: Ukazuje na
sq: Pikat per
sv: Pekar på

# Menu item detail view action
source: Edit menu item
ar: تحرير عنصر في القائمة
ca: Edita element de menú
cs: Upravit položku nabídky
da: Rediger menupunktet
fa: ویرایش آیتم
fr: Modifier un menu
pl: Edytuj wpis w menu
pt: Editar item de menu
ru: Редактировать элемент меню
sk: Upraviť položku menu
sv: Ändra menyval

# Menu item detail view action
source: Remove menu item
ar: إزالة عنصر من القائمة
ca: Elimina element de menú
cs: Odstranit položky nabídky
da: Fjern menupunkt
fa: حذف آیتم
fr: Supprimer un menu
pl: Usuń wpis w menu
pt: Remover item do menu
ru: Удалить элемент меню
sk: Odstrániť položku menu
sv: Ta bort menyval

# Menu item page title
source: Edit menu item
ar: تحرير عنصر في القائمة
ca: Edita element de menú
cs: Upravit položku nabídky
da: Rediger menupunktet
fa: ویرایش آیتم
fr: Modifier un menu
pl: Edytuj wpis w menu
pt: Editar item do menu
ru: Редактировать элемент меню
sk: Upraviť položku menu
sv: Ändra menyval

# Menu item page title
source: Add new menu item
ar: إضافة عنصر جديد للقائمة
ca: Afegeix nou element de menú
cs: Přidat novou položku nabídky
da: Tilføj nyt menupunkt
fa: افزودن آیتم جدید
fr: Ajouter une nouvelle entrée
pl: Dodaj nowy wpis w menu
pt: Adicionar novo item de menu
ru: Добавить новый элемент меню
sk: Pridať novú položku menu
sv: Lägg till nytt menyval

# Dashboard menu items list
source: Menu items
ar: عناصر القائمة
ca: Elements de menú
cs: Položky nabídky
da: Menupunkter
fa: آیتم ها
fr: Menus
pl: Wpisy w menu
pt: Itens do menu
ru: Элементы меню
sk: Položky menu
sq: Elementet e menuse
sv: Menyval

# Menu form page title
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Menu form page title
source: Add new menu item
ar: إضافة عنصر جديد للقائمة
ca: Afegeix nou element de menú
cs: Přidat novou položku nabídky
da: Tilføj nyt menupunkt
fa: افزودن آیتم جدید به منو
fr: Ajouter une nouvelle entrée
pl: Dodaj nowy wpis w menu
pt: Adicionar novo item de menu
ru: Добавить новый элемент меню
sk: Pridať novú položku menu
sv: Lägg till nytt menyval

# Remove menu item modal title
source: Remove menu item %(menu_item)s
ca: Elimina element de menú %(menu_item)s
cs: Odstranit položku nabídky %(menu_item)s
da: Fjern menupunkt %(menu_item)s
fa: حذف آیتم %(menu_item)s از منو
fr: Supprimer l'entrée %(menu_item)s
pl: Usuń z menu wpis %(menu_item)s
pt: Remover item %(menu_item)s do menu
ru: Элемент меню %(menu_item)s удалён
sk: Odstrániť položku menu %(menu_item)s
sv: Ta bort menyval %(menu_item)s

# Remove menu item modal title
source: Are you sure you want to remove menu item <strong>%(menu_item)s</strong> from %(menu)s menu?
ca: Segur que es vol eliminar l'element de menú <strong>%(menu_item)s</strong> del menú %(menu)s ?
cs: Opravdu chcete odstranit položku <strong>%(menu_item)s</strong> z nabídky %(menu)s?
da: Er du sikker på du vil fjerne menupunktet <strong>%(menu_item)s</strong> fra %(menu)s menuen?
fr: Êtes vous certain de vouloir supprimer l'entrée <strong>%(menu_item)s</strong> du menu %(menu)s ?
pl: Czy na pewno chcesz usunąć wpis <strong>%(menu_item)s</strong> z menu %(menu)s?
pt: Têm a certeza que deseja remover <strong>%(menu_item)s</strong> do menu %(menu)s?
ru: Вы действительно хотите удалить элемент меню <strong>%(menu_item)s</strong> из меню %(menu)s?
sk: Naozaj chcete odstrániť položku menu <strong>%(menu_item)s</strong> z menu %(menu)s?
sv: Är du säker på att du vill ta bort menyval <strong>%(menu_item)s</strong> från %(menu)s menyn?

# Remove menu modal text about descendant menu items
source: The following menu items will be removed:
ar: سيتم إزالة عناصر القائمة التالية
ca: S'eliminaràn els següents elements de menú:
cs: Následující položky nabídky budou odstraněny:
da: Følgende menupunkter vil blive fjernet:
fa: آیتم های زیر از منو حذف خواهند شد:
fr: Les entrées suivantes seront supprimées :
pl: Następujące wpisy w menu zostaną usunięte:
pt: Os seguintes itens do menu serão excluídos:
ru: Следующие элементы меню будут удалены:
sk: Nasledovné položky menu budú odstránené:
sv: Följande menyval kommer att tas bort:

# Menu list add button text
source: Add menu
ar: إضافة قائمة
ca: Afegeix menú
cs: Přidat nabídku
da: Tilføj menu
fa: افزودن منو
fr: Ajouter un nouveau menu
pl: Dodaj menu
pt: Adicionar menu
ru: Добавить меню
sk: Pridať menu
sv: Lägg till meny

# Menu list table header Menu name
source: Menu name
ar: اسم القائمة
ca: Nom del menú
cs: Jméno nabídky
da: Menu navn
fa: نام منو
fr: Nom du menu
pl: Nazwa menu
pt: Nome do menu
ru: Заголовок меню
sk: Názov menu
sq: Emri i menus
sv: Menynamn

# Empty menu list message
source: No menus found.
ar: لا توجد قوائم.
ca: No s'han trobat menús.
cs: Nebyly nalezeny žádné nabídky.
da: Ingen menuer fundet
fa: منو یافت نشد.
fr: Aucun menu trouvé.
pl: Nie znaleziono żadnych menu
pt: Nenhum menu encontrado.
ru: Меню не найдены.
sk: Neboli nájdené žiadne menu.
sv: Ingen meny hittad

source: Storefront Menus
ar: قوائم واجهة المتجر
ca: Menús del frontal
cs: Obchod nabídka
da: Storefront Menuer
fa: منوهای فروشگاه
fr: Menus de la boutique
pl: Menu sklepu
pt: Menus da loja
ru: Меню витрины магазина
sk: Menu výkladu
sv: Butiksmeny

# Dashboard update action
source: Save
ar: قم بالحفظ
bg_bg: Запазва
ca: Desa
cs: Uložit
da: Gem
fa: ذخیره
fr: Sauvegarder
pl: Zapisz
pt: Guardar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sv: Spara
uk: Зберегти

# Remove menu modal title
source: Remove menu %(menu)s
ca: Elimina menú %(menu)s
cs: Odstranit nabídku %(menu)s
da: Fjern menu %(menu)s
fa: حذف منوی %(menu)s
fr: Supprimer le menu %(menu)s
pl: Usunięto menu %(menu)s
pt: Remover menu %(menu)s
ru: Удалить меню %(menu)s
sk: Odstrániť menu %(menu)s
sv: Ta bort meny %(menu)s

# Remove menu modal title
source: Are you sure you want to remove menu <strong>%(menu)s</strong>?
ca: Segur que vols eliminar el menú <strong>%(menu)s</strong>?
cs: Jste si jistý, že chcete odstranit nabídku <strong>%(menu)s</strong>?
da: Er du sikker på du vil fjerne menuen <strong>%(menu)s</strong>?
fa: آیا از حذف منوی <strong>%(menu)s</strong> اطمینان دارید؟
fr: Êtes-vous sûr de vouloir supprimer le menu <strong>%(menu)s</strong> ?
pl: Czy na pewno chcesz usunąć menu <strong>%(menu)s</strong>?
pt: Têm a certeza que deseja remover o menu <strong>%(menu)s</strong>?
ru: Вы действительно желаете удалить меню <strong>%(menu)s</strong>?
sk: Naozaj chcete odstrániť menu <strong>%(menu)s</strong>?
sv: Är du säker att du vill ta bort meny <strong>%(menu)s</strong>?

source: No menus found.
ar: لا توجد قوائم.
ca: No s'han trobat menús.
cs: Nebyly nalezeny žádné nabídky.
da: Ingen menuer fundet.
fa: منو یافت نشد.
fr: Aucun menus trouvé
pl: Nie znaleziono żadnych menu
pt: Nenhum menu encontrado.
ru: Меню не найдены.
sk: Neboli nájdené žiadne menu.
sv: Ingen meny hittad

source: Menus are used to organize the navigation bar displayed in the storefront.<br> You can create menus by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
ca: Els menús s'utilitzen per organitzar la barra de navegació que es mostra a la portada de la botiga.<br> Pots crear menús utilitzant els botons <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Nabídky se používají k uspořádání navigační lišty zobrazené v prodejně.<br> Nabídky můžete vytvářet pomocí tlačítka <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Menuer bruges til at organisere navigationsbjælken, der vises i butiksfronten.<br> Du kan oprette menuer ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fr: Les menus sont utilisés pour organiser la barre de navigation affichée sur la boutique.<br> Vous pouvez créer des menus avec le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Menu służą do organizowania paska nawigacji wyświetlającego się na froncie sklepu.<br> Menu można tworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Menus são usados para organizar a barra de navegação mostrada na loja.<br> Você poderá criar menus usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Меню используется для организации панели навигации на витрине магазина.<br> Вы можете создать меню используя кнопки <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> .
sk: Menu slúžia na organizáciu zobrazenia navigačného riadku vo výklade obchodu.<br> Nové menu môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Menyer används för att organisera navigationsfältet i butiken. <br> Du kan skapa menyer genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen

# Dashboard default page title
source: Dashboard - Saleor
ca: Panell - Saleor
fa: صفحه مدیریت
pl: Panel Sterowania
ru: Панель управления
sk: Admin

source: Edit address
ar: تعديل العنوان
bg_bg: Редакция на адрес
ca: Edita adreça
cs: Upravit adresu
da: Skift adresse
fa: ویرایش آدرس
fr: Modifier l'adresse
pl: Edytuj adres
pt: Editar morada
ru: Редактировать адрес
sk: Upraviť adresu
sq: Ndrysho adresen
sv: Ändra adress
uk: Редагувати адресу

source: Shipping address
ar: عنوان الشحن
bg_bg: Адрес за доставка
ca: Adreça d'enviament
cs: Dodací adresa
da: Forsendelsesadresse
fa: آدرس ارسال
fr: Adresse de livraison
pl: Adres dostawy
pt: Morada de entrega
ru: Адрес доставки
sk: Dodacia adresa
sq: Adresa e dergeses
sv: Leveransadress
uk: Адреса доставки

source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس فاکتور
fr: Adresse de facturation
pl: Adres nabywcy
pt: Morada para cobrança
ru: Адрес плательщика
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Платіжна адреса

# Order detail action
source: Cancel Order
ar: إلغاء طلب الشراء
bg_bg: Отмяна на поръчката
ca: Cancel·la comanda
cs: Zrušit objednávku
da: Annuller ordre
fa: لغو سفارش
fr: Annuler la commande
pl: Anuluj zamówienie
pt: Cancelar Pedido
ru: Отменить заказ
sk: Zrušiť objednávku
sq: Anullo porosine
sv: Avbryt order
uk: Відмінити замовлення

# Order detail action
source: Remove draft order
ar: إزالة مسودة طلب الشراء
ca: Elimina l'esborrany de comanda
cs: Odstranění pořadí návrhů
da: Fjern ordreudkast
fa: حذف چرک نویس سفارش
fr: Supprimer la commande brouillon
pl: Usuń wersję roboczą zamówienia
pt: Remover pedido
ru: Удалить черновик заказа
sk: Odstrániť rozrobenú objednávku
sq: Fshi porosine ne draft
sv: Ta bort orderförslag

# Order detail action
source: Print
ar: طباعة
bg_bg: Печат
ca: Imprimir
cs: Tisk
fa: چاپ
fr: Imprimer
pl: Drukuj
pt: Imprimir
ru: Распечатать
sk: Tlačiť
sv: Skriv ut
uk: Друк

# Order detail tab
source: Details
ar: تفاصيل
bg_bg: Детайли
ca: Detalls
cs: Detaily
da: Detaljer
fa: جزییات
fr: Détails
pl: Szczegóły
pt: Detalhes
ru: Подробности
sk: Podrobnosti
sq: Detajet
sv: Detaljer
uk: Деталі

# Order detail tab
source: Payments
ar: المدفوعات
bg_bg: Плащания
ca: Pagaments
cs: Platby
da: Betalinger
fa: پرداخت ها
fr: Paiements
pl: Płatności
pt: Pagamentos
ru: Платежи
sk: Platby
sq: Pagesat
sv: Betalningar
uk: Платежі

# Order detail tab
source: History
ar: السجل
bg_bg: История
ca: Historial
cs: Historie
da: Historik
fa: تاریخ خرید
fr: Historique
pl: Historia
pt: História
ru: История
sk: Histórie
sq: Histori
sv: Historik
uk: Історія

# Order summary card header
source: Payments
ar: المدفوعات
bg_bg: Плащания
ca: Pagaments
cs: Platby
da: Betalinger
fa: پرداخت ها
fr: Paiements
pl: Płatności
pt: Pagamentos
ru: Платежи
sk: Platby
sq: Pagesat
sv: Betalningar
uk: Платежі

# Payment status not available
source: N/A
ca: N/P
fa: م/ن
pl: Nie dotyczy
pt: N/D
ru: Недоступно
sk: nedostupné

# Order summary card header
source: Outstanding balance
bg_bg: Неизплатено салдо
ca: Saldo pendent
cs: Nevyrovnané zůstatky
da: Udestående saldo
fr: Balance restante
pl: Do zapłaty
pt: Saldo pendente
ru: Выдающийся баланс
sk: Zostatok
sq: Balanci i ngelur
sv: Innestående balans
uk: Залишок до олати

# Order summary card header
source: Preauthorized amount
bg_bg: Субсидирана сума
ca: Quantitat pre-autoritzada
cs: Paušální částka
da: Preautoriseret beløb
fa: مقدار پیش پرداخت
fr: Montant pré-autorisé
pl: Kwota zablokowana
pt: Quantidade pré-autorizada
ru: Авторизованное число
sk: Povolená čiastka
sq: Shuma e autorizuar me pare
sv: Summa för automatisk betalning
uk: Попередньо авторизована оплата

# Preauthorized amount not available
source: N/A
ca: N/P
fa: م/ن
pl: Nie dotyczy
pt: N/D
ru: Недоступно
sk: nedostupné

# Order summary card header
source: Captured amount
ar: المبلغ المقبوض
ca: Quantitat capturada
cs: Získaná částka
da: Trukket beløb
fa: مقدار ضبط شده
fr: Montant saisi
pl: Kwota pobrana
pt: Quantidade capturada
ru: Зафиксированное число
sk: Zachytená čiastka
sq: Shuma e ruajtur
sv: Låst nu summa
uk: Зарахований обсяг
