Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Delete category form text about descendant categories
source: The following child categories will be removed:
ar: سيتم إزالة تصنيفات الأطفال التالية
bg_bg: Следните под категории ще бъдат премахнати:
ca: Les següents categories filles seran eliminades:
cs: Následující podkategorie budou smazány:
da: De følgende underkategorier er blevet fjernet:
fa: زیر دسته های زیر برداشته خواهند شد:
fr: Les sous catégories suivantes seront supprimées :
pl: Następujące podkategorie zostaną usunięte:
pt: As seguintes subcategorias serão excluídas:
ru: Следующие дочерние категории будут удалены:
sk: Nasledovné podkategórie budú odstránené:
sq: Nen kategorite e meposhtme do te fshihen:
sv: Följande kategori kommer att tas bort

# Remove category form text about products
source: There is one product in this category that will be removed.
bg_bg: There are оне products in this category that will be removed.
ca: Hi ha un producte a aquesta categoria que serà eliminat.
cs: Jeden produkt v této kategorii bude smazán.
da: Der er ét produkt i denne kategori, der vil blive fjernet.
fa: یک محصول در این دسته وجود دارد که حذف خواهد شد.
fr: Il y a actuellement un produit qui va être supprimé de cette catégorie.
pl: W tej kategorii jest jeden produkt, który zostanie usunięty
pt: Tem produtos nesta categoria que serão removidos.
ru: Один товар в этой категории будет удалён.
sk: Jeden produkt v tejto kategórii bude vymazaný
sq: Eshte nje artikull ne kete kategori qe do fshihet.
sv: Det en finns produkt i denna kategori som kommer att tas bort

# Dashboard delete action
source: Remove
ar: إزالة
bg_bg: Премахва
ca: Elimina
cs: Odstranit
da: Fjern
fa: حذف
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort
uk: Видалити

source: No categories found.
ar: لم نعثر على أي تصنيف
bg_bg: Няма намерени категории.
ca: No s'han trobat categories.
cs: Nenalezeny žádné kategorie
da: Ingen kategorier fundet.
fa: دسته بندی ای یافت نشد.
fr: Aucune catégorie trouvée.
pl: Nie znaleziono kategorii.
pt: Nenhuma categoria encontrada
ru: Категории не найдены
sk: Nebola nájdená žiadna kategória
sq: Asnje kategori nuk u gjet
sv: Inga kategorier hittade
uk: Нема категорій.

source: Categories are used to organize products into groups that are displayed in the navigation in the storefront.<br> You can create categories by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Категориите се използват за организиране на продукти в групи, които се показват в навигацията в магазина.<br> You can create categories by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
ca: Les categories són utilitzades per organitzar productes en grups que es mostren a la navegació al frontal.<br> Pots crear categories utilitzant els botons <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Kategorie se používají k organizování produktů do skupin, které budou zobrazeny v navigaci obchodu. Kategorie můžete vytvořit tlačítkem <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Kategorier bruges til at organisere produkter i grupper, der vises i navigationen i butiksfronten. <br> Du kan oprette kategorier ved hjælp af <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fa: دسته بندی برای مرتب کردن محصولات به گروه به کار می رود که در قسمت جهت یابی در فروشگاه دیده میشوند. <br> شما میتوانید با استفاده از دکمه ی <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> دسته بندی ایجاد کنید.
fr: Les catégories sont utilisées afin d'organiser les produits en groupes qui sont affichés sur la navigation de la vitrine. Vous pouvez créer des catégories en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Kategorie służą do organizowania produktów w grupy, które wyświetlają się w nawigacji na froncie sklepu.<br> Kategorie można tworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Categorias são usadas para organizar produtos dentro de um grupo que serão mostrados na navegação da pagina de compras.<br> Você pode criar categorias usando o <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> botão.
ru: Категории используются для объединения товаров в группы, отображаемые на панели навигации на витрине магазина.<br> Вы можете создать категории используя кнопки <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> .
sk: Kategórie slúžia na rozdelenie produktov do skupín tak ako budú zobrazené v obchode.<br> Nové kategórie môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Kategorier används för att organisera produkter i grupper som visas i navigeringen i butiken.<br> Du kan skapa kategorier genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>knappen.

# Modal remove collection text
source: Remove collection %(collection)s
ca: Elimina la col·lecció %(collection)s
cs: Smazat kolekci %(collection)s
da: Fjern kollektion %(collection)s
fa: حذف مجموعه %(collection)s
fr: Supprimer la collection %(collection)s
pl: Usuń kolekcję %(collection)s
pt: Remover a(s) coleção(ões) %(collection)s
ru: Удалить категорию %(collection)s
sk: Odstrániť kolekciu %(collection)s
sv: Ta bort kollektion %(collection)s

# Modal remove collection text
source: Are you sure you want to remove collection <strong>%(collection)s</strong>?
ca: Segur que vols eliminar la col·lecció <strong>%(collection)s</strong>?
cs: Jste si jistý, že chcete smazat kolekci <strong>%(collection)s</strong>?
da: Er du sikker på du vil fjerne kollektionen <strong>%(collection)s</strong>?
fa: آیا از حذف مجموعه ی <strong>%(collection)s</strong> مطمئنید؟
fr: Souhaitez vous vraiment supprimer la collection <strong>%(collection)s</strong> ?
pl: Czy jesteś pewien, że chcesz usunąć kolekcję <strong>%(collection)s</strong>?
pt: Você tem certeza que deseja remover a(s) coleção(ões) <strong>%(collection)s</strong>?
ru: Вы действительно желаете удалить коллекцию <strong>%(collection)s</strong>?
sk: Ste si istí, že chcete odstrániť kolekciu <strong>%(collection)s</strong>?
sv: Är du säker på att du till ta bort kollektion <strong>%(collection)s</strong>

source: Add new collection
ar: إضافة مجموعة جديدة
ca: Afegeix nova col·lecció
cs: Přidat novou kolekci
da: Tilføj ny kollektion
fa: افزودن مجموعه ی جدید
fr: Ajouter une nouvelle collection
pl: Dodaj nową kolekcję
pt: Adicionar nova coleção
ru: Добавить новую коллекцию
sk: Pridať novú kolekciu
sq: Shto koleksion te ri
sv: Lägg till ny kollektion

source: Collections
ar: مجموعات
ca: Col·leccions
cs: Kolekce
da: Kollektioner
fa: مجموعه ها
pl: Kolekcje
pt: Coleções
ru: Коллекции
sk: Kolekcie
sq: Koleksione
sv: Kollektioner
uk: Колекції

# Collection action
source: Remove collection
ar: إزالة مجموعة
ca: Elimina col·lecció
cs: Smazat kolekci
da: Fjern kollektion
fa: حذف مجموعه
fr: Supprimer la collection
pl: Usuń kolekcję
pt: Remover coleção
ru: Удалить коллекцию
sk: Odstrániť kolekciu
sq: Fshi koleksion
sv: Ta bort kollektion

# Collection action
source: View on site
ar: عرض على الموقع
bg_bg: Виж на сайта
ca: Veure al lloc web
cs: Zobrazit na stránce
da: Vis på hjemmesiden
fa: مشاهده در سایت
fr: Voir sur le site
pl: Zobacz na stronie
pt: Ver no local
ru: Посмотреть на сайте
sk: Zobraziť na stránkach
sq: Shiko ne faqe
sv: Se på sida
uk: Подивитися на сайті

# Collection form card title: availability sub form
source: Availability
ar: توافر
ca: Disponibilitat
da: Tilgængelig
fa: دسترسی
pl: Dostępność
pt: Disponibilidade
ru: Доступность
sk: Dostupnosť
sq: Dispozicioni
sv: Tillgänglighet

# Collection secondary action
source: Cancel
ar: إلغاء
bg_bg: Отмяна
ca: Cancel·la
cs: Zrušit
da: Annuller
fa: لغو
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отменить
sk: Zrušiť
sq: Anullo
sv: Avbryt
uk: Відмінити

# Collection detail action
source: Update
ar: تحديث
bg_bg: Актуализация
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روزرسانی
fr: Mettre à jour
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera
uk: Оновити

# Collection detail action
source: Create
ar: إنشاء
bg_bg: Създава
ca: Crea
cs: Vytvořit
da: Opret
fa: ایجاد
fr: Créer
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sq: Krijo
sv: Skapa
uk: Створити

# Collection field
source: Published
ar: منشور
bg_bg: Публикувано
ca: Publicat
cs: Zveřejněno
da: Offentliggjort
fa: منتشر شده
fr: Publié
pl: Opublikowany
pt: Publicado
ru: Опубликован
sk: Zverejnené
sq: E publikuar
sv: Publicerad
uk: Опубліковано

# Collection field
source: Draft
ar: مسودة
bg_bg: Чернова
ca: Esborrany
cs: Rozepsané
da: Udkast
fa: چرک نویس
fr: Brouillon
pl: Szkic
pt: Rascunho
ru: Черновик
sk: Koncept
sv: Utkast
uk: Чернетка

# Collection field
source: Can't unpublish homepage collection
ar: لا يمكن إلغاء مجموعات الصفحة الرئيسية
ca: No es pot despublicar la col·lecció de la pàgina inicial
da: Kan ikke afpublicere hjemmesiden kollektionen
pl: Nie można cofnąć publikację kolekcji strony domowej
pt: Não é possível cancelar a publicação da coleção da página inicial
ru: Нельзя снять с публикации коллекцию на главной странице
sk: Kolekciu domovskej stránky nie je možné stiahnuť zo zverejnenia
sv: Kan inte avpublicera sidan kollektioner

# Collections list page title
source: Collections
ar: مجموعات
ca: Col·leccions
cs: Kolekce
da: Kollektioner
fa: مجموعه ها
pl: Kolekcje
pt: Coleções
ru: Коллекции
sk: Kolekcie
sq: Koleksione
sv: Kollektioner
uk: Колекції

# Collections list add button text
source: Add collection
ar: إضافة مجموعة
ca: Afegeix col·lecció
cs: Přidat kolekci
da: Tilføj kollektion
fa: افزودن مجموعه
fr: Ajouter une collection
pl: Dodaj kolekcję
pt: Adicionar coleção
ru: Добавить коллекцию
sk: Pridať kolekciu
sq: Shto koleksion
sv: Lägg till kollektion

# Collections list table header name
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Název
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Voucher table header
source: Number of products
ar: عدد المنتجات
ca: Nombre de productes
cs: Počet produktů
da: Antal produkter
fa: تعداد محصول
fr: Nombre de produits
pl: Liczba produktów
pt: Número de produtos
ru: Количество товаров
sk: Počet produktov
sq: Numri i produkteve
sv: Antal produkter

# Collections list table header
source: Visibility
ar: وضوح
ca: Visibilitat
cs: Viditelnost
da: Synlighed
fa: قابل مشاهده
fr: Visibilitée
pl: Widoczność
pt: Visibilidade
ru: Видимость
sk: Viditeľnosť
sv: Synlighet

source: Products in collection:
ar: المنتجات في المجموعة
ca: Productes a la col·lecció:
cs: Produkty v kolekci:
da: Produkter i kollektionen:
fa: محصولات در مجموعه:
fr: Produits dans la collection :
pl: Produkty w kolekcji:
pt: Produtos na coleção
ru: Товаров в коллекции:
sk: Produkty v kolekcii:
sq: Produktet ne koleksion:
sv: Produkter i kollektion:

# Empty collection list message
source: No collections found.
ar: لم يتم العثور على أي مجموعات.
ca: No s'han trobat col·leccions
cs: Nenaezeny žádné kolekce.
da: Ingen kollektion blev fundet.
fa: مجموعه ای پیدا نشد.
fr: Aucune collection trouvée.
pl: Nie znaleziono kolekcji.
pt: Nenhuma coleção encontrada.
ru: Не найдено коллекций.
sk: Neboli nájdené žiadne kolekcie.
sq: Asnje koleksion nuk u gjet.
sv: Inga kollektioner hittades

source: Homepage collection
ar: مجموعة الصفحة الرئيسية
ca: Col·lecció de la pàgina inicial
da: Hjemmeside kollektion
pl: Kolekcja strony domowej
pt: Página inicial da Coleção
ru: Коллекция на домашней странице
sk: Kolekcia domovskej stránky
sv: Sidan kollektioner

# Homepage collection save
source: Save
ar: قم بالحفظ
ca: Desa
da: Gem
fa: ذخیره
pl: Zapisz
pt: Guardar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sv: Spara

source: No collections found.
ar: لم يتم العثور على أي مجموعات.
ca: No s'han trobat col·leccions.
cs: Nenaezeny žádné kolekce.
da: Ingen kollektion blev fundet.
fa: مجموعه ای پیدا نشد.
fr: Aucune collection trouvée.
pl: Nie znaleziono kolekcji.
pt: Nenhuma coleção encontrada.
ru: Не найдено коллекций.
sk: Neboli nájdené žiadne kolekcie.
sq: Asnje koleksion nuk u gjet.
sv: Inga kollektioner hittades

source: Collections are used to organize products into custom groups.<br> You can create collections by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
ca: Les col·leccions s'utilitzen per organitzar productes en grups personalitzats.<br> Pots crear col·leccions utilitzant els botons <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Kolekce se používají k organizování produktů do vlastních skupin.<br> Kolekci můžete vytvořit tlačítkem <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Samlinger bruges til at organisere produkter i brugerdefinerede grupper. <br> Du kan oprette samlinger ved hjælp af <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fa: مجموعه های برای مرتب سازی محصولات در گروه های خاص استفاده می شوند. <br> می‌توانید با استفاده از دکمه ی <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> مجموعه ی خود را بسازید.
fr: Les collections sont utilisées afin d'organiser les produits en des groupes personnalisés. Vous pouvez créer des collections en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Kolekcje służą do organizowania produktów w niestandardowe grupy.<br> Kolekcje można tworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Coleções são usadas para organizar produtos dentro de um grupo particular.<br> Você pode criar coleções usando o <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> botão.
ru: Коллекцию используются для организации товара в специальные группы.<br> Вы можете создать коллекцию используя кнопки <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> .
sk: Kolekcie slúžia na rozdelenie produktov do vlastných skupín.<br> Nové kolekcie môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Kollektioner används för att organisera produkter i grupper som visas i navigeringen i butiken.<br> Du kan skapa kollektioner genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>knappen.

# Customer field
source: Date joined
ar: تاريخ الانضمام
ca: Data d'unió
cs: Datum vytvoření
da: Dato tilmeldt
fa: تاریخ اضافه شدن
fr: Date de création
pl: Data dołączenia
pt: Data do cadastro
ru: Дата присоединения
sk: Dátum registrácie
sq: Data e anetarsimit
sv: Medlem sedan
uk: Дата приєднання

# Customer field
source: Note
ar: ملاحظة
ca: Nota
cs: Poznámka
fa: یادداشت
pl: Notatka
pt: Nota
ru: Заметка
sq: Shenime
sv: Notering
uk: Помітка

# Customer action
source: Edit customer
ar: تحرير الزبون
ca: Edita client
cs: Upravit zákazníka
da: Rediger kunde
fa: ویرایش مشتری
fr: Modifier le client
pl: Edytuj klienta
pt: Editar cliente
ru: Редактировать покупателя
sk: Upraviť zákazníka
sq: Ndrysho klient
sv: Ändra kund
uk: Редагувати покупця

# Customer action
source: Remove customer
ar: إزالة الزبون
ca: Elimina client
cs: Odstranit zákazníka
da: Fjern kunde
fa: حذف مشتری
fr: Supprimer le client
pl: Usuń konto klienta
pt: Remover cliente
ru: Удалить покупателя
sk: Odstrániť zákazníka
sq: Fshi klient
sv: Ta bort kund

# Customer impersonate action
source: Impersonate customer
ar: انتحال صفة الزبون
ca: Suplantar client
cs: Impersonifikovat zákazníka
da: Impersonér kunde
fa: جعل هویت مشتری
fr: Prétendre être ce client
pl: Wciel się w klienta
pt: Cliente anônimo
ru: Имитировать покупателя
sk: Vystupovať za zákazníka
sq: Shtiru si klient
sv: Imitera kund

# Customer recent orders table title
source: Recent orders
ar: طلبات الشراء الحديثة
ca: Comandes recents
cs: Nedávné objednávky
da: Seneste ordrer
fa: سفارشات اخیر
fr: Commandes récentes
pl: Ostatnie zamówienia
pt: Pedidos recentes
ru: Недавние заказы
sk: Nedávne objednávky
sq: Porosite me te reja
sv: Senaste ordrar
uk: Нещодавні замовлення

# Customer orders table header
source: Number
ar: العدد
bg_bg: Номер
ca: Número
cs: Číslo
da: Nummer
fa: تعداد
fr: Numéro
pl: Numer
pt: Número
ru: Номер
sk: Číslo
sq: Numer
sv: Antal
uk: Номер

# Customer orders table header
source: Placed on
ar: تاريخ الطلب
bg_bg: Сложен на
ca: Creada el
cs: Vytvořeno
da: Placeret
fa: در تاریخ
fr: Effectué le
pl: Złożone
pt: Colocado sobre
ru: Дата размещения
sk: Umiestnené
sv: Beställd den
uk: Розміщено

# Customer orders table header
source: Order status
ar: حالة الطلب
bg_bg: Статус на поръчката
ca: Estat de comanda
cs: Stav objednávky
da: Ordre status
fa: وضعیت سفارش
fr: Statut de la commande
pl: Stan zamówienia
pt: Status do pedido
ru: Статус заказа
sk: Stav objednávky
sq: Statusi i porosise
uk: Статус замовлення

# Customer orders table header
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Сумма
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Підсумок

# Empty customer orders table message
source: No orders found.
ar: لم يتم العثور على أية طلبات شراء
bg_bg: Няма намерени поръчки.
ca: No s'han trobat comandes.
cs: Nenalezeny žádné objednávky.
da: Ingen ordre fundet.
fa: سفارشی یافت نشد.
fr: Pas de commande trouvée
pl: Nie znaleziono zamówień.
pt: Sem pedidos encontrados.
ru: Не найдено заказов.
sk: Neboli nájdené žiadne objednávky.
sq: Asnje porosi nuk u gjet
sv: Inga ordrar hittade
uk: Жодного замовлення не знайдено

# Customer notes card title
source: Customer notes
ar: تعليق العملاء
ca: Notes de client
cs: Poznámky od zákazníka
da: Kundenoter
fa: یادداشت مشتری
fr: Notes à propos du client
pl: Notatki do klienta
pt: Observações do cliente
ru: Заметки покупателя
sk: Poznámky od zákazníka
sq: Shenimet e klientit
sv: Kundnotering

# Customer without notes message
source: There are no notes associated with this customer
ar: لا توجد ملاحظات متعلقة بهذا العميل
ca: No hih a notes associades amb aquest client
cs: K tomuto zákazníkovi nejsou přiřazeny žádné poznámky
da: Der er ingen noter på denne kunde
fa: یادداشتی مربوط به مشتری وجود ندارد.
fr: Il n'y a aucune notes associés à ce client
pl: Brak notatek dla tego klienta
pt: Não há observações associadas a este cliente
ru: Нет связанных с пользователем заметок
sk: K tomuto zákazníkovi nie sú vedené žiadne poznámky.
sq: Ka shenime te lidhura me kete klient
sv: Det finns inga noteringar kopplade till den här kunden

# Customer notes card action
source: Add note
ar: إضافة تعليق
bg_bg: Добавя бележка
ca: Afegeix nota
cs: Přidat poznámku
da: Tilføj note
fa: افزودن یادداشت
fr: Ajouter une note
pl: Dodaj notatkę
pt: Adicionar nota
ru: Добавить примечание
sk: Pridať poznámku
sq: Shto shenim
sv: Lägg till notering
uk: Додати помітку

# Customer default shipping address card title
source: Default shipping address
ar: عنوان الشحن الافتراضي
bg_bg: адрес за доставка по подразбиране
ca: Adreça d'enivament per defecte
cs: Výchozí doručovací adresa
da: Standard forsendelsesadresse
fa: آدرس ارسال پیش فرض
fr: Adresse de livraison par défaut
pl: Domyślny adres dostawy
pt: Endereço de entrega padrão
ru: Адрес доставки по умолчанию
sk: Predvolená dodacia adresa
sq: Adresa e porosive e parazgjedhur
sv: Standard leveransadress
uk: Адреса доставки за замовчуванням

# Customer without default shipping address message
source: No default shipping address.
ar: لا يوجد عنوان افتراضي للشحن.
bg_bg: Няма адрес за доставка по подразбиране.
ca: No hi ha adreça d'enviament per defecte.
cs: Žádná výchozí doručovací adresa.
da: Ingen standard forsendelsesadresse
fa: آدرس ارسال پیش فرض موجود نیست.
fr: Pas d'adresse de livraison par défaut
pl: Brak domyślnego adresu dostawy.
pt: No endereço de entrega padrão.
ru: Нет установленного адреса доставки
sk: Žiadna predvolená dodacia adresa.
sq: Ska adrese te porosive te parazgjedhur
sv: Ingen standard leveransadress
uk: Немає адреси доставки за замовчуванням

# Customer default billing address card title
source: Default billing address
ar: عنوان الفواتير الافتراضي
bg_bg: Основен адрес за фактуриране
ca: Adreça de facturació per defecte
cs: Výchozí fakturační adresa
da: Standard faktureringsadresse
fa: صورت حساب پیش فرض
fr: Adresse de facturation par défaut
pl: Domyślny adres nabywcy
pt: Endereço de Cobrança Padrão
ru: Адрес платежа по умолчанию
sk: Predvolená fakturačná adresa
sq: Adresa e faturimit e parazgjedhur
sv: Standard fakturaadress
uk: Платіжна адреса за замовчуванням

# Customer without default billing address message
source: No default billing address.
ar: لا يوجد عنوان افتراضي للفواتير.
bg_bg: Без адрес за фактуриране по подразбиране.
ca: No hi ha adreça de facturació per defecte.
cs: Žádná výchozí fakturační adresa.
da: Ingen standard faktureringsadresse
fa: صورت حساب پیش فرض موجود نبود.
fr: Pas d'adresse de facturation par défaut
pl: Brak domyślnego adresu nabywcy.
pt: Nenhum endereço de cobrança padrão.
ru: Нет платежного адреса по умолчанию.
sk: Žiadna predvolená fakturačná adresa
sq: Ska adrese te faturimit te parazgjedhur
sv: Ingen standard fakturaadress
uk: Немає платіжної адреси за замовчуванням

# Dashboard add customer
source: Add new customer
ar: أضف زبون جديد
ca: Afegeix nou client
cs: Přidat nového zákazníka
da: Tilføj ny kunde
fa: افزودن مشتری جدید
fr: Ajouter un nouveau client
pl: Dodaj nowego klienta
pt: Adicionar novo cliente
ru: Добавить нового покупателя
sk: Pridať nového zákazníka
sq: Shko nje klient te ri
sv: Lägg till ny kund
uk: Додати нового покупця

# Dashboard customer
source: Customer
ar: زبون
bg_bg: Клиент
ca: Client
cs: Zákazník
da: Kunde
fa: مشتری
fr: Client
pl: Klient
pt: Cliente
ru: Покупатель
sk: Zákazník
sq: Klienti
sv: Kund
uk: Покупець

# Dashboard add customer action
source: Add customer
ar: أضف زبون
ca: Afegeix client
cs: Přidat zákazníka
da: Tilføj kunde
fa: افزودن مشتری
fr: Ajouter le client
pl: Dodaj klienta
pt: Adicionar cliente
ru: Добавить покупателя
sk: Pridať zákazníka
sq: Shko klient
sv: Lägg till kund
uk: Додати покупця

# Customer details header
source: Customer details
ar: تفاصيل الزبون
ca: Detalls del client
cs: Detaily zákazníka
da: Kundeinfomation
fa: جزئیات مشتری
fr: Détails sur le client
pl: Szczegóły klienta
pt: Detalhes do cliente
ru: Данные покупателя
sk: Detaily zákazníka
sq: Detajet e klientit
sv: Kunddetaljer
uk: Деталі покупця

# Dashboard add action
source: Add
ar: إضافة
bg_bg: Добавя
ca: Afegeix
cs: Přidat
da: Tilføj
fa: افزودن
fr: Ajouter
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
sq: Shto
sv: Lagg till
uk: Додати

# Customer list add button text
source: Add customer
ar: إضافة زبون
ca: Afegeix client
cs: Přidat zákazníka
da: Tilføj kunde
fa: افزودن مشتری
fr: Ajouter le client
pl: Dodaj klienta
pt: Adicionar cliente
ru: Добавить покупателя
sk: Pridať zákazníka
sq: Shko klient
sv: Lägg till kund
uk: Додати покупця

# Customers table header
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Customers table header
source: Location
ar: الموقع
bg_bg: Локация
ca: Localització
cs: Lokalita
da: Beliggenhed
fa: موقعیت
fr: Lieu
pl: Lokalizacja
pt: Localização
ru: Местоположение
sk: Umiestnenia
sq: Vendndodhja
sv: Plats
uk: Розташування

# Empty customers table message
source: No customers found.
ar: لم يتم العثور على زبائن
bg_bg: Няма намерени клиенти.
ca: No s'han trobat clients.
cs: Nenalezen žádný zákazník.
da: Ingen kunder fundet.
fa: مشتری ای یافت نشد.
fr: Pas de clients trouvés.
pl: Nie znaleziono klientów.
pt: Nenhum cliente encontrado.
ru: Не найдены покупатели.
sk: Nenašli sa žiadni zákazníci.
sq: Asnje klient nuk u gjet.
sv: Ingen kund hittad
uk: Жодного покупця не знайдено
