Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Permission description
source: Can edit users
bg_bg: Може да редактира потребителите
fr: Peut modifier les utilisateurs
uk: Може редагувати користувачів

# Permission description
source: Can view groups
bg_bg: Може да вижда групите
fr: Peut voir les groupes
uk: Може переглядати групи

# Permission description
source: Can edit groups
bg_bg: Може да редактира групите
fr: Peut modifier les groupes
uk: Може редагувати групи

# Permission description
source: Can view staff
bg_bg: Може да вижда персонала
fr: Peut voir le personnel
uk: Може переглядати співробітників

# Permission description
source: Can edit staff
bg_bg: Може да редактира персонала
fr: Peut modifier la composition du personnel
uk: Може редагувати співробітників

# Permission description
source: Can impersonate users
bg_bg: Може да се представя потребителите
fr: Peut se faire passer pour certain clients

# Voucher not applicable
source: This offer is only valid in %(country)s.
bg_bg: Тази оферта е валидна само в %(country)s
fr: Cette offre n'est valide que dans les pays suivants : %(country)s.
uk: Ця пропозиція дійсна тільки в %(country)s.

# Order status history entry
source: Order was placed
bg_bg: Поръчката е направена
cs: Objednávka byla odeslána
fr: La commande a été passée
uk: Замовлення розміщено

# Country choice
source: Rest of World
bg_bg: Останалия свят
fr: Reste du monde
uk: Решта Світу

# Voucher: discount for
source: All purchases
bg_bg: Всички покупки
fr: Tout achats
uk: Всі покупки

# Voucher: discount for
source: One product
bg_bg: Един продукт
fr: Un produit
uk: Один товар

# Voucher: discount for
source: A category of products
bg_bg: Категория продукти
fr: Une catégorie de produits
uk: Категорія продуктів

# Voucher application
source: Apply to a single item
bg_bg: Прилагане към отделен елемент
fr: Appliquer à un seul objet
uk: Застосувати до одної одиниці

# Voucher application
source: Apply to all matching products
bg_bg: Прилагане за всички съответстващи продукти
fr: Appliquer à tous les objets correspondants
uk: Застосувати до всіх відповідних продуктів

# Permission description
source: Can view vouchers
bg_bg: Може да вижда ваучерите
fr: Peut voir les bons d'achat
uk: Може переглядати ваучери

# Permission description
source: Can edit vouchers
bg_bg: Може да редактира ваучерите
fr: Peut modifier les bons d'achat
uk: Може редагувати ваучери

# Voucher type
source: %(discount)s off %(product)s
bg_bg: %(discount)s от %(product)s
fr: %(discount)s sur %(product)s
uk: %(discount)s знижка з %(product)s

# Voucher type
source: %(discount)s off %(category)s
bg_bg: %(discount)s от %(category)s
fr: %(discount)s sur %(category)s
uk: %(discount)s знижка з %(category)s

# Voucher
source: Any country
bg_bg: Всяка държава
fr: Tout pays
uk: Люба країна

# Permission description
source: Can view sales
bg_bg: Може да вижда продажбите
fr: Peut voir les promotions
uk: Може переглядати розпродажі

# Permission description
source: Can edit sales
bg_bg: Може да редактира продажбите
fr: Peut modifier les promotions
uk: Може редагувати розпродажі

# Permission description
source: Can view menus
fr: Peut voir les menus

# Permission description
source: Can edit menus
fr: Peut modifier les menus

# Status for an order with any items marked as fulfilled
source: Unfulfilled
cs: Nezpracováno
fr: En attente

# Payment methods form label
source: Method
bg_bg: Метод
cs: Způsob
fr: Méthode
uk: Метод

# Order note
source: Add note to order
cs: Přidat poznámku k objednávce
fr: Ajouter une note à la commande
uk: Додати помітку до замовлення

# Permission description
source: Can view orders
bg_bg: Може да вижда поръчките
fr: Peut voir les commandes
uk: Може переглядати замовлення

# Permission description
source: Can edit orders
bg_bg: Може да редактира поръчките
fr: Peut modifier les commandes
uk: Може редагувати замовлення

# Order status history entry
source: Order fully paid
bg_bg: Поръчката е платена
cs: Objednávka plně splacena
fr: Commande payée intégralement
uk: Замовлення повністю оплачено

# Payment description
source: Order %(order_number)s
bg_bg: Поръчка %(order_number)s
cs: Objednávka %(order_number)s
fr: Commande %(order_number)s
uk: Замовлення%(order_number)s

# Payment gateway error
source: Oops, it looks like we were unable to contact the selected payment service
bg_bg: Ами сега, изглежда, че не успяхме да се свържем с избраната услуга за плащане
cs: Jejda, vypadá to, že se nám nepovedlo kontaktovat vybranou platební službu
fr: Oops, il semble que nous n'ayons pas réussi à contacter le service de paiement choisi.
uk: Ой, ми не можемо вийти на зв’язок з обраною службою оплати

# Permission description
source: Can view pages
fr: Peut voir les pages

# Permission description
source: Can edit pages
fr: Peut éditer les pages

# Validation error for sort_by filter
source: %(value)s is not a valid sorting option
bg_bg: %(value)s не е валидна опция за сортиране
cs: %(value)s není validní možnost pro řazení
fr: %(value)s n'est pas un filtre valide
uk: %(value)s невірна опція сортування

# Permission description
source: Can view categories
bg_bg: Може да вижда категориите
fr: Peut voir les catégories
uk: Може переглядати категорії

# Permission description
source: Can edit categories
bg_bg: Може да редактира категориите
fr: Peut modifier les catégories
uk: Може редагувати категорії

# Permission description
source: Can view products
bg_bg: Може да вижда продукти
fr: Peut voir les produits
uk: Може переглядати товари

# Permission description
source: Can edit products
bg_bg: Може да редактира продукти
fr: Peut modifier les produits
uk: Може редагувати товари

# Permission description
source: Can view product properties
bg_bg: Може да вижда свойствата на продуктите
fr: Peut voir les propriétés des produits
uk: Може переглядати опції товару

# Permission description
source: Can edit product properties
bg_bg: Може да редактира свойствата на продуктите
fr: Peut modifier les propriétés des produits
uk: Може редагувати опції товару

source: Persian (Iran)
cs: Perština
fr: Perse (Iran)

source: Portuguese (Brazil)
fr: Portugais (Brésil)

source: Chinese
fr: Chinois

# Permission description
source: Can view shipping method
bg_bg: Може да вижда начина на доставка
fr: Peut voir les méthodes d'expédition
uk: Може переглядати способи доставки

# Permission description
source: Can edit shipping method
bg_bg: Може да редактира начина на доставка
fr: Peut modifier les méthodes d'expédition
uk: Може редагувати способи доставки

# Permission description
source: Can edit site settings
bg_bg: Може да редактира настройките на сайта
fr: Peut modifier les paramètres du site
uk: Може редагувати налаштування сайту

# Permission description
source: Can view site settings
bg_bg: Може да вижда настройките на сайта
fr: Peut voir les paramètres du site
uk: Може переглядати налаштування сайту

# User profile tab
source: Addresses book
bg_bg: Адресна книга
cs: Adresář
fr: Carnet d'adresses
uk: Адресна книга

# Recent orders column title
source: Status
bg_bg: Статус
cs: Stav
fr: Statut
uk: Статус

source: Same as shipping
bg_bg: Същия като посочения за доставка
cs: Stejná jako dodací
fr: Identique à l'adresse de livraison
uk: Так само, як і доставка

# Unavailable collection detail text
source: <strong>Warning!</strong> You are previewing a collection that is not published.
cs: <strong>Varování!</strong> Prohlížíte náhled kolekce, která ještě nebyla zveřejněna.
fr: <strong>Attention !</strong> Vous êtes en train de prévisualier une collection qui n'a pas été publiée

# Dashboard groups list
source: Groups
bg_bg: Групи
fr: Groupes
uk: Групи

# Dashboard shipping methods list
source: Shipping methods
bg_bg: Методи за доставка
cs: Způsoby dopravy
fr: Méthodes de livraison
uk: Методи доставки

# Voucher table header
source: Apply to
bg_bg: Приложи към
fr: Appliquer à
uk: Застосувати до

# Voucher table header
source: Limit
bg_bg: Лимит
fr: Limite
uk: Ліміт

# Dashboard add group
source: Add new group
bg_bg: Добавяне на нова група
fr: Ajouter un nouveau groupe
uk: Додати нову групу

# Dashboard group
source: Group
bg_bg: Група
fr: Groupe
uk: Групи

# Dashboard add new group
source: Add new group
bg_bg: Добавяне на нова група
fr: Ajouter un nouveau groupe
uk: Додати нову групу

# Group form action
source: Remove group
bg_bg: Премахване на група
fr: Supprimer le groupe
uk: Видалити групу

# Group list add button text
source: Add group
bg_bg: Добавяне на група
fr: Ajouter un groupe
uk: Додати групу

# Dashboard groups list table header name
source: Name
bg_bg: Име
fr: Nom
uk: Назва

# Dashboard groups list table header permissions
source: Permissions
bg_bg: Разрешения
fr: Droits
uk: Дозволи

# Empty group table message
source: No groups found.
bg_bg: Няма намерени групи.
fr: Aucun groupe trouvé.
uk: Групу не знайдено.

# Modal remove group text
source: Remove group <strong>%(group)s</strong>?
bg_bg: Премахване на група <strong>%(group)s</strong>?
fr: Supprimer le groupe <strong>%(group)s</strong> ?

# Modal remove group text
source: Are you sure you want to remove group %(group)s? <br> Users might lose permissions related to this group.
bg_bg: Искате ли да премахнете групата %(group)s? <br>Потребителите могат да загубят правата, свързани с тази група.
fr: Souhaitez vous vraiment supprimer le groupe %(group)s ?<br> Il se peut que des utilisateurs vont perdre des droits associés à ce groupe.

source: No groups found.
bg_bg: Няма намерени групи.
fr: Aucun groupe trouvé.
uk: Групу не знайдено.

source: Groups are designed to manage staff member roles and their permission.<br> You can create groups by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Групите са предназначени да управляват ролите на членовете на персонала и тяхното разрешение.<br> Можете да създавате групи, като използвате <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
fr: Les groupes sont conçus afin de gérer les rôles et droits du personnel.<br> Vous pouvez créer des groupes en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.

# Collection availability status
source: Not Published
cs: Nezveřejněno
fr: Non Publié

# Order summary card action
source: Release
bg_bg: Издание
cs: Uvolnit
fr: Disponible
uk: Відпустити оплату

# Payment history table header
source: Fraud status
cs: Stav podvodu
fr: Statut de fraude
uk: Статус шахрайства

# Modal release payment text
source: Release payment
bg_bg: Освобождаване на плащането
cs: Uvolnit platbu
fr: Liberer le paiement
uk: Відпустити оплату

# Modal release payment text
source: Do you want to release the payment?
bg_bg: Искате ли да освободите плащането?
cs: Chcete provést platbu?
fr: Voulez-vous libérer le paiement ?
uk: Ви впевнені, що відпустити цю оплату?

# Modal release payment primary action
source: Release
bg_bg: Издание
cs: Uvolnit
fr: Disponible
uk: Відпустити оплату

# Invoice title
source: Invoice for Order
bg_bg: Фактура за поръчката
cs: Faktura za objednávku
fr: Facture pour la commande
uk: Рахунок для замовлення

# Invoice header
source: Order
bg_bg: Поръчка
cs: Objednávka
fr: Commande
uk: Замовлення

# Packing slip header
source: Order ID:
bg_bg: Поръчка номер:
cs: ID objednávky:
fr: Commande numéro :
uk: Замовлення №:

# Attribute choice value edit action
source: Edit
bg_bg: Редакция
cs: Upravit
fr: Modifier
uk: Редагувати

# Attribute choice value edit action
source: Remove
bg_bg: Премахва
cs: Odstranit
fr: Supprimer
uk: Видалити

# Modal delete attribute text
source: Delete attribute choice value %(value)s
bg_bg: Изтрива стойността за избор на атрибут %(value)s
cs: Odstranit hodnotu výběru atributu %(value)s
fr: Supprimer la valeur %(value)s de l'attribut

# Modal delete attribute text
source: Are you sure you want to remove attribute choice value <strong>%(value)s</strong>?
bg_bg: Искате да премахнете стойността за избор на атрибут <strong>%(value)s</strong>?
cs: Opravdu chcete odstranit hodnotu výběru atributu <strong>%(value)s</strong>?
fr: Souhaitez vous vraiment supprimer la valeur <strong>%(value)s</strong> de l'attribut ?

# Dashboard price per country edit page
source: Edit
bg_bg: Редакция
cs: Upravit
fr: Modifier
uk: Редагувати

# Shipping price per country edit page title
source: Add new shipping price per country
bg_bg: Добавете нова цена за доставка за всяка страна
cs: Přidejte novou cenu za dopravu v zemi
fr: Ajouter un nouveau frais de livraison par pays

# Dashboard attributes list
source: Shipping methods
bg_bg: Методи за доставка
cs: Způsoby dopravy
fr: Méthodes d'expédition

# Attribute detail breadcrumbs
source: Add new price for country
bg_bg: Добавя нова цена за държава
cs: Přidejte novou cenu pro zemi
fr: Ajouter un nouveau prix pour le pays

# Shipping method price for country form title
source: Shipping method price for country
bg_bg: Цена на доставка за определена страна
cs: Cena poštovného pro zemi
fr: Frais d'expédition pour ce pays

# Shipping method form breadcrumbs
source: Shipping methods
bg_bg: Методи за доставка
cs: Způsoby dopravy
fr: Méthodes d'expédition

# Shipping method action
source: Edit shipping method
bg_bg: Редактира метода на доставка
cs: Upravit metodu odeslání
fr: Modifier la méthode de livraison

# Shipping method action
source: Remove shipping method
bg_bg: Премахва метода на доставка
cs: Odebrat způsob odeslání
fr: Supprimer la méthode de livraison

# Title of the per-country shipping price list
source: Price per country
bg_bg: Цена за държава
cs: Cena za zemi
fr: Prix par pays
uk: Ціна за країну

# Header of the per-country shipping price list
source: Country
bg_bg: Държава
cs: Země
fr: Pays
uk: Країна

# Header of the per-country shipping price list
source: Price
bg_bg: Цена
cs: Cena
fr: Prix
uk: Ціна

# Attribute choice value remove action
source: Remove
bg_bg: Премахва
cs: Odstranit
fr: Supprimer
uk: Видалити

# Empty list of per-country shipping prices
source: No shipping prices
bg_bg: Няма цени за доставка
cs: Žádné ceny poštovného
fr: Il n'y a aucune information disponibles sur les frais de livraison pour ce pays.

# Dashboard shipping methods
source: Edit
bg_bg: Редакция
cs: Upravit
fr: Modifier
uk: Редагувати

# Shipping method form page title
source: Add new method
bg_bg: Добавя нов метод
cs: Přidat novou metodu
fr: Ajouter une nouvelle méthode
uk: Додати новий метод

# Dashboard shipping method
source: Shipping methods
bg_bg: Методи за доставка
cs: Způsoby dopravy
fr: Méthodes de livraison
uk: Методи доставки

# Shipping method form page title
source: Edit
bg_bg: Редакция
cs: Upravit
fr: Modifier
uk: Редагувати

# Shipping method form breadcrumbs
source: Add new method
bg_bg: Добавя нов метод
cs: Přidat novou metodu
fr: Ajouter une nouvelle méthode
uk: Додати новий метод

# Shipping method list add button text
source: Add method
bg_bg: Добавя метод
cs: Přidat metodu
fr: Ajouter une méthode
uk: Додати метод

# Shipping methods table header
source: Name
bg_bg: Име
cs: Jméno
fr: Nom
uk: Назва

# Shipping methods table header
source: Price range
bg_bg: Ценови диапазон
cs: Cenové rozpětí
fr: Fourchette de prix
uk: Діапазон цін

# Shipping methods table header
source: Countries
bg_bg: Страни
cs: Země
fr: Pays
uk: Країни

# Empty shipping list message
source: No shipping methods found.
bg_bg: Не са намерени методи за доставка.
cs: Nebyly nalezeny žádné způsoby odeslání.
fr: Aucune méthode d'expédition trouvée.
uk: Жодного способу доставки не знайдено

# Dashboard confirmation modal
source: Remove shipping method %(shipping_method)s
bg_bg: Премахва начина на доставка %(shipping_method)s
cs: Odstranit způsob dopravy %(shipping_method)s
fr: Supprimer la méthode de livraison %(shipping_method)s

# Dashboard confirmation modal
source: Are you sure you want to remove shipping method <strong>%(shipping_method)s</strong>?
cs: Opravdu chcete odstranit způsob dopravy <strong>%(shipping_method)s</strong>?
fr: Souhaitez vous vraiment supprimer la méthode de livraison <strong>%(shipping_method)s</strong> ?

# Modal remove shipping method country title
source: Remove shipping %(country)s
bg_bg: Премахва експедицията %(country)s
cs: Odstranit dopravu %(country)s
fr: Supprimer le pays %(country)s de livraison

# Modal remove shipping method country text
source: Are you sure you want to remove shipping <strong>%(country)s</strong>?
bg_bg: Наистина ли искате да премахнете експедицията <strong>%(country)s</strong>?
cs: Opravdu chcete odstranit dopravu <strong>%(country)s</strong>?
fr: Souhaitez vous vraiment supprimer le pays <strong>%(country)s</strong> de livraison ?

source: No shipping methods found.
bg_bg: Не са намерени методи за доставка.
cs: Nebyly nalezeny žádné způsoby odeslání.
fr: Aucune méthode d'expédition trouvée.
uk: Жодного способу доставки не знайдено

source: Shipping methods allows defining shipping methods that are available in the shop.<br> You can add shipping methods by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Методите за доставка позволяват да се определят начините за доставка, които са налични в магазина.<br> Можете да добавите методи за доставка, като използвате <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
cs: Způsoby odeslání umožňují definovat způsoby dopravy, které jsou k dispozici v obchodě.<br> Pomocí tlačítka <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> můžete přidat metodu dodání.
fr: Les méthodes d’expédition permettent de définir des méthodes d'expédition disponibles dans le magasin.<br> Vous pouvez ajouter des méthodes d'expédition en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.

# Order detail text
source: Order %(order)s: %(order_status)s
bg_bg: Поръчка %(order)s : %(order_status)s
cs: objednávka %(order)s: %(order_status)s
fr: Commande %(order)s: %(order_status)s
uk: Замовлення %(order)s:%(order_status)s

source: %(date)s by you
cs: %(date)s Vámi
fr: %(date)s par vous

# Order note author is staff
source: staff
cs: personál
fr: personnel

source: %(date)s by <span class="text-muted">%(author)s</span>
cs: %(date)s od <span class="text-muted">%(author)s</span>
fr: %(date)s par <span class="text-muted">%(author)s</span>

source: %(date)s by %(author)s
cs: %(date)s od %(author)s
fr: %(date)s par %(author)s

source: %(date)s by anonymous customer
cs: %(date)sod anonymního zákazníka
fr: %(date)s par un utilisateur anonyme

# Payment form (Stripe) secondary action
source: Change payment method
bg_bg: Промяна на плащането
cs: Změnit způsob platby
fr: Changer de moyen de paiement
uk: Змінити метод оплати

# Apply filters button
source: Update
bg_bg: Актуализация
cs: Aktualizovat
fr: Appliquer
uk: Оновити

# Account delete reset e-mail text
source: Hi! You're receiving this e-mail because you or someone else has requested a deletion of your user account at %(domain)s. Click the link below to delete your account. Please note that this action is permanent and cannot be reversed.
cs: Vážený zákazníku, Obdržel jste tento e-mail, protože Vy nebo někdo jiný požádal o smazání Vašeho uživatelského účtu na.%(domain)s. Kliknutím na odkaz níže odstraníte svůj účet. Upozorňujeme, že smazání účtu je trvalé a nevratné.
fr: Bonjour ! Vous recevez ce courriel car vous, ou quelqu'un d'autre à demander la suppression de votre compte chez %(domain)s. Cliquez le lien ci-dessous si vous souhaitez supprimer votre compte. Notez que cette action est irréversible.

# Account delete reset e-mail text
source: Sincerely, %(site_name)s
cs: S přátelským pozdravem, %(site_name)s
fr: Cordialement, %(site_name)s

# Password reset e-mail text
source: Hi! You're receiving this e-mail because you or someone else has requested a password for your user account at %(domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
cs: Vážený zákazníku, Obdržel jste tento e-mail, protože Vy něbo někdo jiný požádal o heslo k Vašemu uživatelskému účtu, registrovaného %(domain)s Tento e-mail můžete bezpečně ignorovat, pokud jste o obnovení hesla nežádal. Kliknutím na odkaz níže obnovíte své heslo
fr: Bonjour ! Vous recevez ce courriel car vous, ou quelqu'un d'autre a demandé à ré-initialiser votre mot de passe chez %(domain)s. Vous pouvez ignorer ce courriel en toute sécurité si vous n'avez pas effectué cette demande. Autrement, vous pouvez cliquer le lien ci-dessous pour ré-initialiser votre mot de passe.

# Password reset e-mail text
source: Sincerely, %(site_name)s
cs: S přátelským pozdravem, %(site_name)s
fr: Cordialement, %(site_name)s

# Promote customer to staff member confirmation e-mail text
source: Hi! You're receiving this e-mail because you have been promoted to staff member at %(domain)s.
cs: Dobrý den, Obdržel jste tento e-mail protože jste se stal členem týmu %(domain)s.
fr: Bonjour ! Vous recevez ce courriel car vous avez été promu membre du personnel chez %(domain)s.

# Promote customer to staff member confirmation e-mail text
source: This is an automatically generated email, please do not reply.
cs: Toto je automaticky generovaný e-mail, prosím neodpovídejte.
fr: Ceci est un courriel généré automatiquement, merci de ne pas y répondre.

# Set password for staff member e-mail text
source: Hi! You're receiving this e-mail because you have to set password for your staff member account at %(domain)s. Click the link below to reset your password.
cs: Dobrý den, Obdržel/a jste tento e-mail s žádostí o nastavení hesla pro Váš zaměstnanecký účet na %(domain)s. Kliknutím na odkaz níže obnovíte své heslo.
fr: Bonjour ! Vous recevez ce courriel car vous avez à créer un mot de passe pour votre compte de membre du personnel de chez %(domain)s. Pour créer votre mot de passe, cliquez le lien ci-dessous.

# Set password for staff member e-mail text
source: This is an automatically generated email, please do not reply.
cs: Toto je automaticky generovaný e-mail, prosím neodpovídejte.
fr: Ceci est un courriel généré automatiquement, merci de ne pas y répondre.

# Fulfillment confirmation email text
source: Hi! Thank you for your order. Below is the list of shipped products.
cs: Dobrý den, Děkujeme za Vaší objednávku. Pro rekapitulaci níže zasíláme seznam objednaných produktů
fr: Bonjour ! Merci pour votre commande. Vous retrouverez ci-dessous la liste des produits expédiés.

# Fulfillment confirmation email text
source: This is an automatically generated email, please do not reply. Sincerely, %(site_name)s
cs: Toto je automaticky generovaný e-mail, prosím neopovídejte. S přátelským pozdravem, %(site_name)s
fr: Ceci est un courriel automatiquement généré, merci de ne pas y répondre. Cordialement, %(site_name)s

# Order confirmation e-mail text
source: Hi! Thank you for your order. Below is the list of ordered products. To see your payment details please visit: %(url)s
cs: Dobrý den, Děkujeme za Vaši objednávku. Níže je seznam objednaných produktů. Chcete-li zobrazit platební údaje, navštivte: %(url)s
fr: Bonjour ! Merci pour votre commande. La liste des produits commandés sont disponibles ci-dessous. Pour voir les informations de paiement, merci de visiter : %(url)s

# Order confirmation e-mail text
source: This is an automatically generated e-mail, please do not reply. Sincerely, %(site_name)s
cs: Jedná se o automaticky generovaný e-mail, prosím neodpovídejte. S přátelským pozdravem, %(site_name)s
fr: Ceci est un courriel automatiquement généré, merci de ne pas y répondre. Cordialement, %(site_name)s

# Note confirmation email subject
source: New note has been added to your order
cs: Do objednávky byla přidána nová poznámka
fr: Une nouvelle note a été ajoutée à votre commande.
