Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Password reset done text
source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريداً إلكترونياً. يرجى إعلامنا في حال لم تستلمه خلال دقائق معدودة.
bg_bg: Изпратихме ви електронна поща. Моля, свържете се с нас, ако не я получите в рамките на няколко минути.
ca: T'hem enviat un correu. Si us plau, posa't en contacte amb nosaltres si no el reps en uns minuts.
cs: Poslali jsme Vám email. Prosím kontaktujte nás, pokud nedorazí do několika minut.
da: Vi har sendt dig en e-mail. Kontakt os venligst, hvis du ikke modtager det inden for få minutter.
fa: ایمیلی به شما ارسال شد. لطفا اگر تا چند دقیقه ی دیگر ایمیل ما را دریافت نکردید، با ما تماس بگیرید.
fr: Nous vous avons envoyé un courriel. Merci de nous contacter si vous ne l'avez pas reçu d'ici quelques minutes.
pl: Wysłaliśmy ci wiadomość e-mail. Skontaktuj się z nami, jeśli wiadomość nie dotrze do ciebie w ciągu kilku minut.
pt: Enviamos um e-mail. Entre em contato conosco se não receber dentro de alguns minutos.
ru: Мы послали вам e-mail. Пожалуйста свяжитесь с нами если вы не получите его в течении нескольких минут.
sk: Poslali sme vám e-mail. Ak by ste ho nedostali v priebehu niekoľkých minút, prosím kontaktujte nás.
sq: Ne ju kemi derguar nje e-mail. Ju lutem na kontaktoni nese nuk e merrni brenda disa minutave
sv: Vi har skickat ett mail till dig. Vänligen kontakta oss om du inte tar emot det inom några minuter.
uk: Ми надіслали Вам лист. Будь ласка зв’яжіться з нами, якщо не отримаєте його упродовж кількох хвилин.

# Password reset from key page title
source: Change Password
ar: تغيير كلمة السر
bg_bg: Промяна на паролата
ca: Canvia contrasenya
cs: Změnit heslo
da: Skift kodeord
fa: تغییر رمزعبور
fr: Modification de votre mot de passe
pl: Zmiana hasła
pt: Mudar senha
ru: Изменить пароль
sk: Zmeniť heslo
sq: Ndrysho fjalekalimin
sv: Ändra lösenord
uk: Змінити Пароль

source: Bad Token
ar: رمز خاطئ
bg_bg: Невалиден токен
ca: Token invàlid
cs: Špatný token
fa: توکن اشتباه
fr: Mauvaise clé de sécurité
pl: Zły token
ru: Неправильный токен
sk: Zlý token
sq: Token e gabuar
sv: Felaktig Token
uk: Поганий токен

# Password reset text if key is invalid
source: The password reset link was invalid, possibly because it has already been used.<br> Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
bg_bg: Връзката за нулиране на паролата е невалидна, вероятно защото тя вече е била използвана.<br>Моля, поискайте нова <a href="%(passwd_reset_url)s">парола за нулиране</a>.
ca: L'enllaç per a restablir la contrasenya és invàlid, segurament perquè ja s'ha fet servir. <br> Si us plau, sol·licita de nou de <a href="%(passwd_reset_url)s"> restablir la contrasenya </a>.
cs: Odkaz na změnu hesla nebyl validní. Možná proto, že už byl použit.<br> Prosím vyžádejte <a href="%(passwd_reset_url)s">novou změnu hesla</a>.
da: Linket til nulstilling af adgangskode var ugyldigt, muligvis fordi det allerede er blevet brugt.<br>Anmod om en <a href="%(passwd_reset_url)s">ny adgangskode nulstilling</a>.
fa: لینک بازنشانی گذرواژه نامعتبر بود، احتمالا قبلا استفاده شده است.<br>لطفا یک درخواست<a href="%(passwd_reset_url)s"> جدید برای باز نشانی پسورد ثبت کنید</a>
fr: Le lien de ré-initialisation du mot de passe n'est pas valide, possiblement parce qu'il a deja été utilisé.<br> Merci de demander une <a href="%(passwd_reset_url)s">nouvelle ré-initialisation</a>.
pl: Odnośnik do resetu hasła jest nieprawidłowy, prawdopodobnie został już użyty.<br> Spróbuj <a href="%(passwd_reset_url)s">zresetować hasło ponownie</a>.
pt: O link de redefinição de senha era inválido, possivelmente porque ele já foi utilizado.<br> Solicite uma <a href="%(passwd_reset_url)s">nova senha</a>.
ru: Ссылка сброса пароля была неверная, возможно потому, что она была уже ранее использована.<br> Пожалуйста запросите <a href="%(passwd_reset_url)s">новый сброс пароля</a>.
sk: Link na reset hesla už nie je platný, pravdepodobne už bol použitý.<br> <a href="%(passwd_reset_url)s">Neváhajte vyžiadať nový</a>.
sq: Linku per te ndryshuar fjalekalimin nuk eshte i vlefshem sepse eshte perdorur.<br> Ju lutem kerkoni <a href="%(passwd_reset_url)s">serish te ndryshoni fjalekalimin</a>.
sv: Lösenordsåterställningslänken var ogiltig, möjligen för att den redan har använts <br>. Be om en <a href="%(passwd_reset_url)s"> ny återställning av lösenordet </a>.
uk: Посилання на скидання пароля — недійсне, ймовірно воно вже було використане.<br>Будь ласка зробіть запит<a href="%(passwd_reset_url)s">на нове скидання пароля</a>.

# Password reset from key form title
source: Password Reset
ar: إعادة كلمة السر
bg_bg: Рестартиране на паролата
ca: Contrasenya restablerta
cs: Reset hesla
da: Kodeord nulstilling
fa: بازیابی رمزعبور
fr: Ré-initialisation du mot de passe
pl: Reset hasła
pt: Repor a palavra-chave
ru: Сбросить пароль
sk: Resetovanie hesla
sq: Ndrysho Fjalekalimin
sv: Återställ lösenord
uk: Скинути Пароль

# Password reset from key form title
source: Now you can set new password for you account.
ar: يمكنك الآن تعيين كلمة مرور جديدة لحسابك.
bg_bg: Сега можете да зададете нова парола за вашия акаунт.
ca: És el moment d'establir una nova contrasenya pel teu compte
cs: Nyní můžete vašemu účtu nastavit nové heslo.
da: Nu kan du sætte et nyt kodeord til din konto.
fa: حالا می‌توانید پسورد جدیدی برای حساب خود وارد کنید.
fr: Vous pouvez désormais ré-initialisatiser le mot de passe de votre compte
pl: Możesz teraz wybrać nowe hasło dla swojego konta.
pt: Agora você pode definir uma nova palavra-chave.
ru: Теперь вы можете установить новый пароль для вашего аккаунта.
sk: Teraz môžete nastaviť nové heslo pre váš účet.
sq: Tani mund te vendosni nje fjalekalim te ri per profilin tuaj.
sv: Du kan nu sätta nytt lösenord till ditt konto
uk: Тепер Ви можете встановити новий пароль для свого акаунта.

# Password reset from key form primary action
source: Continue
ar: متابعة
bg_bg: Продължава
ca: Continua
cs: Pokračovat
da: Fortsæt
fa: ادامه
fr: Continuer
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sv: Fortsätt
uk: Продовжити

# Password reset link expired from key form title
source: Password Reset Link Expired
ar: انتهت صلاحية رابط إعادة تعيين كلمة المرور
bg_bg: Връзката за възстановяване на паролата е изтекла
ca: L'enllaç per a restablir la contrasenya ha caducat
cs: Odkaz na reset hesla vypršel
da: Linket til nulstilling af kodeord er udløbet
fa: لینک بازیابی رمزعبور منقضی شده
fr: Le lien de réinitialisation de votre mot de passe a expiré
pl: Odnośnik do resetu hasła wygasł
pt: Link de Redefinição da Senha Expirado
ru: Истекает срок ссылки сброса пароля
sk: Odkaz na zmenu hesla už vypršal
sq: Linku per te ndryshuar fjalekalimin ka skaduar
sv: Länk för lösenordsåterställning har gått ut
uk: Посилання на скидання паролю не вже дійсне

# Password reset from key form title
source: Sorry but this link is no longer valid. If you forget your password, please use link below.
ar: عذراً ولكن لم يعد هذا الرابط صالحاً. إذا نسيت كلمة المرور ، فيرجى استخدام الرابط أدناه.
bg_bg: За съжаление тази връзка вече не е валидна. Ако забравите паролата си, използвайте връзката по-долу.
ca: Ens sap greu, però l'enllaç ja no és vàlid. Si has oblidat la contrasenya, si us plau utilitza l'enllaç d'aquí sota.
cs: Omlouváme se, ale tento odkaz již není platný. Pokud jste zapomněli své heslo, prosím klikněte na odkaz níže.
da: Desværre er dette link ikke længere gyldigt. Hvis du har glemt dit kodeord, så benyt linket nedenfor.
fa: این لینک دیگر اعتباری ندارد. اگر رمزعبور خود را فراموش کرده اید،‌ لطفا از لینک زیر دوباره سعی کنید.
fr: Ce lien n'est plus valide. Si vous avez oublié votre mot de passe, merci d'utiliser le lien ci-dessous.
pl: Przepraszamy, ale ten odnośnik już nie działa. Jeśli zapomnisz hasła, skorzystaj z odnośnika poniżej.
pt: Lamento, mas este link não é mais válido. Se você esqueceu sunha senha, por favor use o link abaixo.
ru: Извините, но эта ссылка уже не действительна. Если вы забыли свой пароль, используйте ссылку ниже.
sk: Prepáčte, tento odkaz už nie je platný. V prípade zabudnutého hesla použite odkaz dole.
sq: Na falni por linku nuk eshte me i vlefshem. Nese keni harruar fjalekalimin, ju lutem perdorni linkun e meposhtem.
sv: Tyvärr men den här länken är inte längre giltig. Om du glömmer ditt lösenord, använd länken nedan.

# Reset my password link
source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
bg_bg: Подмяна на паролата
ca: Restablir la meva contrasenya
cs: Resetovat heslo
da: Nulstid mit kodeord
fa: بازیابی رمزعبور من
fr: Réinitialiser mon mot de passe
pl: Zresetuj moje hasło
pt: Redefinir a minha senha
ru: Сбросить пароль
sk: Obnov moje heslo
sq: Ndrysho fjalekalimin
sv: Återställ mitt lösenord
uk: Скинути пароль

# Password reset from key done page title
source: Password Changed
ar: تم تغيير كلمة السر
bg_bg: Паролата е променена
ca: S'ha canviat la contrasenya
cs: Heslo bylo změněno
da: Kodeord ændret
fa: رمزعبور تغییر کرد
fr: Mot de passe modifé
pl: Hasło zmienione
pt: Senha alterada
ru: Пароль изменен
sk: Heslo bolo zmenené
sq: Fjalekalimi u ndryshua
sv: Lösenord ändrat
uk: Пароль змінено

# Password reset from key done title
source: Password Changed
ar: تم تغيير كلمة السر
bg_bg: Паролата е променена
ca: S'ha canviat la contrasenya
cs: Heslo změněno
da: Kodeord ændret
fa: رمزعبور تغییر کرد
fr: Mot de passe modifé
pl: Hasło zmienione
pt: Senha alterada
ru: Пароль изменен
sk: Heslo bolo zmenené
sq: Fjalekalimi u ndryshua
sv: Lösenord ändrat
uk: Пароль змінено

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك الآن.
bg_bg: Паролата ви е променена.
ca: La teva contrasenya ha estat canviada.
cs: Vaše heslo bylo změněno
da: Dit kodeord er nu ændret
fa: رمزعبور شما تغییر کرده است.
fr: Votre mot de passe a bien été modifié.
pl: Twoje hasło zostało zmienione.
pt: Sua senha foi alterada.
ru: Ваш пароль изменен
sk: Vaše heslo je teraz zmenené.
sq: Fjalekalimi juaj eshte ndryshuar tashme.
sv: Ditt lösenord har nu ändrats
uk: Ваш пароль тепер змінений.

# Password reset from key done text
source: You can now <a href="%(login_url)s">sign in</a> using your new password
bg_bg: Вече можете <a href="%(login_url)s"> влезете </a>използвайки новата си парола
ca: Ara pots <a href="%(login_url)s">iniciar sessió</a> utilitzant la teva nova contrasenya
cs: Nyní se můžete <a href="%(login_url)s">přihlásit</a> Vaším novým heslem
da: Du kan nu <a href="%(login_url)s">logge ind</a> med dit nye kodeord
fa: میتوانید با رمز جدید <a href="%(login_url)s">وارد</a> شوید.
fr: Vous pouvez <a href="%(login_url)s">vous connecter</a> en utilisant votre nouveau mot de passe
pl: Możesz teraz <a href="%(login_url)s">zalogować się</a> używając nowego hasła
pt: Agora você pode <a href="%(login_url)s"> entrar </a> usando sua nova senha
ru: Теперь вы можете <a href="%(login_url)s">войти</a>, используя ваш новый пароль
sk: Teraz sa môžete prihlásiť pomocou nového hesla.<a href="%(login_url)s">Tu</a>
sq: Tani ju mund te <a href="%(login_url)s">logoheni</a> duke perdorur fjalekalimin e ri.
sv: Du kan nu <a href="%(login_url)s"> logga in </a> med ditt nya lösenord
uk: Тепер Ви можете<a href="%(login_url)s">увійти </a>використовуючи свій новий пароль

# Signup page title
source: Sign Up
ar: قم بالتسجيل
bg_bg: Регистрация
ca: Registrat
cs: Vytvořit účet
da: Tilmeld
fa: ثبت نام
fr: Inscription
pl: Załóż konto
pt: Inscrever-se
ru: Подписаться
sk: Registrovať sa
sq: Regjistrohu
uk: Зареєструватися

# Signup form secondary title
source: Already have an account?
ar: لديك بالفعل حساب؟
bg_bg: Вече имате профил?
ca: Ja tens un compte?
cs: Již máte účet?
da: Har du allerede en bruger?
fa: قبلا حسابی درست کرده اید؟
fr: Déjà un compte ?
pl: Już masz konto?
pt: já tem uma conta?
ru: Уже зарегистрированы?
sk: Máte už účet?
sq: Keni tashme nje profil?
sv: Har du redan ett konto?
uk: Уже маєте акаунт?

# Signup form secondary action
source: Log in
ar: تسجيل دخول
bg_bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
fa: ورود
fr: Connexion
pl: Zaloguj się
pt: Entrar
ru: Войти
sk: Prihlásiť
sv: Logga in
uk: Вхід

# Signup form title
source: Create an account
ar: أنشئ حساب
bg_bg: Създаване на профил
ca: Crea un compte
cs: Vytvořit účet
da: Opret en konto
fa: ایجاد حساب
fr: Créer un compte
pl: Utwórz konto
pt: Registar
ru: Создать аккаунт
sk: Vytvoriť účet
sq: Krijo nje profil
sv: Skapa ett konto
uk: Створити обліковий запис

# Signup form primary action
source: Create an account
ar: أنشئ حساب
bg_bg: Създаване на профил
ca: Crea un compte
cs: Vytvořit účet
da: Opret en konto
fa: ایجاد حساب
fr: Créer un compte
pl: Utwórz konto
pt: Crie a sua conta aqui
ru: Создать аккаунт
sk: Vytvoriť účet
sq: Krijo nje profil
sv: Skapa ett konto
uk: Створити обліковий запис

# Main navigation item
source: Dashboard
ar: لوحة التحكم
bg_bg: Табло
ca: Panell
cs: Kontrolní panel
fa: داشبورد
fr: Tableau de bord
pl: Panel sterowania
pt: Painel de controle
ru: Панель управления
sk: Admin
uk: Центр керування

# Main navigation item
source: Stop impersonating
ar: توقف عن الانتحال
bg_bg: Спрете представянето
ca: Atura suplantació
cs: Zastavit impersonifikaci
da: Stop efterligning
fa: توقف جعل هویت
fr: Arrêter de prétendre être ce client
pl: Zakończ wcielanie się w użytkownika
pt: Parar a representação
ru: Остановить имитирование
sk: Zabrániť impersonácii
sq: Ndalo se shtiruri
sv: Sluta imitera

# Main navigation item
source: Log out
ar: تسجيل خروج
bg_bg: Излизане
ca: Tanca sessió
cs: Odhlásit se
da: Log ud
fa: خروج
fr: Se déconnecter
pl: Wyloguj się
pt: Sair
ru: Выйти
sk: Odhlásiť
sv: Logga ut
uk: Вийти

# Main navigation item
source: Register
ar: التسجيل .
bg_bg: Регистрация
ca: Registrat
cs: Registrovat
da: Registrer
fa: ثبت‌
fr: Inscription
pl: Załóż konto
pt: Registro
ru: Зарегистрироваться
sk: Registrovať
sq: Regjistrohu
sv: Registrera
uk: Зареєструватися

# Main navigation item
source: Log in
ar: تسجيل دخول
bg_bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
fa: ورود
fr: Connexion
pl: Zaloguj się
pt: Entrar
ru: Войти
sk: Prihlásiť
sv: Logga in
uk: Вхід

source: Search for product
ar: البحث عن منتج
bg_bg: Търсене за продукт
ca: Cerca un producte
cs: Hledat produkt
da: Søg efter produkt
fa: جستجو برای کالا
fr: Rechercher un produit
pl: Szukaj produktu
pt: Procurar por produto
ru: Поиск продукта
sk: Vyhľadať produkt
sq: Kerko per produkte
sv: Sök produkter
uk: Пошук продукту

source: Search
ar: البحث
ca: Cerca
da: Søg
fa: جستجو
pl: Szukaj
pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sq: Kerko
sv: Sök

# Main navigation item
source: Your Cart
ar: عربة التسوق الخاصة بك
bg_bg: Вашата кошница
ca: El teu carret
cs: Váš košík
da: Din kurv
fa: سبد خرید شما
fr: Votre panier
pt: Seu carrinho
ru: Ваша корзина
sk: Váš košík
uk: Ваша Корзина

source: Account
da: Konto
pl: Konto
pt: Conta
ru: Аккаунт
sq: Llogaria

# Main navigation item
source: Style guide
ar: إرشادات التنسيق
bg_bg: Ръководство за стила
ca: Guia d'estils
cs: Průvodce stylem
fa: راهنمای چینش
fr: Guide stylistique
pl: Wzornik
pt: Guia de estilo
ru: Руководство по стилю
sk: Sprievodca štýlom
sq: Guide e stilit
sv: Stil guide
uk: Гід стилю

# Order subtotal
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: مجموع
fr: Sous-total
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом

# Cart dropdown text
source: Shipment and taxes calculated at checkout
ar: الشحن والضرائب محسوب في الشراء
ca: Enviament i impostos calculats durant el procés de pagament
cs: Dopravné a DPH bude vypočítáno na konci objednávky
da: Forsendelse og skatter beregnes ved bestilling
fa: هزینه ی پست و مالیات افزوده در صفحه ی پرداخت
fr: Les frais de livraison et la TVA sont calculés au moment du paiement
pt: Frete e Impostos calculados no checkout
ru: Цена без учета доставки (самовывоз)
sk: Dopravné náklady vypočítané pri pokladni

# Cart dropdown secondary action
source: Go to cart
ar: اذهب إلى عربة التسوق
bg_bg: Отиди в количката
ca: Anar al carret
cs: Přejít do košíku
da: Gå til kurv
fa: برو به سبد
fr: Aller au panier
pt: Ir ao carrinho
ru: Перейти в корзину
sk: Choď do košíka
uk: Перейти до корзини

# Cart dropdown primary action
source: Checkout
ar: متابعة عملية الشراء
bg_bg: Плащане
ca: Procés de pagament
cs: Objednat
da: Bestilling
fa: خرید و پرداخت
fr: Paiement
pt: Comprar
ru: Оформить заказ
sk: Dokončiť objednávku
uk: Оформити замовлення

# Empty cart message
source: There are no products in your shopping cart.
ar: لا توجد منتجات في عربة التسوق الخاصة بك.
bg_bg: В кошницата ви няма продукти.
ca: No hi ha productes al teu carret.
cs: Ve Vašem košíku nejsou žádné produkty.
da: Der er ingen varer i din indkøbskurv.
fa: محصولی در سبد خرید شما وجود ندارد.
fr: Il n'y a pas de produits dans votre panier.
pt: Não existem artigos no seu carrinho de compras.
ru: В вашей корзине отсутствуют товары.
sk: V nákupnom košíku nie sú žiadne produkty.
uk: Ваш кошик — порожній

# Empty cart link
source: Check out our sales
ar: تفقد تخفيضاتنا
bg_bg: Проверете нашите промоции
ca: Consulteu les nostres ofertes
cs: Podívejte se na náš sortiment
da: Tjek vores udsalg
fa: بررسی مجدد محصولات
fr: Jetez un coup d’œil à nos offres
pt: Confira nossos produtos
ru: Проверьте наши скидки
sk: Pozrite sa na náše výpredaje
uk: Погляньте на наші розпродажі

# Category breadcrumbs home
source: Home
ar: الصفحة الرئيسية
bg_bg: Начало
ca: Inici
cs: Domů
da: Hjem
fa: خانه
fr: Accueil
pl: Strona główna
pt: Início
ru: Главная
sk: Domov
sq: Faqja kryesore
sv: Hem
uk: Дім

# Cart shipping cost form
source: Shipping cost for:
ar: تكلفة الشحن ل:
bg_bg: Разходи за доставка за:
ca: Costs d'enviament per:
cs: Cena dopravy pro:
da: Forsendelsesomkostninger for:
fa: هزینه ی ارسال:
fr: Frais de livraison pour :
pt: Custo do frete para:
ru: Способ доставки для:
sk: Dopravné náklady za:

# Order subtotal
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع کل
pl: Suma
ru: Всего
sk: Celkom
sq: Totali
sv: Totalsumma
uk: Разом

# Cart summary text
source: Shipment and taxes calculated at checkout
ar: الشحن والضرائب محسوب في الشراء
ca: Enviament i impostos calculats durant el procés de compra
cs: Dopravné a DPH bude vypočítáno na konci objednávky
da: Forsendelse og skatter beregnes ved bestilling
fa: هزینه ی پست و مالیات در قسمت نهایی اعمال می شود.
fr: Les frais de livraison et la TVA sont calculés au moment du paiement
pt: Frete e Impostos calculados no checkout
ru: Цена без учета доставки (самовывоз)
sk: Dopravné náklady a daň sa vypočítajú pri pokladni

# Checkout page title
source: Checkout
ar: متابعة عملية الشراء
bg_bg: Плащане
ca: Procés de compra
cs: Objednávka
da: Bestilling
fa: صفحه ی سفارش
fr: Paiement
pl: Złóż zamówienie
ru: Оформить заказ
sk: Dokončiť objednávku
sv: Utcheckning
uk: Оформити замовлення

# Checkout top message
source: Easy and secure!
ar: سهل وآمن!
bg_bg: Лесно и сигурно!
ca: Fàcil i segur!
cs: Jednoduché a bezpečné!
da: Nemt og sikkert!
fa: راحت و امن!
fr: Facile et sûr !
pl: Łatwo i bezpiecznie!
pt: Fácil e seguro!
ru: Просто и безопасно!
sk: Jednoduché a bezpečné!
sq: E lehte dhe e sigurt!
sv: Enkelt och säkert!
uk: Просто і безпечно!

# Checkout title
source: Checkout
ar: متابعة عملية الشراء
bg_bg: Плащане
ca: Procés de compra
cs: Objednávka
da: Bestilling
fa: ثبت و سفارش
fr: Paiement
pl: Złóż zamówienie
ru: Оформить заказ
sk: Dokončiť objednávku
sv: Utcheckning
uk: Оформити замовлення

# Order review title
source: Order review
ar: مراجعة طلب الشراء
bg_bg: Преглед на поръчка
ca: Revisió de comanda
cs: Kontrola objednávky
da: Ordreanmeldelse
fa: بازبینی سفارش
fr: Récapitulatif de la commande
pl: Przegląd zamówienia
pt: Revisão do pedido
ru: Просмотр заказа
sk: Prehľad objednávky
sq: Permbledhja e porosise
sv: Inspektera order
uk: Перегляд замовлення

# Order review section
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: مجموع
fr: Sous total
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом

# Order review section
source: Shipment
ar: الشحن
bg_bg: Пратка
ca: Enviament
cs: Poštovné
da: Forsendelse
fa: پست
fr: Livraison
pl: Wysyłka
pt: Envio
ru: Доставка
sk: Poštovné č.%s
sq: Transporti
sv: Frakt
uk: Відправлення

# Order review section title
source: Taxes (included)
ar: (شامل) الضرائب
ca: Impostos (inclosos)
cs: DPH (zahrnuto)
da: Skatter (inkluderet)
fa: مالیات(افزوده)
fr: TVA (Incluse)
pl: Podatki (wliczone)
pt: Com Impostos
ru: Налоги (включены)
sk: Daňe (zahrnuté)
sq: Taksat (e perfshira)
sv: Moms(Inkluderad)

# Order review section title
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Order review section title
source: Promo code
ar: الرمز الترويجي
bg_bg: Промо код
ca: Codi promocional
cs: Promo kód
da: Rabatkode
fa: کد ویژه
fr: Code promotionnel
pl: Kod promocyjny
pt: Código promocional
ru: Промо код
sk: Propagačný kód
sq: Kodi promocional
sv: Rabattkod
uk: Промо-код

# Order review section title
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Сумма
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Підсумок

# Cart page title
source: Your cart
ar: عربة التسوق الخاصة بك
bg_bg: Вашата количка
ca: El teu carret
cs: Váš košík
da: Din kurv
fa: سبد شما
fr: Votre panier
pt: Seu carrinho
ru: Ваша корзина
sk: Váš košík
uk: Ваша корзина

# Cart breadcrumb
source: Cart
ar: عربة التسوق
bg_bg: Количка
ca: Carret
cs: Košík
da: Kurv
fa: سبد خرید
fr: Panier
pt: Carrinho
ru: Корзина
sk: Košík
uk: Корзина

# Cart message
source: Product has been removed from cart
ar: تمت إزالة المنتج من عربة التسوق
bg_bg: Продуктът е премахнат от количката
ca: El producte ha estat esborrat del carret
cs: Produkt byl odebrán z košíku
da: Produktet er blevet fjernet fra kurven
fa: محصول از سبد برداشته شد.
fr: Le produit a été supprimé de votre panier
pt: Produto foi removido do carrinho
ru: Продукт был удален из корзины
sk: Produkt bol odstránený z košíka

# Cart table header
source: Product
ar: منتج
bg_bg: Продукт
ca: Producte
cs: Produkt
da: Produkt
fa: کالا
fr: Produit
pt: Produtos
ru: Продукт
sk: Produkt
uk: Товар

# Cart table header
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
fr: Quantité
pt: Quantidade
ru: Количество
sk: Množstvo
uk: Кількість

# Cart table header
source: Price
ar: السعر
bg_bg: Цена
ca: Preu
cs: Cena
da: Pris
fa: قیمت
fr: Prix
pt: Preço
ru: Цена
sk: Cena
uk: Ціна

# Cart primary action
source: Checkout
ar: متابعة عملية الشراء
bg_bg: Плащане
ca: Procés de compra
cs: Objednat
da: Bestilling
fa: خرید و پرداخت
fr: Paiement
pt: Comprar
ru: Оформить заказ
sk: Dokončiť objednávku
uk: Оформити замовлення

# cart page: secondary action, empty the cart
source: Clear cart
ar: عربة فارغة
ca: Buidar el carret
da: Ryd kurv
fa: حذف سبد خرید
pt: Limpar carrinho
ru: Очистить корзину
sk: Vyčistiť košík

# Checkout login page title
source: Login
ar: تسجيل الدخول
bg_bg: Вход
ca: Inicia sessió
cs: Přihlášení
fa: ورود
fr: Connexion
pl: Logowanie
pt: Entrar
ru: Войти
sk: Prihlásiť
sv: Logga in
uk: Вхід

# Checkout login page title
source: New customer?
ar: زبون جديد؟
bg_bg: Нов клиент?
ca: Nou client?
cs: Nový zákazník?
da: Ny kunde?
fa: مشتری جدید هستید؟
fr: Nouveau client ?
pl: Nowy klient?
pt: Cliente novo?
ru: Новый покупатель?
sk: Nový zákazník?
sq: Klient i ri?
sv: Ny kund?
uk: Новий покупець?

# Checkout login page new users action
source: Continue
ar: متابعة
bg_bg: Продължава
ca: Continua
cs: Pokračovat
da: Fortsæt
fa: ادامه
fr: Continuer
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sv: Fortsätt
uk: Продовжити
