Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Order summary card action
source: Capture
ar: قبض
bg_bg: Улавяне
ca: Capturar
cs: Získat
da: Trukket
fa: ضبط
fr: Saisie
pl: Pobierz
pt: Capturar
ru: Зафиксировано
sk: Zachytiť
sq: E siguruar
sv: Lås
uk: Зарахувати

# Order summary card action
source: Refund
ar: استرداد المال المدفوع
bg_bg: Възстановяване
ca: Retornar diners
cs: Vrácení platby
da: Refunderet
fa: بازپرداخت
fr: Remboursement
pl: Zwróć
pt: Restituição
ru: Возмещение
sk: Vrátenie
sq: Kthim
sv: Återbetalning
uk: Відшкодування

# Order summary card action
source: Void
ca: Buida
da: Annuller
fa: انتخاب نشده
pl: Unieważnij
pt: Limpar
ru: Отменить
sq: E anashkaluar
sv: Ogiltigt

# Order detail action
source: Mark as paid
ca: Marcar com a pagat
cs: Označit jako zaplacené
da: Markér som betalt
fa: تایید پرداخت
fr: Marquer payé
pl: Oznacz jako opłacone
pt: Sinalizar como pago
ru: Отметить как оплаченное
sk: Označiť ako zaplatené
sq: Vendose si te paguar
sv: Markera som betald

# Order details summary header
source: Customer
ar: زبون
ca: Client
cs: Zákazník
da: Kunde
fa: مشتری
fr: Client
pl: Klient
pt: Cliente
ru: Покупатель
sk: Zákazník
sq: Klienti
sv: Kund

# Order customer details action title
source: Edit customer details
ca: Edita detalls del client
cs: Upravit podrobnosti o zákaznících
da: Ændre kundedetaljer
fa: ویرایش مشخصات مشتری
fr: Modifier les détails du client
pl: Edytuj klienta
pt: Editar detalhes do cliente
ru: Изменить данные покупателя
sk: Upraviť detaily zákazníka
sq: Ndrysho detajet e klientit
sv: Ändra kunddetaljer

# Dashboard edit action
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Missing shipping address message
source: No shipping address
ca: No hi ha adreça d'enviament
cs: Žádná dodací adresa
da: Ingen forsendelsesadresse
fa: بدون آدرس ارسال
fr: Aucune adresse de livraison
pl: Brak adresu dostawy
pt: Sem endereço de entrega
ru: Нет адреса доставки
sk: Žiadna dodacia adresa.
sq: Mungon adresa e dergeses
sv: Ingen Leveransadress
uk: Немає адреси доставки

# Order billing address same as shipping address
source: Same as shipping address
ca: La mateixa que l'adreça d'enviament
cs: Stejné jako dodací adresa
da: Samme som forsendelsesadresse
fa: همان آدرس ارسال
fr: Même adresse que la livraison
pl: Taki sam jak adres wysyłki
pt: Mesmo que o endereço de entrega
ru: Такой же как и адрес доставки
sk: Rovnaká ako doručovacia adresa
sq: Njelloj si adresa e dergeses
sv: Samma som leveransadress

# Missing billing address message
source: No billing address
ca: No hi ha adreça de facturació
cs: Žádná fakturační adresa
da: Ingen faktureringsadresse
fa: صورت حساب ناموجود
fr: Aucune adresse de facturation
pl: Brak adresu nabywcy
pt: Sem endereço de cobrança
ru: Нет адреса выставление счёта
sk: Žiadna fakturačná adresa
sq: Mungon adresa e faturimit
sv: Ingen fakturaadress

# Order table title
source: Order draft #%(order)s
ar: مسودة طلب الشراء %(order)s
ca: Esborrany de comanda #%(order)s
cs: Koncept objednávky #%(order)s
da: Udkastsordre #%(order)s
fa: پیش نویس سفارش #%(order)s
fr: Commande brouillon #%(order)s
pl: Zamówienie robocze # %(order)s
pt: Transformar Orçamento #%(order)s em Pedido de Compra
ru: Черновик заказа #%(order)s
sk: Rozrobená objednávka #%(order)s
sq: Porosia draft #%(order)s
sv: Orderförslag #%(order)s

# Order table title
source: Order #%(order)s
ca: Comanda #%(order)s
cs: Objednávka #%(order)s
da: Ordre #%(order)s
fa: سفارش %(order)s
fr: Commande #%(order)s
pl: Zamówienie nr %(order)s
pt: Pedido de Compra #%(order)s
ru: Заказ #%(order)s
sk: Objednávka #%(order)s
sq: Porosia #%(order)s

# Order placed on date
source: Placed on
ar: تاريخ الطلب
bg_bg: Сложен на
ca: Creada el
cs: Vytvořeno
da: Placeret
fa: سفارش در
fr: Effectué le
pl: Złożone
pt: Colocado sobre
ru: Дата размещения
sk: Umiestnené
sv: Beställd den
uk: Розміщено на

# Order table header
source: Item
bg_bg: артикул
ca: Article
cs: Položka
da: Vare
fa: آیتم
fr: Article
pl: Przedmiot
ru: Предмет
sk: Položka
sq: Artikull
sv: Föremål
uk: Позиція

# Order table header
source: Price
ar: السعر
bg_bg: Цена
ca: Preu
cs: Cena
da: Pris
fa: قیمت
fr: Prix
pl: Cena
pt: Preço
ru: Цена
sk: Cena
sq: Cmimi
sv: Pris
uk: Ціна

# Order table header
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
fr: Quantité
pl: Ilość
pt: Quantidade
ru: Количество
sk: Množstvo
sq: Sasia
sv: Antal
uk: Кількість

# Order table header
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Всего
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Разом

# Order table text
source: SKU: %(sku)s
fr: Référence : %(sku)s
ru: Артикул: %(sku)s
sk: EAN: %(sku)s

# Order table row action
source: Change quantity
ar: تغيير الكمية
bg_bg: Промяна на количеството
ca: Canvia quantitat
cs: Změnit množství
da: Ændre kvantitet
fa: تغییر ظرفیت
fr: Changer la quantité
pl: Zmień ilość
pt: Alterar quantidade
ru: Изменить количество
sk: Zmena množstva
sq: Ndrysho sasine
sv: Ändra antal
uk: Змінити кількість

# Order table row action
source: Remove line
bg_bg: Премахване на линията
ca: Elimina línia
cs: Odstranit řádek
da: Fjern linje
fa: حذف خط
fr: Enlever la ligne
pl: Usuń linię
pt: Remover linha
ru: Удалить линию
sk: Odstráňte riadok
sq: Fshi rrjeshtin
sv: Ta bort rad
uk: Видалити запис

# Order totals action
source: Edit shipping
ar: تحرير الشحن
ca: Edita l'enviament
cs: Upravit dopravu
da: Rediger forsendelse
fa: ویرایش نحوه ارسال
fr: Modifier la livraison
pl: Edytuj wysyłkę
pt: Editar envio
ru: Изменить данные доставки
sk: Upraviť spôsob dopravy
sq: Ndrysho transportin
sv: Ändra leveransadress

# Order totals header
source: Shipping (%(shipping_name)s)
ca: Enviament (%(shipping_name)s)
cs: Doprava (%(shipping_name)s)
da: Forsendelse (%(shipping_name)s)
fa: ارسال (%(shipping_name)s)
fr: Livraison (%(shipping_name)s)
pl: Dostawa (%(shipping_name)s)
pt: Envio (%(shipping_name)s)
ru: Доставка (%(shipping_name)s)
sk: Doprava (%(shipping_name)s)
sq: Transporti (%(shipping_name)s)
sv: Leverans (%(shipping_name)s)

# Order totals header
source: Shipping
ar: الشحن
bg_bg: Доставка
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
fr: Livraison
pl: Dostawa
pt: Remessa
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt
uk: Доставка

# Order total taxes
source: Taxes (included)
ar: (شامل) الضرائب
ca: Impostos (inclosos)
cs: DPH (zahrnuto)
da: Skatter (inkluderet)
fa: مالیات (لحاظ شده)
fr: TVA (Incluse)
pl: Podatki (wliczone)
pt: Com Impostos
ru: Налоги (включены)
sk: Daňe (zahrnuté)
sq: Taksat (e perfshira)
sv: Moms(Inkluderad)

# Order total taxes
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
fr: TVA
pl: Podatki
pt: Impostos (IVA)
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# Order totals header
source: Discount (%(voucher)s)
ca: Descompte (%(voucher)s)
cs: Sleva (%(voucher)s)
da: Rabat (%(voucher)s)
fa: تخفیف (%(voucher)s)
fr: Remise (%(voucher)s)
pl: Zniżka (%(voucher)s)
pt: Desconto (%(voucher)s)
ru: Скидка (%(voucher)s)
sk: Zľava (%(voucher)s)
sq: Zbritje (%(voucher)s)
sv: Rabatt (%(voucher)s)

# Order totals header
source: Discount
ar: خصم
ca: Descompte
cs: Sleva
da: Rabat
fa: تخفیف
fr: Remise
pl: Zniżka
pt: Desconto
ru: Скидка
sk: Zľava
sq: Zbritje
sv: Rabatt

# Order totals action
source: Edit voucher
ar: تعديل القسيمة
ca: Edita val descompte
cs: Upravit voucher
da: Ændre rabatkode
fa: ویرایش کوپن
fr: Modifier le bon d'achat
pl: Edytuj kupon zniżkowy
pt: Editar cupom
ru: Изменить купон
sk: Upraviť kupón
sq: Ndrysho kuponin
sv: Ändra rabattkupong

# Order detail action
source: Edit voucher
ar: تعديل القسيمة
ca: Edita val de descompte
cs: Upravit voucher
da: Ændre rabatkode
fa: ویرایش کوپن
fr: Modifier le bon d'achat
pl: Edytuj kupon zniżkowy
pt: Editar cupom
ru: Изменить купон
sk: Upraviť kupón
sq: Ndrysho kuponin
sv: Ändra rabattkupong

# Order totals action
source: Edit discount
ar: تعديل الخصم
ca: Edita descompte
cs: Upravit slevu
da: Ændre rabat
fa: ویرایش کد تخفیف
fr: Modifier la remise
pl: Edytuj zniżkę
pt: Editar desconto
ru: Изменить скидку
sk: Upraviť zľavu
sq: Ndrysho zbritjen
sv: Ändra rabatt

# Order detail action
source: Edit discount
ar: تعديل الخصم
ca: Edita descompte
cs: Upravit slevu
da: Ændre rabat
fa: ویرایش کد تخفیف
fr: Modifier la remise
pl: Edytuj zniżkę
pt: Editar desconto
ru: Изменить скидку
sk: Upraviť zľavu
sq: Ndrysho zbritjen
sv: Ändra rabatt

# Order totals header
source: Grand total
ar: المجموع الكلي
bg_bg: Общо
cs: Celkový součet
da: Total
fa: جمع کل
fr: Total
pl: Razem do zapłaty
pt: Total geral
ru: Общая сумма
sk: Súhrn
sq: Totali final
sv: Totalt
uk: Повна сума

# Order summary card action title
source: Fulfill order
ar: إتمام الطلب
ca: Completar comanda
cs: Zpracovat objednávku
da: Pakket ordrer
fa: نهایی سازی سفارش
fr: Expédier la commande
pl: Dokończ realizację zamówienia
pt: Faturar pedido de compra
ru: Выполнить заказ
sk: Naplniť objednávku
sq: Perundo porosine
sv: Slutför order

# Order summary card action
source: Fulfill
cs: Zpracovat
da: Pakket
fa: نهایی سازی
fr: Expédier
pl: Zrealizuj
pt: Faturar
ru: Пополнение
sk: Naplniť
sq: Perfundo
sv: Slutför

# Order summary card action title
source: Add product to order
ar: أضف منتج إلى طلب الشراء
bg_bg: Добавете продукта към поръчката
ca: Afegeix producte a la comanda
cs: Přidat produkt k objednávce
da: Tilføj produkt til ordre
fa: اضافه کردن محصول به سفارش
fr: Ajouter un produit à la commande
pl: Dodaj produkt do zamówienia
pt: Adicionar produtos ao pedido
ru: Добавить товар в заказ
sk: Pridať produkt k objednávke
sq: Shto artikull ne porosine
sv: Lägg till produkt till order
uk: Додати продукт до замовлення

# Order summary card action
source: Add product
ar: أضف منتج
bg_bg: Добавя продукт
ca: Afegeix producte
cs: Přidat produkt
da: Tilføj produkt
fa: اضافه کردن محصول
fr: Ajouter un produit
pl: Dodaj produkt
pt: Adicionar produto
ru: Добавить товар
sk: Pridať produkt
sq: Shto artikull
sv: Lägg till produkt
uk: Додати продукт

# Order summary card action title
source: Create order
ar: إنشاء أمر شراء
ca: Crea comanda
cs: Vytvořit objednávku
da: Opret ordre
fa: ایجاد سفارش
fr: Créer la commande
pl: Stwórz zamówienie
pt: Criar pedido
ru: Создать заказ
sk: Vytvoriť objednávku
sq: Krijo porosi
sv: Skapa order

# Order summary card action
source: Create order
ar: إنشاء أمر شراء
ca: Crea comanda
cs: Vytvořit objednávku
da: Opret ordre
fa: ایجاد سفارش
fr: Créer la commande
pl: Stwórz zamówienie
pt: Criar pedido
ru: Создать заказ
sk: Vytvoriť objednávku
sq: Krijo porosi
sv: Skapa order

# Order detail action
source: Invoice
ar: فاتورة
bg_bg: Фактура
ca: Factura
cs: Faktura
da: Faktura
fa: صورت حساب
fr: Facture
pl: Faktura
pt: Fatura
ru: Счет
sk: Faktúra
sq: Fature
sv: Faktura
uk: Рахунок

# Order detail action
source: View on site
ar: عرض على الموقع
bg_bg: Виж на сайта
ca: Veure al lloc web
cs: Zobrazit na stránce
da: Vis på hjemmesiden
fa: مشاهده در سایت
fr: Voir sur le site
pl: Zobacz na stronie
pt: Ver no local
ru: Посмотреть на сайте
sk: Zobraziť na stránkach
sq: Shiko ne faqe
sv: Se på sida
uk: Подивитися на сайті

# Fulfillment table title
source: Fulfillment #%(fulfillment)s
cs: Zpracování #%(fulfillment)s
da: Pakke #%(fulfillment)s
fa: اجرای #%(fulfillment)s
fr: Expédition #%(fulfillment)s
pl: Realizacja nr %(fulfillment)s
pt: Processo #%(fulfillment)s
ru: Исполнение #%(fulfillment)s
sk: Naplnenie #%(fulfillment)s
sq: Perfundimi #%(fulfillment)s
sv: Slutfört #%(fulfillment)s

# Fulfillment table text
source: Tracking number: %(tracking)s
bg_bg: Проследяващ номер: %(tracking)s
ca: Número de seguiment: %(tracking)s
cs: Sledovací číslo %(tracking)s
da: Trackingnummer: %(tracking)s
fa: کد پیگیری: %(tracking)s
fr: Numéro de suivi : %(tracking)s
pl: Numer referencyjny przesyłki: %(tracking)s
pt: Número de seguimento: %(tracking)s
ru: Номер отслеживания: %(tracking)s
sk: Trackingnummer: %(tracking)s
sq: Kodi i ndjekjes se statusit: %(tracking)s
sv: Spårningsnummer: %(tracking)s
uk: Номер відслідковування:%(tracking)s

# Fulfillment summary card action title
source: Cancel fulfillment
cs: Zrušit zpracování
da: Annuller pakke
fa: لغو اجرا
fr: Annuler l'expédition
pl: Anuluj realizację
pt: Cancelar processo
ru: Отменить пополнение
sk: Zrušiť naplnenie
sq: Anullo perfundimin
sv: Avbryt Slutfört

# Fulfillment summary card action
source: Cancel
ar: إلغاء
bg_bg: Отмяна
ca: Cancel·la
cs: Zrušit
da: Annuller
fa: لغو
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отменить
sk: Zrušiť
sq: Anullo
sv: Avbryt
uk: Відмінити

# Fulfillment summary card action title
source: Edit tracking number
ca: Edita número de seguiment
cs: Upravit sledovací číslo
da: Rediger sporingsnummer
fa: ویرایش کد پیگیری
fr: Modifier le code de suivi de l'expédition
pl: Edytuj numer referencyjny przesyłki
pt: Editar número de rastreamento
ru: Редактировать трек-номер
sk: Upraviť sledovacie číslo
sq: Ndrysho kodin e ndjekjes se statusit
sv: Ändra spårningsnummer

# Fulfillment summary card action
source: Edit tracking
ca: Edita seguiment
cs: Upravit sledování
da: Rediger tracking
fa: ویرایش نحوه پیگیری
fr: Modifier le suivi
pl: Edytuj numer referencyjny
pt: Editar rastreamento
ru: Редактирование отслеживания
sk: Upraviť sledovanie
sq: Ndrysho ndjekjen e statusit
sv: Ändra spårning

# Fulfillment summary card action
source: Add tracking
ca: Afegeix seguiment
cs: Přidat sledování
da: Tilføj tracking
fa: افزودن پیگیری
fr: Ajouter un suivi
pl: Dodaj numer referencyjny
pt: Adicionar rastreamento
ru: Добавить отслеживание
sk: Pridať sledovanie
sq: Shto ndjekjen e statusit
sv: Lägg till spårning

# Order detail action
source: Packing Slips
ar: قوائم التعبئة
bg_bg: Опаковъчни листове
cs: Poštovní štítek
da: Pakningslister
fa: نوع بسته بندی
fr: Reçu de livraison
pl: Etykiety przesyłek
pt: Nota
ru: Товарная накладная
sk: Prepravné dokumenty
sq: Paketimi
sv: Packlista
uk: Упаковки

# Customer order note card title
source: Customer note
ca: Nota de client
da: Kundenote
fa: یادداشت مشتری
pl: Notatka do klienta
pt: Observação do cliente
ru: Заметка покупателя
sk: Poznámka od zákazníka
sq: Shenim i klientit
sv: Kundnotering

# No customer order note card message
source: There is no note from the customer associated with this order.
ar: لا توجد ملاحظات من الزبون مرفقة مع الطلب.
ca: No hi ha cap nota del client associada a aquesta comanda.
da: Der er ingen noter fra kunden i forbindelse med denne ordre.
fa: هیچ یادداشتی از مشتری برای این سفارش وجود ندارد.
pl: Brak notatek od klienta do tego zamówienia.
pt: Não há observações do cliente associadas a esta venda
ru: Покупатель, связанный с указанным заказом, не оставил заметок к заказу.
sk: K tejto objednávke nie sú spojené žiadne poznámky.
sq: Ska asnje shenim te klientit lidhur me kete porosi.
sv: Det finns ingen kundnotering associerad med denna order.

# Order notes card title
source: Order notes
ar: ملاحظات مرفقة مع الطلب
bg_bg: Бележки на поръчката
ca: Notes de comanda
cs: Poznámky k objednávce
da: Ordrenoter
fa: یادداشت های سفارش
fr: Notes de commande
pl: Notatki do zamówienia
pt: Notas de encomenda
ru: Примечание к заказу
sk: Poznámky k objednávke
sq: Shenime te porosise
sv: Order noteringar
uk: Помітки про замовлення

# Empty order notes card message
source: There are no notes associated with this order.
ar: لا توجد ملاحظات مرفقة مع هذا الطلب.
bg_bg: Няма бележки към тази поръчка.
ca: No hi ha notes del client associades a aquesta comanda.
cs: K této objednávce nejsou přiřazeny žádné poznámky
da: Der er ingen noter forbundet med denne ordre.
fa: یادداشتی مربوط به این سفارش وجود ندارد.
fr: Il n'y a pas de notes associées à cet commande
pl: Brak notatek przypiętych do tego zamówienia.
pt: Não há notas associadas a esta encomenda.
ru: Нет примечаний к данному заказу.
sk: K tejto objednávke nie sú spojené žiadne poznámky.
sq: Mungojne shenimet lidhur me kete porosi.
sv: Det finns inga noteringar associerad med denna order
uk: Немає поміток, пов’язаних з цим замовленням.

# Order notes card action
source: Add note
ar: إضافة ملاحظة
bg_bg: Добавя бележка
ca: Afegeix nota
cs: Přidat poznámku
da: Tilføj note
fa: افزودن یادداشت
fr: Ajouter une note
pl: Dodaj notatkę
pt: Adicionar nota
ru: Добавить примечание
sk: Pridať poznámku
sq: Shto shenim
sv: Lägg till notering
uk: Додати помітку

# Payment history table header
source: Transaction ID
bg_bg: Номер на транзакцията
ca: Codi de transacció
cs: ID transakce
da: Transaktions ID
fa: شناسه پرداخت
fr: ID de transaction
pl: Numer transakcji
pt: ID da transação
ru: ID транзакции
sk: Identifikátor transakcie
sq: ID e transaksionit
sv: Transaktions ID
uk: Транзакція

# Payment history table header
source: Date
ar: تاريخ
bg_bg: Дата
ca: Data
cs: Datum
da: Dato
fa: تاریخ
pl: Data
pt: Data
ru: Дата
sk: Dátum
sq: Data
sv: Datum
uk: Дата

# Payment history table header
source: Payment status
ar: حالة الدفع
bg_bg: Статус на плащането
ca: Estat de pagament
cs: Stav platby
da: Betalingsstatus
fa: وضعیت پرداخت
fr: Statut du paiement
pl: Status płatności
pt: Estado do pagamento
ru: Статус платежа
sk: Stav platby
sq: Statusi i pageses
sv: Betalstatus
uk: Статус оплати

# Payment history table header
source: Amount
ar: كمية
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Beløb
fa: مبلغ
fr: Montant
pl: Kwota
pt: Montante
ru: Количество
sk: Suma
sq: Sasia
sv: Summa
uk: Обсяг

# Empty payment history table message
source: No payments made for this order.
ar: لم يتم الدفع لهذا الطلب.
bg_bg: Не са извършени плащания за тази поръчка.
ca: No hi ha pagaments fets per aquesta comanda.
cs: Pro tuto objednávku nejsou žádné platby
da: Ingen betalinger til denne ordre.
fa: پرداختی برای سفارش انجام نشده.
fr: Aucun paiement n'a été effectué pour cette commande
pl: Brak płatności za to zamówienie.
pt: Nenhum pagamento feito para esta encomenda.
ru: Для этого заказа не было сделано платежей.
sk: Pre túto objednávku neboli vykonané žiadne platby.
sq: Mungon pagesa per kete porosi.
sv: Ingen betalning har gjorts för denna order.
uk: Оплата не здійснена за це замовлення

# Dashboard order fulfillment
source: Fulfill
cs: Zpracovat
da: Pakket
fa: نهایی سازی
fr: Expédier
pl: Zrealizuj
pt: Faturar
ru: Пополнение
sk: Naplniť
sq: Perfundo
sv: Slutför

# Fulfill order title
source: Fulfill order
ar: إتمام الطلب
ca: Completar comanda
cs: Zpracovat objednávku
da: Pakket ordrer
fa: نهایی سازی سفارش
fr: Expédier la commande
pl: Dokończ realizację zamówienia
pt: Faturar pedido
ru: Выполнить заказ
sk: Naplniť objednávku
sq: Perundo porosine
sv: Slutför order

# Modal remove order line table header
source: Item
bg_bg: артикул
ca: Article
cs: Položka
da: Vare
fa: آیتم
fr: Objet
pl: Przedmiot
ru: Предмет
sk: Položka
sq: Artikull
sv: Föremål
uk: Позиція

# Modal remove order line table header
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
fr: Quantité
pl: Ilość
pt: Quantidade
ru: Количество
sk: Množstvo
sq: Sasia
sv: Antal
uk: Кількість

# Fulfill order table quantity unfulfilled
source: of %(quantity_unfulfilled)s
ca: de %(quantity_unfulfilled)s
da: af %(quantity_unfulfilled)s
fr: de %(quantity_unfulfilled)s
pl: z %(quantity_unfulfilled)s
pt: de %(quantity_unfulfilled)s
ru: из %(quantity_unfulfilled)s
sk: z %(quantity_unfulfilled)s
sq: per %(quantity_unfulfilled)s
sv: av %(quantity_unfulfilled)s

# Dashboard update action
source: Fulfill
cs: Zpracovat
da: Pakket
fa: نهایی سازی
fr: Expédier
pl: Zrealizuj
pt: Faturar
ru: Пополнение
sk: Naplniť
sq: Perfundo
sv: Slutför

# Order list add button text
source: Add order
ar: أضف طلب شراء
ca: Afegeix comanda
cs: Přidat objednávku
da: Tilføj ordre
fa: افزودن سفارش
fr: Créer une commande
pl: Dodaj zamówienie
pt: Adicionar pedido
ru: Добавить заказ
sk: Pridať objednávku
sq: Shto porosi
sv: Lägg till order

# Empty order list message
source: No orders found.
ar: لم يتم العثور على أية طلبات.
bg_bg: Няма намерени поръчки.
ca: No s'han trobat comandes.
cs: Nenalezeny žádné objednávky.
da: Ingen ordre fundet.
fa: سفارشی یافت نشد.
fr: Pas de commande trouvées.
pl: Nie znaleziono zamówień.
pt: Sem pedidos encontrados.
ru: Не найдено заказов.
sk: Neboli nájdené žiadne objednávky.
sq: Asnje porosi nuk u gjet
sv: Inga ordrar hittade
uk: Жодного замовлення не знайдено

# Modal order add variant title
source: Add product to %(order)s
ar: أضف المنتج ل %(order)s
ca: Afegeix el producte a %(order)s
cs: Přidat produkt do %(order)s
da: Tilføj produkt til %(order)s
fa: افزودن محصول به %(order)s
fr: Ajouter le produit au %(order)s
pl: Dodaj produkt do zamówienia %(order)s
pt: Adicionar produto a %(order)s
ru: Добавить товар к %(order)s
sk: Pridať produkt k %(order)s
sq: Shto artikull per %(order)s
sv: Lägg till produkt till %(order)s

# Modal order add variant primary action
source: Add
ar: إضافة
bg_bg: Добавя
ca: Afegeix
cs: Přidat
da: Tilføj
fa: افزودن
fr: Ajouter
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
sq: Shto
sv: Lägg till
uk: Додати

# Modal cancel fulfillment title
source: Cancel fulfillment #%(fulfillment)s
cs: Zrušit zpracování #%(fulfillment)s
da: Annuller pakke #%(fulfillment)s
fa: لغو نهایی سازی #%(fulfillment)s
fr: Annuler l'expédition #%(fulfillment)s
pl: Anuluj realizację nr %(fulfillment)s
pt: Cancelar processo #%(fulfillment)s
ru: Отменить пополнение #%(fulfillment)s
sk: Zrušiť naplnenie #%(fulfillment)s
sq: Anullimi i perfundimit # %(fulfillment)s
sv: Avbryt slutförtköp #%(fulfillment)s

# Modal cancel fulfillment text
source: Are you sure you want cancel fulfillment #%(fulfillment)s?
cs: Opravdu chcete zrušit zpracování #%(fulfillment)s?
da: Er du sikker på du vil annullere pakke #%(fulfillment)s?
fa: آیا از لغو نهایی کردن #%(fulfillment)s اطمینان دارید؟
fr: Êtes-vous sûr d'annuler l'expédition #%(fulfillment)s ?
pl: Czy na pewno chcesz anulować realizację nr %(fulfillment)s?
pt: Tem certeza que deseja cancelar o processo #%(fulfillment)s
ru: Вы уверены, что хотите отменить пополнение #%(fulfillment)s?
sk: Ste si istý že chcete zrušiť naplnenie #%(fulfillment)s?
sq: A je i sigurt qe do te anullosh perfundimin e #%(fulfillment)s?
sv: Är du säker på att du vill avbryta slutfört köp #%(fulfillment)s?

# Modal cancel fulfillment cancel action
source: Abort
ar: إلغاء
bg_bg: Прекратява
ca: Abortar
cs: Přerušit
da: Afbryd
fa: انصراف
fr: Annuler
pl: Przerwij
pt: Abortar
ru: Отменить
sk: Prerušiť
sv: Avbryt
uk: Перервати

# Modal cancel fulfillment primary action
source: Cancel Fulfillment
cs: Zrušit zpracování
da: Annuller pakning
fa: لغو نهایی سازی
fr: Annuler l'expédition
pl: Anuluj realizację
pt: Cancelar processo
ru: Отменить пополнение
sk: Zrušiť naplnenie
sq: Anullo perfundimin
sv: Avbryt köp

# Modal remove order line title
source: Remove order line
ar: أزل خط الشراء
bg_bg: Премахване на реда на поръчката
ca: Elimina línia de compra
cs: Odstraňte řádek objednávky
da: Fjern ordrelinje
fa: حذف خط سفارش
fr: Supprimer la ligne de commande
pl: Usuń linię zamówienia
pt: Remover a linha de pedido
ru: Удалить строку заказа
sk: Odstrániť riadok objednávky?
sq: Fshi rrjeshtin e porosise
sv: Ta bort order rad
uk: Видалити рядок замовлення

# Modal remove order line text
source: Are you sure you want remove this order line?
ar: هل أنت متأكد من إلغاء هذا الجزء من الطلب؟
bg_bg: Искате ли да премахнете тази линия за поръчката?
ca: Segur que es vol eliminar aquesta línia de compra?
cs: Opravdu chcete odstranit tento řádek objednávky?
da: Er du sikker på du vil fjerne denne ordrelinje?
fa: آیا از حذف این خط سفارش اطمینان دارید؟
fr: Êtes-vous certains de vouloir annuler cette ligne de commande ?
pl: Czy na pewno usunąć tą linię zamówienia?
pt: Tem certeza de que deseja remover esta linha do pedido?
ru: Вы уверены, что хотите отменить эту позицию?
sk: Naozaj chcete odstrániť tento riadok objednávky?
sq: A je i sigurt qe do te fshish kete rrjesht te porosise?
sv: Är du säker att du vill ta bort denna rad från ordern?
uk: Ви впевнені, що бажаєте видалити цей рядок замовлення?
