Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Shipping zones table header, name of the shipping zone
source: Shipping zone
ar: منطقة الشحن
ca: Zona d'enviament
da: Forsendelseszone
fa: منطقه حمل و نقل
pl: Strefa wysyłki
pt: Região de entrega
ru: Область доставки
sk: Doručovacia zóna
sq: Zona e transportit
sv: Leveranszon

source: Price range
ar: نطاق السعر
ca: Rang de preus
da: Prisklasse
fa: محدوده قیمت
pl: Zakres cenowy
pt: Intervalo de preço
ru: Диапазон цен
sk: Cenové rozpätie
sv: Prisspann

# Shipping zones table header, list of countries within of shipping zone
source: Countries
ar: الدول
ca: Països
da: Lande
fa: کشورها
pl: Kraje
pt: Países
ru: Страны
sk: Krajiny
sv: Länder

# Empty shipping list message
source: No shipping zones found.
ar: لم يتم العثور على مناطق للشحن.
ca: No s'han trobat zones d'enviament.
da: Ingen forsendelseszone fundet.
fa: هیچ منطقه حمل و نقل یافت نشد
pl: Nie znaleziono stref wysyłki.
pt: Nenhuma região de entrega encontrada
ru: Области доставки не найдены
sk: Nebola nájdená žiadna doručovacia zóna.
sq: Asnje zone transporti nuk u gjet
sv: Ingen leveranszon hittades

source: Default Weight Unit
ar: وحدة الوزن الافتراضي
ca: Pes de la unitat per defecte
da: Standardvægt enhed
fa: واحد وزن پیش فرض
pl: Domyślna jednostka wagi
pt: Unidade de Peso Padrão
ru: Единица измерения массы по умолчанию
sk: Predvolená hmotnostná jednotka
sv: Standard viktenhet

# Header of the shipping methods list
source: Name
ar: الاسم
ca: Nom
da: Navn
fa: نام
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn

# Header of the shipping methods list
source: Range
ar: نطاق
ca: Rang
da: Rækkevidde
fa: رده
pl: Zakres
pt: Intervalo
ru: Диапазон
sk: Rozsah
sq: Midis
sv: Omfång

# Header of the shipping methods list
source: Price
ar: السعر
ca: Preu
da: Pris
fa: قیمت
pl: Cena
pt: Preço
ru: Цена
sk: Cena
sq: Cmimi
sv: Pris

# Attribute value remove action
source: Remove
ar: إزالة
ca: Elimina
da: Fjern
fa: حذف
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort

# Empty list of shipping methods prices
source: No shipping methods
ar: لا يوجد طرق للشحن
ca: No hi ha mètodes d'enviament
da: Ingen forsendelsesmetoder
fa: روش حمل و نقل وجود ندارد
pl: Brak metod dostawy
pt: Sem modalidade de entrega
ru: Нет способов доставки
sk: Žiadny spôsob dopravy
sq: Asnje metode transporti
sv: Ingen leveransmetod

# Dashboard shipping method edit page
source: Edit
ar: تعديل
ca: Edita
da: Rediger
fa: ویرایش
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra

# Shipping method edit page title
source: Add new shipping method
ar: إضافة طريقة شحن جديدة
ca: Afegeix nou mètode d'enviament
da: Tilføj ny Ingen forsendelsesmetode
fa: افزودن روش حمل و نقل جدید
pl: Dodaj nową metodę wysyłki
pt: Adicionar nova modalidade de entrega
ru: Добавить новый способ доставки
sk: Pridať nový spôsob dopravy
sv: Lägg till ny leveransmetod

# Dashboard attributes list
source: Shipping zones
ar: مناطق الشحن
ca: Zones d'enviament
da: Forsendelseszoner
fa: مناطق حمل ونقل
pl: Strefy wysyłki
pt: Regiões de entrega
ru: Области доставки
sk: Doručovacie zóny
sq: Zonat e transportit
sv: Leveranszoner

# Shipping method breadcrumbs
source: Edit shipping method
ar: تعديل طريقة الشحن
ca: Edita mètode d'enviament
da: Rediger forsendelsesmetode
fa: ویرایش روش ارسال
pl: Edytuj sposób dostawy
pt: Editar modalidade de entrega
ru: Изменить способ доставки
sk: Upraviť spôsob dopravy
sv: Ändra leveransmetod

# Shipping method breadcrumbs
source: Add shipping method
ar: إضافة طريقة شحن
ca: Afegeix mètode d'enviament
da: Tilføj forsendelsesmetode
fa: افزودن روش خرید
pl: Dodaj metodę wysyłki
pt: Adicionar modalidade de entrega
ru: Добавить способ доставки
sk: Pridať spôsob dopravy
sv: Lägg till leveransmetod

# Shipping method form title
source: Shipping method
ar: طريقة الشحن .
ca: Mètode d'enviament
da: Fragtmetode
fa: روش ارسال
pl: Sposób dostawy
pt: Método de envio
ru: Способ доставки
sk: Spôsob dopravy
sv: Fraktsätt

# Dashboard confirmation modal
source: Remove shipping zone %(shipping_zone)s
ca: Elimina la zona d'enviament %(shipping_zone)s
da: Fjern forsendelseszone %(shipping_zone)s
fa: حذف منطقه حمل و نقل %(shipping_zone)s
pl: Usuń metodę dostawy %(shipping_zone)s
pt: Remover região de entrega %(shipping_zone)s
ru: Удалить область доставки %(shipping_zone)s
sk: Odstrániť doručovaciu zónu %(shipping_zone)s
sv: Ta bort leveranszon %(shipping_zone)s

# Dashboard confirmation modal
source: Are you sure you want to remove shipping zone <strong>%(shipping_zone)s</strong>?
ca: Segur que vols eliminar la zona d'enviament <strong>%(shipping_zone)s</strong>?
da: Er du sikker på, at du vil fjerne fragtzonen <strong>%(shipping_zone)s</strong>?
pl: Czy jesteś pewny, że chcesz usunąć metodę dostawy <strong>%(shipping_zone)s</strong>?
pt: Você tem certeza que deseja remover a Região de Entrega <strong>%(shipping_zone)s</strong>?
ru: Вы действительно желаете удалить область доставки <strong>%(shipping_zone)s</strong>?
sk: Naozaj chcete odstrániť doručovaciu zónu <strong>%(shipping_zone)s</strong>?
sv: Är du säker på att du vill ta bort leveranszon <strong>%(shipping_zone)s</strong>?

# Modal remove shipping method title
source: Remove shipping method %(shipping_method)s
ca: Elimina mètode d'enviament %(shipping_method)s
da: Fjern forsendelsesmetode %(shipping_method)s
pl: Usuń metodę wysyłki %(shipping_method)s
pt: Remover modalidade de entrega %(shipping_method)s
ru: Убрать способ доставки %(shipping_method)s
sk: Odstrániť spôsob doručenia %(shipping_method)s
sv: Ta bort leveransmetod %(shipping_method)s

# Modal remove shipping method shipping method text
source: Are you sure you want to remove shipping method <strong>%(shipping_method)s</strong>?
ca: Segur que vols eliminar el mètode d'enviament <strong>%(shipping_method)s</strong>?
da: Er du sikker på, at du vil fjerne fragtmetoden <strong>%(shipping_method)s</strong>?
pl: Czy na pewno chcesz usunąć metodę dostawy <strong>%(shipping_method)s</strong>?
pt: Você tem certeza que deseja remover a modalidade de Entrega <strong>%(shipping_method)s</strong>?
ru: Вы действительно желаете убрать способ доставки <strong>%(shipping_method)s</strong>?
sk: Naozaj chcete odstrániť spôsob doručenia <strong>%(shipping_method)s</strong>?
sv: Är du säker på att du vill ta bort leveransmedot <strong>%(shipping_method)s</strong>?

source: No shipping zones found.
ar: لم يتم العثور على مناطق للشحن.
ca: No s'han trobat zones d'enviament.
da: Ingen forsendelseszone fundet.
fa: هیچ منطقه حمل و نقل یافت نشد
pl: Nie znaleziono stref wysyłki.
pt: Nenhuma região de entrega encontrada
ru: Области доставки не найдены
sk: Nebola nájdená žiadna doručovacia zóna
sq: Asnje zone transporti nuk u gjet
sv: Ingen leveranszon hittades

source: Shipping zones allows defining shipping zones that are available in the shop.<br> You can add shipping zones by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
ca: Les zones d'enviament permeten definir les zones d'enviament disponibles a la botiga.<br> Podeu afegir zones d'enviament mitjançant el botó<span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
da: Forsendelseszoner gør det muligt at definere fragtzoner, der er tilgængelige i butikken.<br> Du kan tilføje forsendelseszoner ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen?
pl: Strefy wysyłki umożliwiają definiowanie stref wysyłki dostępnych w sklepie.<br> Strefy wysyłki można tworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: As zonas de envio permitem definir as zonas de expedição disponíveis na loja.<br> Você pode adicionar zonas de envio usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Области доставки определяют доступные для заказа зоны.<br> Вы можете добавить области доставки используя кнопки <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> .
sk: Doručovacie zóny slúžia na deninovanie doručovacích zón, ktoré sú dostupné v obchode. <br> Doručovacie zóny môžte pridať stlačením tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Leveranszoner gör det möjligt att definiera fraktzoner som finns tillgängliga i butiken.<br> Du kan lägga till fraktzoner med <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.

# Dashboard authorization key list
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Add new authorization key page title
source: Add new authorization key
bg_bg: Добавя ключ за оторизация
ca: Afegeix nova clau d'autorització
cs: Přidat nový autorizační klíč
da: Tilføj ny godkendelsesnøgle
fa: افزودن کلید دسترسی جدید
fr: Ajouter une nouvelle clé d'autorisation
pl: Dodaj nowy klucz autoryzacyjny
pt: Adicionar nova chave de autorização
ru: Добавить новый ключ авторизации
sk: Pridať nový autorizačný kľúč
sv: Lägg till ny autentiseringsnyckel
uk: Додати ключ авторизації

# Dashboard site setting detail
source: Site settings
ar: إعدادات الموقع
bg_bg: Настройки
ca: Configuració del lloc web
cs: Nastavení stránky
da: Webstedindstillinger
fa: تنظیمات سایت
fr: Paramètres du site
pl: Ustawienia strony
pt: Configurações do site
ru: Настройки сайта
sk: Nastavenia stránky
sq: Ndryshimet e faqes
sv: Site inställningar
uk: Налаштування сайту

# Authorization key breadcrumbs
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Authorization key breadcrumbs
source: Add new authorization key
bg_bg: Добавя ключ за оторизация
ca: Afegeix nova clau d'autorització
cs: Přidat nový autorizační klíč
da: Tilføj ny godkendelsesnøgle
fa: افزودن کلید دسترسی جدید
fr: Ajouter une nouvelle clé d'autorisation
pl: Dodaj nowy klucz autoryzacyjny
pt: Adicionar nova chave de autorização
ru: Добавить новый ключ авторизации
sk: Pridať nový autorizačný kľúč
sv: Lägg till ny autentiseringsnyckel
uk: Додати ключ авторизації

# Authorization key form title
source: Authorization key
bg_bg: Ключ за оторизация
ca: Clau d'autorització
cs: Autorizační klíč
da: Godkendelsesnøgle
fa: کلید دسترسی
fr: Clé d'autorisation
pl: Klucz autoryzacyjny
pt: Chave de autorização
ru: Ключ авторизации
sk: Autorizačný kľúč
sv: Autentiseringsnyckel
uk: Ключі авторизації

# Site settings field
source: Domain
ar: نطاق
bg_bg: Домейн
ca: Domini
cs: Doména
da: Domænenavn
fa: دامنه
fr: Nom de domaine
pl: Domena
pt: Domínio
ru: Домен
sk: Doména
sv: Domän
uk: Домен

# Site settings field
source: Header text
bg_bg: Заглавен текст
ca: Text de capçalera
cs: Text záhlaví
da: Hovedtekst
fa: متن سربرگ
fr: Texte d'en-tête
pl: Tekst nagłówka
pt: Texto de cabeçalho
ru: Текст заголовка
sk: Text hlavičky
sv: Rubriktext
uk: Текст заголовку

# Site settings field
source: Description
ar: الوصف
bg_bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
fa: توضیحات
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
sq: Pershkrimi
sv: Beskrivning
uk: Опис

# Site settings action
source: Edit site settings
ar: تحرير إعدادات الموقع
bg_bg: Редакция на настройките
ca: Edita configuració del lloc
cs: Upravte nastavení webu
da: Rediger sideindstillinger
fa: تغییر تنظیمات سایت
fr: Modifier les paramètres du site
pl: Edytuj ustawienia strony
pt: Editar configurações do site
ru: Редактировать настройки сайта
sk: Upravoviť nastavenia stránky
sv: Ändra siteinställningar

# Title of the authorization keys list
source: Authorization keys
bg_bg: Ключове за оторизация
ca: Claus d'accés
cs: Autorizační klíče
da: Godkendelsesnøgle
fa: کلید های دسترسی
fr: Clés d'autorisation
pl: Klucze autoryzacyjne
pt: Chaves de autorização
ru: Ключи авторизации
sk: Autorizačné kľúče
sv: Autentiseringsnycklar

# Header of authorization keys list
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Header of authorization keys list
source: Key
ar: مفتاح
bg_bg: Ключ
ca: Clau
cs: Klíč
fa: کلید
fr: Clé
pl: Klucz
pt: Chave
ru: Ключ
sk: Kľúč
sv: Nyckel
uk: Ключ

# Authorization key edit action
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Authorization key remove action
source: Remove
ar: إزالة
bg_bg: Премахва
ca: Elimina
cs: Odstranit
da: Fjern
fa: حذف
fr: Supprimer
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort
uk: Видалити

# Empty list of authorization keys
source: No authorization keys
bg_bg: Няма ключове за оторизация
ca: No hi ha claus d'autorització
cs: Žádné autorizační klíče
da: Ingen godkendelsesnøgle
fa: بدون کلید دسترسی
fr: Aucune clé d'autorisation
pl: Brak kluczy autoryzacyjnych
pt: Sem chaves de autorização
ru: Ключи авторизации не найдены
sk: Žiadne autorizačné kľúče
sv: Inga autentiseringsnycklar

# Site settings page title
source: Add new site settings
ar: إضافة إعدادات جديدة للموقع
bg_bg: Добавя настройки
ca: Afegeix nova configuració del lloc
cs: Přidat nové nastavení webu
da: Tilføj nye hjemmeside indstillinger
fa: افزودن تنظیمات جدید به سایت
fr: Ajouter un nouveau paramètre de site
pl: Dodaj nowe ustawienie strony
pt: Adicionar novas configurações do site
ru: Добавить новые настройки сайта.
sk: Pridajte nové nastavenia lokality
sv: Lägg till ny siteinställning
uk: Додати нові налаштування сайту

# Dashboard attributes list
source: Site settings
ar: إعدادات الموقع
bg_bg: Настройки
ca: Configuració del lloc web
cs: Nastavení stránky
da: Webstedindstillinger
fa: تنظیمات سایت
fr: Paramètres du site
pl: Ustawienia strony
pt: Configurações do site
ru: Настройки сайта
sk: Nastavenia stránky
sq: Ndryshimet e faqes
sv: Site inställningar
uk: Налаштування сайту

# Dashboard site settings
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Modal delete authorization key text
source: Delete authorization key %(key)s
bg_bg: Изтрива ключа за оторизация %(key)s
ca: Elimina clau d'autorització %(key)s
cs: Smazat autorizační klíč %(key)s
da: Fjern godkendelsesnøgle %(key)s
fa: حذف کلید دسترسی %(key)s
fr: Supprimer la clé d'autorisation %(key)s
pl: Usuń klucz autoryzacyjny %(key)s
pt: Apagar chave de autorização %(key)s
ru: Удалить ключ авторизации %(key)s
sk: Ostrániť autorizačný kľúč %(key)s
sv: T bort autentiseringsnyckeln %(key)s

# Modal delete authorization key text
source: Are you sure you want to remove authorization key <strong>%(key)s</strong>?
bg_bg: Искате да премахнете ключа за оторизация <strong>%(key)s</strong>?
ca: Segur que vols eliminar la clau d'autorització <strong>%(key)s</strong>?
cs: Opravdu chcete smazat autorizační klíč %(key)s?
da: Er du sikker på, at du vil fjerne autorisationsnøglen <strong>%(key)s</strong>?
fa: آیا از حذف کلید دسترسی <strong>%(key)s</strong> اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer la clé d'autorisation <strong>%(key)s</strong> ?
pl: Czy na pewno usunąć klucz autoryzacyjny <strong>%(key)s</strong>?
pt: Têm a certeza que deseja remover a chave de autorização <strong>%(key)s</strong>?
ru: Вы действительно желаете удалить ключ авторизации <strong>%(key)s</strong>?
sk: Ste si istí, že chcete odstrániť autorizačný kľúč <strong>%(key)s</strong>?
sv: Är du säker på att du vill ta bort autentiseringsnyckeln <strong>%(key)s</strong>?

# Dashboard add staff member
source: Add new staff member
ar: إضافة عضو جديد
ca: Afegeix nou treballador
cs: Přidat nové člena personálu
da: Tilføj ny medarbjeder
fa: افزودن به کارکنان
fr: Ajouter un nouveau membre au personnel
pl: Dodaj nowego pracownika
pt: Adicionar novo membro da equipe
ru: Добавить нового сотрудника
sk: Pridať nového zamestnanca
sv: Lägg till anställd
uk: Додати нового співробітника

# Dashboard staff
source: Staff
ar: العاملين
bg_bg: Персонал
ca: Treballadors
cs: Zaměstnanec
da: Medarbejder
fa: کارکنان
fr: Personnel
pl: Pracownik
pt: Funcionário
ru: Сотрудники
sk: Zamestnanci
sv: Anställd

# Dashboard staff list
source: Staff
ar: العاملين
bg_bg: Персонал
ca: Treballadors
cs: Zaměstnanec
da: Medarbejder
fa: کارکنان
fr: Personnel
pl: Pracownik
pt: Funcionário
ru: Персонал
sk: Zamestnanci
sv: Anställd

# Dashboard add staff member action
source: Add staff member
bg_bg: Добавя член на персонала
ca: Afegeix treballador
cs: Přidat člena personálu
da: Tilføj medarbejder
fa: افزودن به کارکنان
fr: Ajouter un membre au personnel
pl: Dodaj nowego pracownika
pt: Adicionar membro da equipa
ru: Добавить сотрудника
sk: Pridať zamestnanca
sv: Lägg till anställd

# Staff member form action
source: Remove staff member
bg_bg: Изтриване на член на персонала
ca: Elimina treballador
cs: Odstranit člena personálu
da: Fjern medarbejder
fa: حذف از کارکنان
fr: Supprimer un membre du personnel
pl: Usuń pracownika
pt: Remover membro da equipa
ru: Удалить сотрудника
sk: Odstrániť zamestnanca
sv: Ta bort anställd

# Staff member details header
source: Staff member details
bg_bg: Детайли за член на персонала
ca: Detalls del treballador
cs: Podrobnosti o zaměstnanci
da: Medarbejder detaljer
fa: جزئیات کارکنان
fr: Détails du membre du personnel
pl: Dane pracownika
pt: Detalhes do membro da equipe
ru: Сведения о сотруднике
sk: Detaily zamestnanca
sv: Personaldetaljer

# Dashboard staff members list
source: Staff
ar: العاملين
bg_bg: Персонал
ca: Treballadors
cs: Zaměstnanec
da: Medarbejder
fa: کارکنان
fr: Personnel
pl: Pracownik
pt: Funcionário
ru: Персонал
sk: Zamestnanci
sv: Anställd

# Staff members list add button text
source: Add staff member
bg_bg: Добавя член на персонала
ca: Afegeix treballador
cs: Přidat člena personálu
da: Tilføj medarbejder
fa: اضافه کردن به کارکنان
fr: Ajouter un membre au personnel
pl: Dodaj nowego pracownika
pt: Adicionar membro da equipa
ru: Добавить сотрудника
sk: Pridať zamestnanca
sv: Lägg till anställd

# Staff members table header
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Staff members table header
source: Location
ar: الموقع
bg_bg: Локация
ca: Localització
cs: Lokalita
da: Beliggenhed
fa: موقعیت
fr: Localisation
pl: Lokalizacja
pt: Localização
ru: Местоположение
sk: Umiestnenie
sq: Vendndodhja
sv: Plats
uk: Розташування

# Empty staff table message
source: No staff members found.
bg_bg: Няма намерени служители.
ca: No s'han trobat treballadors
cs: Žádný člen personálu nebyl nalezen.
da: Ingen medarbjedere fundet.
fa: هیچ کارمندی یافت نشد.
fr: Aucun membre du personnel trouvé.
pl: Nie znaleziono pracowników
pt: Nenhum funcionário encontrado.
ru: Сотрудники не найдены.
sk: Nenašli sa žiadni zamestnanci.
sv: Inga anställda hittades

# Modal remove group text
source: Remove staff member <strong>%(staff)s</strong>
bg_bg: Премахнете служителя <strong>%(staff)s</strong>
ca: Elimina treballador <strong>%(staff)s</strong>
cs: Odstranit člena personálu <strong>%(staff)s</strong>
da: Fjern medarbejder <strong>%(staff)s</strong>
fa: حذف عضو کارکنان <strong>%(staff)s</strong>
fr: Supprimer le membre <strong>%(staff)s</strong> du personnel
pl: Usuń pracownika <strong>%(staff)s</strong>
pt: Remover membro da equipa <strong>%(staff)s</strong>
ru: Удалить сотрудника <strong>%(staff)s</strong>
sk: Odstrániť zamestnanca <strong>%(staff)s</strong>
sv: Ta bort anställd <strong>%(staff)s</strong>

# Modal remove group text
source: Are you sure you want to remove staff member?
ca: Segur que vols eliminar el treballador?
cs: Opravdu chcete odstranit člena personálu?
da: Er du sikker på du vil fjerne medarbjeder?
fa: آیا از حذف کاربر اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer ce membre du personnel ?
pl: Czy na pewno usunąć pracownika?
pt: Tem certeza que deseja remover o membro da equipa?
ru: Вы действительно желаете удалить сотрудника?
sk: Naozaj chcete odstrániť zamestnanca?
sv: Är du säker på att du vill ta bort anställd?

source: No staff members found.
bg_bg: Няма намерени служители.
ca: No s'han trobat treballadors
cs: Žádný člen personálu nebyl nalezen.
da: Ingen medarbjedere fundet.
fa: هیچ کارمندی یافت
fr: Aucun membre du personnel trouvé.
pl: Nie znaleziono pracowników.
pt: Nenhum funcionário encontrado.
ru: Сотрудники не найдены.
sk: Nenašli sa žiadni zamestnanci.
sv: Inga anställda hittades
