Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, az, bg, bn, cs, el, es, et, fa, hu, hy, id, is, it, ja, ko, pl, pt_br, ro, ru, sk, sq, sv, th, uk, vi, zh

# Product details primary action
source: Add to cart
ar: إضافة إلى البطاقة
az: Karta əlavə et
bg: Добавяне в картата
bn: কার্টে যোগ করুন
cs: Do košíku
el: Προσθήκη στο καλάθι
es: Agregar al carro
et: Lisa ostukorvi
fa: به سبد خرید اضافه کن
hy: Ավելացնել զամբյուղ
id: Masukkan ke keranjang
is: Bæta við í körfu
it: Aggiungi al carrello
ja: カートへ追加
ko: 카트에 추가
pl: Dodaj do koszyka
ro: Adaugă la coș
ru: Добавить в корзину
sk: Pridať do košíka
sq: Shto ne karte
sv: Lägg till i varukorg
uk: Купити
vi: Thêm vào giỏ
zh: 添加到购物车
