Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Modal remove order line table header
source: SKU
ar: وحدة حفظ الأوراق المالية
fa: واحد انبارداری
ru: Артикул
sk: EAN

# Modal remove order line table header
source: Price
ar: السعر
bg_bg: Цена
ca: Preu
cs: Cena
da: Pris
fa: قیمت
fr: Prix
pl: Cena
pt: Preço
ru: Цена
sk: Cena
sq: Cmimi
sv: Pris
uk: Ціна

# Modal remove order line table header
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع
pl: Suma
ru: Сумма
sk: Súčet
sq: Totali
sv: Totalsumma
uk: Підсумок

# Modal cancel order title
source: Cancel order
ar: إلغاء الطلب
bg_bg: Анулиране на поръчката
ca: Cancel·la comanda
cs: Zrušit objednávku
da: Annuller ordre
fa: لغو سفارش
fr: Annuler la commande
pl: Anuluj zamówienie
pt: Cancelar pedido
ru: Отменить заказ
sk: Zrušiť objednávku
sq: Anullo porosine
sv: Avbryt order
uk: Відмінити замовлення

# Modal cancel order text
source: Are you sure you want cancel order %(order)s?
bg_bg: Наистина ли искате да анулирате поръчка %(order)s?
ca: Segur que vols cancel·lar la comanda %(order)s?
cs: Opravdu chcete zrušit objednávku %(order)s?
da: Er du sikker på du vil annullere ordre %(order)s?
fa: آیا از لغو سفارش %(order)s مطمئنید؟
fr: Souhaitez vous vraiment annuler la commande %(order)s ?
pl: Czy na pewno anulować zamówienie %(order)s?
pt: Tem certeza que quer cancelar o pedido%(order)s?
ru: Вы действительно желаете отменить заказ %(order)s
sk: Naozaj chcete ukončit objenávku %(order)s?
sq: A je i sigurt qe do te fshishe porosine e %(order)s?
sv: Är du säker på att du vill avbryta order %(order)s?
uk: Ви впевнені, що бажаєте відмінити замовлення %(order)s?

# Modal cancel order cancel action
source: Abort
ar: إلغاء
bg_bg: Прекратява
ca: Abortar
cs: Přerušit
da: Afbryd
fa: انصراف
fr: Annuler
pl: Przerwij
pt: Interromper
ru: Отмена
sk: Prerušiť
sv: Avbryt
uk: Перервати

# Modal cancel order primary action
source: Cancel Order
ar: إلغاء الطلبية
bg_bg: Отмяна на поръчката
ca: Cancel·la comanda
cs: Zrušit objednávku
da: Annuller ordre
fa: لغو سفارش
fr: Annuler la commande
pl: Anuluj zamówienie
pt: Cancelar Pedido
ru: Отменить заказ
sk: Zrušiť objednávku
sq: Anullo porosine
sv: Avbryt order
uk: Відмінити замовлення

# Modal capture payment title
source: Capture payment
ca: Capturar pagament
cs: Získat platbu
da: Trukket betaling
fa: پرداخت بلوکه شده
fr: Saisie de paiement
pl: Zablokuj płatność
pt: Receber pagamento
ru: Зафиксировать платеж
sk: Uplatniť platbu
sq: Ruaj pagesen
sv: Lås betalning
uk: Зарахування платежу

# Modal capture payment title
source: Before this action:
bg_bg: Преди това действие:
ca: Abans d'aquesta acció:
cs: Před touto akcí:
da: Før denne handling:
fa: قبل این عمل:
fr: Avant cette action :
pl: Przed tą czynnością:
pt: Antes desta ação:
ru: Перед этим действием:
sk: Pred touto akciou:
sq: Perpara ketij veprimi:
sv: Före denna åtgärd:
uk: Перед цією дією:

# Modal capture payment list title
source: Order total:
ar: الطلب الكلي:
bg_bg: Обща стойност:
ca: Total comanda:
cs: Celkový počet objednávek:
da: Ordre total:
fa: مجموع سفارش:
fr: Commande totale :
pl: Suma zamówienia:
pt: Total de pedidos:
ru: Сумма заказа:
sk: Celková suma objednávky:
sq: Porosia totale:
sv: Order totalsumma:
uk: Підсумок замовлення:

# Modal capture payment list title
source: Taxes (included):
ca: Impostos (inclosos):
cs: Daně (v ceně):
da: Skatter (inkluderet):
fa: مالیات(لحاظ شده)
fr: TVA (Incluse):
pl: Podatki (wliczone)
pt: Impostos (incluídos):
ru: Налоги (включены):
sk: Daňe (zahrnuté):
sq: Taksat (e perfshira):
sv: Moms(Inkluderad):

# Modal capture payment list title
source: Captured amount:
bg_bg: Забравена сума:
ca: Total capturat
cs: Zachycené množství:
da: Trukket beløb:
fa: مقدار ضبط شده:
fr: Montant saisi :
pl: Zablokowana kwota:
pt: Quantidade recebida:
ru: Зафиксированное число:
sq: Shuma e ruajtur:
sv: Låst nu summa:
uk: Зарахований обсяг

# Modal capture payment primary action
source: Capture
ar: قبض
bg_bg: Улавяне
ca: Capturar
cs: Získat
da: Trukket
fa: ضبط
fr: Saisie
pl: Pobierz
pt: Receber
ru: Зафиксировано
sk: Zachytené
sq: E siguruar
sv: Lås
uk: Зарахувати

# Modal change quantity title
source: Change quantity
ar: تغيير الكمية
bg_bg: Промяна на количеството
ca: Canvia quantitat
cs: Změňit množství
da: Ændre kvantitet
fa: تغییر ظرفیت
fr: Changer la quantité
pl: Zmień ilość
pt: Alterar quantidade
ru: Изменить количество
sk: Zmena množstva
sq: Ndrysho sasine
sv: Ändra antal
uk: Змінити кількість

# Modal create order title
source: Create order
ar: إنشاء أمر شراء
ca: Crea comanda
cs: Vytvořit objednávku
da: Opret ordre
fa: ایجاد سفارش
fr: Créer la commande
pl: Stwórz zamówienie
pt: Criar pedido
ru: Создать заказ
sk: Vytvoriť objednávku
sq: Krijo porosi
sv: Skapa order

# Modal create order text
source: Are you sure you want create order %(order)s? Once the order has been created, you will not be able to make changes.
ca: Estàs segur/a que d'eliminar la comanda %(order)s? Una vegada la comanda ha estat creada, no serà possible de fer-hi canvis.
cs: Opravdu chcete vytvořit objednávku %(order)s? Po vytvoření objednávky nebudete moci provádět změny.
da: Er du sikker på, at du vil oprette ordre %(order)s? Når ordren er oprettet, vil du ikke kunne foretage ændringer.
fa: آیا از ایجاد سفارش %(order)s اطمینان دارید؟ بعد از ایجاد سفارش تغییرات ممکن نخواهد بود.
fr: Êtes vous certain de vouloir créer la commande %(order)s ? Une fois créée, vous ne serez plus en mesure de faire des changements.
pl: Czy chcesz utworzyć zamówienie %(order)s? Po utworzeniu zamówienia, nie będziesz mógł wprowadzić do niego żadnych zmian.
pt: Tem certeza de que deseja criar o pedido %(order)s? Depois que o pedido for criado, você não poderá fazer alterações.
ru: Вы действительно желаете создать заказ %(order)s? Когда заказ будет создан, вы не сможете его изменить.
sk: Naozaj chcete vytvoriť objednávku %(order)s? Po vytvorení ju už nebude možné ďalej meniť.
sq: A je i sigurt qe do te krijosh porosine %(order)s? Ne momentin qe porosia eshte krijuar, ti nuk mund te besh me ndryshime.
sv: Är du säker på att du vill skapa order %(order)s? När detta är gjort kan du inte göra några förändringar.

# Modal create order primary action
source: Create
ar: إنشاء
ca: Crea
cs: Vytvořit
da: Opret
fa: ایجاد
fr: Créer
pl: Stwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sq: Krijo
sv: Skapa

# Modal edit customer title
source: Edit customer details
ca: Edita detalls del client
cs: Upravit podrobnosti o zákaznících
da: Ændre kundedetaljer
fa: ویرایش مشخصات مشتری
fr: Modifier les détails du client
pl: Edytuj klienta
pt: Editar detalhes do cliente
ru: Изменить данные покупателя
sk: Upraviť detaily zákazníka
sq: Ndrysho detajet e klientit
sv: Ändra kunddetaljer

# Modal edit customer text
source: Connect an order with an account of an existing customer or provide a contact email address.
ca: Connectar una comanda amb el compte d'un client ja existent o donar un correu electrònic de contacte.
cs: Připojte objednávku k účtu stávajícího zákazníka nebo zadejte kontaktní e-mailovou adresu.
da: Forbind en ordre med en konto hos en eksisterende kunde eller giv en kontakt-email.
fa: مشتری ما هستید؟ با حساب خود سفارش دهید یا یک نشانی ایمیل وارد کنید.
fr: Connectez une commande avec un compte d'un client existant ou fournissez une adresse email de contact
pl: Połącz zamówienie z kontem istniejącego klienta lub podaj kontaktowy adres email.
pt: Conecte um pedido a uma conta de um cliente existente ou forneça um endereço de e-mail de contato.
ru: Привяжите заказ к учётной записи существующего покупателя или укажите контактный адрес электронной почты.
sk: Spojiť objednávku s účtom existujúceho zákaznílka alebo doplniť kontaktný email.
sq: Lidh porosine me nje profil ekzistues ose vendos nje email kontakti.
sv: Accosiera en beställning med ett konto hos en befintlig kund eller ge en kontakt-e-postadress.

# Dashboard edit draft order remove action
source: Remove customer from order
ar: إزالة الزبون من الطلب
ca: Elimina client de la comanda
cs: Odstranit zákazníka z objednávky
da: Fjern kunde fra ordre
fa: حذف مشتری از سفارش
fr: Retirer le client de la commande
pl: Usuń klienta z zamówienia
pt: Remover cliente do pedido
ru: Удалить покупателя из заказа
sk: Odstrániť zákazníka z objednávky
sq: Fshi klientin nga porosia
sv: Ta bort kund från order

# Modal edit customer primary action
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روز رسانی
fr: Appliquer
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera

# Modal edit discount title
source: Edit discount
ar: تعديل الخصم
ca: Edita descompte
cs: Upravit slevu
da: Ændre rabat
fa: ویرایش تخفیف
fr: Modifier la remise
pl: Edytuj zniżkę
pt: Editar desconto
ru: Изменить скидку
sk: Upraviť zľavu
sq: Ndrysho zbritjen
sv: Ändra rabatt

# Modal edit discount primary action
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روز رسانی
fr: Appliquer
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera

# Modal edit shipping title
source: Edit shipping
ar: تحرير الشحن
ca: Edita l'enviament
cs: Upravit zásilku
da: Rediger forsendelse
fa: ویرایش نحوه ارسال
fr: Modifier la livraison
pl: Edytuj wysyłkę
pt: Editar envio
ru: Изменить данные доставки
sk: Upraviť spôsob dopravy
sq: Ndrysho transportin
sv: Ändra leveransadress

# Dashboard edit draft order remove action
source: Remove shipping from order
ar: إزالة الشحن من الطلبية
ca: Elimina enviament de la comanda
cs: Odstranění dopravy z objednávky
da: Fjern forsendelse fra ordre
fa: حذف ارسال از سفارش
fr: Retirer la livraison de la commande
pl: Usuń dostawę z zamówienia
pt: Remover envio do pedido
ru: Удалить данные доставки из заказа
sk: Odstrániť dopravu z objednávky
sq: Hiq transportin nga porosia
sv: Ta bort leverans från order

# Modal edit shipping primary action
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روزرسانی
fr: Appliquer
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera

# Modal edit voucher title
source: Edit voucher
ar: تعديل القسيمة
ca: Edita val de descompte
cs: Upravit voucher
da: Ændre rabatkode
fa: ویرایش کوپن
fr: Modifier le bon d'achat
pl: Edytuj kupon zniżkowy
pt: Editar cupom
ru: Изменить купон
sk: Upraviť kupón
sq: Ndryhso kuponin
sv: Ändra rabattkupong

# Dashboard edit draft order remove action
source: Remove voucher from order
ar: إزالة الإيصال من الطلب
ca: Elimina val de descompte de la comanda
cs: Odstranit voucher z objednávky
da: Fjern rabatkode fra ordre
fa: حذف تخفیف از سفارش
fr: Retirer le bon d'achat de la commande
pl: Usuń kupon z zamówienia
pt: Remover cupom de desconto do pedido
ru: Удалить купон из заказа
sk: Odstrániť kupón z objednávky
sq: Hiq kuponin nga porosia
sv: Ta bort rabattkupong från order

# Modal edit voucher primary action
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روزرسانی
fr: Appliquer
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera

# Modal change fulfillment tracking title
source: Edit tracking
ca: Edita seguiment
cs: Upravit sledování
da: Rediger tracking
fa: ویرایش پیگیری
fr: Modifier le suivi
pl: Edytuj numer referencyjny
pt: Editar rastreamento
ru: Редактирование отслеживания
sk: Upraviť sledovanie
sq: Ndrysho ndjekjen e statusit
sv: Ändra spårning

# Modal change fulfillment tracking title
source: Add tracking
ca: Afegeix seguiment
cs: Přidat sledování
da: Tilføj sporing
fa: افزودن پیگیری
fr: Ajouter un suivi
pl: Dodaj numer przesyłki
pt: Adicionar rastreamento
ru: Добавить отслеживание
sk: Pridať sledovanie
sq: Shto ndjekjen e statusit
sv: Lägg till spårning

# Modal change fulfillment tracking primary action
source: Update
ar: تحديث
bg_bg: Актуализация
ca: Actualitza
cs: Aktualizovat
da: Opdater
fa: به روزرسانی
fr: Mettre à jour
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sq: Ndrysho
sv: Uppdatera
uk: Оновити

# Modal change fulfillment tracking primary action
source: Save
ar: قم بالحفظ
bg_bg: Запазва
ca: Desa
cs: Uložit
da: Gem
fa: ذخیره
fr: Sauvegarder
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sv: Spara
uk: Зберегти

# Modal mark order as paid title
source: Mark order as paid
ar: تم دفع تكاليف الطلب
ca: Marcar la comanda com a pagada
cs: Označte objednávku jako zaplacenou
da: Marker ordre som betalt
fa: تایید پرداخت سفارش
fr: Marquer payée
pl: Oznacz zamówienie jako opłacone
pt: Sinalizar pedido como pago
ru: Пометить заказ как оплаченный
sk: Označiť objednávku ako zaplatenú
sq: Vendos porosine si te paguar
sv: Markera order som betald

# Modal mark order as paid text
source: Are you sure you want mark order as paid?
ar: هل تم دفع تكاليف الطلب فعلاً ؟
ca: Segur que vols marcar la comanda com a pagada?
cs: Opravdu chcete označit objednávku jako zaplacenou?
da: Er du sikker på du vil markere denne ordre som betalt?
fa: آیا از تایید پرداخت این سفارش اطمینان دارید؟
fr: Êtes vous certain de vouloir marquer cette commande comme étant payée ?
pl: Czy na pewno chcesz oznaczyć zamówienie jako opłacone?
pt: Tem certeza que quer sinalizar como pago?
ru: Вы действительно желаете отметить заказ как оплаченный?
sk: Naozaj chcete označiť objenávku ako zaplatenú?
sq: A je i sigurt qe do ta vendosesh porosine si te paguar?
sv: Är du säker att du vill markera order som betald?

# Modal mark order as paid text
source: Total received:
ar: المبلغ المستلم
ca: Quantitat total rebuda:
cs: Celkem přijatých:
da: Totalt modtaget:
fa: مجموع دریافتی:
fr: Total reçu :
pl: Otrzymano w sumie:
pt: Total recebido:
ru: Всего получено:
sk: Celkovo obdržané:
sq: Totali i marr:
sv: Totalt erhållet:

# Modal mark order as paid cancel action
source: Abort
ar: إلغاء
ca: Abortar
cs: Přerušit
da: Afbryd
fa: انصراف از خرید
fr: Annuler
pl: Przerwij
pt: Interromper
ru: Отмена
sk: Prerušiť
sv: Avbryt

# Modal mark order as paid primary action
source: Mark as paid
ca: Marcar com a pagat
cs: Označit jako zaplacené
da: Markér som betalt
fa: تایید پرداخت
fr: Marquer payé
pl: Oznacz jako opłacone
pt: Sinalizar como pago
ru: Отметить как оплаченное
sk: Označiť ako zaplatené
sq: Vendose si te paguar
sv: Markera som betald

# Modal refund payment title
source: Refund payment
bg_bg: Възстановяване на средства
ca: Retornar pagament
cs: Vrácení platby
da: Refundér betaling
fa: باز پرداخت هزینه
fr: Rembourser un paiement
pl: Zwróć płatność
pt: O pagamento do reembolso
ru: Возместить платеж
sk: Platba na vrátenie platby
sq: Kthe pagesen
sv: Återbetala betalning
uk: Відшкодування оплати

# Modal refund payment title
source: Before this action:
bg_bg: Преди това действие:
ca: Abans d'aquesta acció:
cs: Před touto akcí:
da: Før denne handling:
fa: قبل این عمل:
fr: Avant cette action :
pl: Przed tą czynnością:
pt: Antes desta ação
ru: Перед этим действием:
sk: Pred touto akciou:
sq: Perpara ketij veprimi:
sv: Före denna åtgärd:
uk: Перед цією дією:

# Modal refund payment list title
source: Order total:
ar: مجموع تكاليف الطلب:
bg_bg: Обща стойност:
ca: Total comanda:
cs: Celkový počet objednávek:
da: Ordre total:
fa: مجموع سفارش:
fr: Commande totale :
pl: Suma zamówienia:
pt: Total de pedidos:
ru: Сумма заказа:
sk: Celková suma objednávky:
sq: Porosia totale:
sv: Order totalsumma:
uk: Підсумок замовлення:

# Modal refund payment list title
source: Taxes (included):
ca: Impostos (inclosos):
cs: Daně (v ceně):
da: Skatter (inkluderet):
fa: مالیات(لحاظ شده)
fr: TVA (Incluse):
pl: Podatki (wliczone)
pt: Impostos (Inclusos):
ru: Налоги (включены):
sk: Daňe (zahrnuté):
sq: Taksat (e perfshira):
sv: Moms(Inkluderad):

# Modal refund payment list title
source: Captured amount:
bg_bg: Забравена сума:
ca: Total capturat
cs: Zachycené množství:
da: Trukket beløb:
fa: مقدار ضبط شده:
fr: Montant saisi :
pl: Zablokowana kwota:
pt: Quantidade capturada:
ru: Зафиксированное число:
sq: Shuma e ruajtur:
sv: Låst nu summa:
uk: Зарахований обсяг

# Modal refund payment primary action
source: Refund
ar: استرداد المال المدفوع
bg_bg: Възстановяване
ca: Retornar diners
cs: Vrácení platby
da: Refunderet
fa: بازپرداخت
fr: Remboursement
pl: Zwróć
pt: Restituição
ru: Возврат
sk: Vrátenie
sq: Kthim
sv: Återbetalning
uk: Відшкодування

# Modal remove order title
source: Remove draft order
ar: إزالة مسودة طلب الشراء
ca: Elimina esborrany de comanda
cs: Odstranění pořadí návrhů
da: Fjern ordreudkast
fa: حذف سفارش پیش نویس شده
fr: Supprimer la commande brouillon
pl: Usuń wersję roboczą zamówienia
pt: Remover orçamento
ru: Удалить черновик заказа
sk: Odstrániť rozrobenú objednávku
sq: Fshi porosine ne draft
sv: Ta bort orderförslag

# Modal remove order text
source: Are you sure you want remove draft order %(order)s?
ca: Segur que vols eliminar l'esborrany de la comanda %(order)s?
cs: Opravdu chcete odstranit návrh objednávky %(order)s?
da: Er du sikker på, at du vil fjerne udkastsordre %(order)s?
fa: آیا از حذف چرک نویس سفارش %(order)s اطمینان دارید؟
fr: Êtes vous certain de vouloir supprimer la commande brouillon %(order)s ?
pl: Czy na pewno usunąć wersję roboczą zamówienia %(order)s?
pt: Tem certeza que quer cancelar o orçamento%(order)s?
ru: Вы действительно желаете отменить черновик заказа %(order)s?
sk: Naozaj chcete odstrániť rozrobenú objenávku %(order)s?
sq: A je i sigurt qe do te fshish draft porosine %(order)s?
sv: Är du säker på att du vill avbryta orderförslag %(order)s?

# Modal remove order cancel action
source: Abort
ar: إلغاء
ca: Abortar
cs: Přerušit
da: Afbryd
fa: انصراف
fr: Annuler
pl: Przerwij
pt: Interromper
ru: Отмена
sk: Prerušiť
sv: Avbryt

# Modal remove order primary action
source: Remove draft order
ar: إزالة مسودة طلب الشراء
ca: Elimina esborrany de comanda
cs: Odstranění pořadí návrhů
da: Fjern ordreudkast
fa: حذف سفارش پیش نویس شده
fr: Supprimer la commande brouillon
pl: Usuń wersję roboczą zamówienia
pt: Remover orçamento
ru: Удалить черновик заказа
sk: Odstrániť rozrobenú objednávku
sq: Fshi porosine ne draft
sv: Ta bort orderförslag

# Modal void payment text
source: Void payment
ca: Anul·lar pagament
da: Ugyldiggør betaling
fa: نوع پرداخت انتخاب نشده
pl: Uniweważnij płatność
pt: Anular Pagamento
ru: Отменить платеж
sq: Pagese e paperfunduar
sv: Avbruten betalning

# Modal void payment text
source: Do you want to void the payment?
ca: Vols anul·lar el pagament?
da: Vil du annullere betalingen?
pl: Czy chcesz anulowac płatność?
pt: Você deseja anular o pagamento?
ru: Вы хотите отменить платеж?
sq: Do te anulosh pagesen?
sv: Vill du avbryta betalningen?

# Modal void payment primary action
source: Void
ca: Buida
da: Annuller
fa: انتخاب نشده
pl: Unieważnij
pt: Anular
ru: Отменить
sq: E anashkaluar
sv: Ogiltigt

# Order PDF footer page counter
source: "Page " counter(page) "/" counter(pages)
da: "Side" tæller(side) "/" tæller(sider)
pt: "Página " counter(page) "/" counter(pages)
ru: "Страница " counter(page) "из" counter(pages)
sq: "Faqe " numeron(faqe) "/" numeron(faqet)

# Order PDF header
source: Order #%(order_id)s
da: Ordre #%(order_id)s
pl: Zamówienie nr %(order_id)s
pt: Pedido #%(order_id)s
ru: Заказ №%(order_id)s
sq: Porosia #%(order_id)s

# Invoice title
source: Invoice for Order #%(order_id)s
da: Faktura for ordre #%(order_id)s
pl: Faktura dla zamówienia nr %(order_id)s
ru: Счет на заказ №%(order_id)s
sq: Fatura e porosise #%(order_id)s

# Order invoice
source: Invoice
ar: فاتورة
bg_bg: Фактура
ca: Factura
cs: Faktura
da: Faktura
fa: صورت حساب
fr: Facture
pl: Faktura
pt: Fatura
ru: Счет
sk: Faktúra
sq: Fature
sv: Faktura
uk: Рахунок

# Invoice shipping address
source: Shipping address
ar: عنوان الشحن
bg_bg: Адрес за доставка
ca: Adreça d'enviament
cs: Dodací adresa
da: Forsendelsesadresse
fa: آدرس ارسال
fr: Adresse de livraison
pl: Adres dostawy
pt: Endereço de entrega
ru: Адрес доставки
sk: Dodacia adresa
sq: Adresa e dergeses
sv: Leveransadress
uk: Адреса доставки

# Invoice billing address
source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس صورت حساب
fr: Adresse de facturation
pl: Adres nabywcy
pt: Endereço de cobrança
ru: Платежный адрес
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Адреса оплати

# Invoice ordered items header
source: Items Ordered
ar: الوحدات التي تم طلبها
bg_bg: Поръчани продукти
ca: Articles demanats
cs: Objednané položky
da: Varer bestilt
fa: اقلام مرتب شده
fr: Articles commandés
pl: Zamówione pozycje
pt: Itens Comprados
ru: Заказанные товары
sk: Zoradené položky
sq: Aritkujt e porosise
sv: Varor beställda
uk: Позиція замовлень

# Shipment order table header
source: Item
bg_bg: артикул
ca: Article
cs: Položka
da: Vare
fa: آیتم
fr: Article
pl: Przedmiot
ru: Предмет
sk: Položka
sq: Artikull
sv: Föremål
uk: Позиція

# Shipment order table header
source: SKU
ar: وحدة حفظ الأوراق المالية
fa: واحد انبارداری
fr: Référence
ru: Единица складского учёта
sk: EAN

# Shipment order table header
source: Tax rate
ca: Taxa de l'impost
cs: Sazba daně
da: Skatteprocent
fa: نرخ مالیات
fr: Taux de TVA
pl: Stawka podatku
pt: Taxa de imposto
ru: Сумма налога
sk: Sadzba dane
sv: Momssats

# Shipment order table header
source: Gross price
ar: السعر الإجمالي
ca: Preu brut
cs: Hrubá cena
da: Engros pris
fa: قیمت ناخالص
fr: Prix brut
pl: Cena brutto
pt: Preço bruto
ru: Брутто-цена
sk: Hrubá cena
sv: Bruttopris

# Shipment order table header
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
fr: Quantité
pl: Ilość
pt: Quantidade
ru: Количество
sk: Počet
sq: Sasia
sv: Antal
uk: Кількість

# Shipment order table header
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع کل
pl: Suma
ru: Сумма
sk: Celkom
sq: Totali
sv: Totalsumma
uk: Разом

# Order subtotal net price
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: جمع کل
fr: Sous total
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом

# Order total shipping price header
source: Shipping
ar: الشحن
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
fr: Livraison
pl: Wysyłka
pt: Envio
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt

# Order total taxes header
source: Total taxes (included)
ca: Taxes totals (incloses)
cs: Celkové daně (včetně)
da: Totale skatter (inkluderet)
fa: مجموع مالیات(افزوده)
fr: Total de la TVA (Incluse):
pl: Podatki w sumie (wliczone)
pt: Total de Impostos
ru: Сумма налогов (включена)
sk: Dane celkom (zahrnuté)
sq: Totali i taksave (e perfshire)
sv: Total Moms(Inkluderad)

# Order voucher header
source: Discount
ar: خصم
bg_bg: Отстъпка
ca: Descompte
cs: Sleva
da: Rabat
fa: تخفیف
fr: Remise
pl: Zniżka
pt: Desconto
ru: Скидка
sk: Zľava
sq: Zbritje
sv: Rabatt
uk: Знижка

# Order total price header
source: Grand total
ar: المجموع الكلي
bg_bg: Общо
cs: Celkový součet
da: Total
fa: جمع کل
fr: Total final
pl: Razem do zapłaty
pt: Total geral
ru: Итого
sk: Celkom
sq: Totali final
sv: Totalt
uk: Повна сума

# Packing slips title
source: Packing Slips for Fulfillment #%(fulfillment)s
da: Pakningslister til forsendelse #%(fulfillment)s
pl: Dokument przewozowy dla realizacji nr %(fulfillment)s
pt: Guia de Remessa para processo #%(fulfillment)s
ru: Упаковочные листы на заполнение #%(fulfillment)s
sq: Paketimi per perundimin #%(fulfillment)s

# Packing slips header
source: Packing Slips
ar: قوائم التعبئة
bg_bg: Опаковъчни листове
cs: Poštovní štítek
da: Pakningslister
fa: نوع بسته بندی
fr: Reçu de livraison
pl: Etykiety przesyłek
pt: Guia de Remessa
ru: Товарная накладная
sk: Prepravné dokumenty
sq: Paketimi
sv: Packlista
uk: Упаковки

# Packing slip shipping details
source: Shipping Details
ar: تفاصيل الشحن
bg_bg: Подробности за доставката
ca: Detalls de l'enviament
cs: Podrobnosti o dopravě
da: Forsendelsesdetaljer
fa: جزئیات ارسال
fr: Détails de livraison
pl: Szczegóły dostawy
pt: Detalhes de envio
ru: Сведения о доставке
sk: Dopravné údaje
sq: Detajet e transportit
sv: Leveransdetaljer
uk: Деталі доставки
