Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Fulfillment update email text
source: You can track your shipment with the following code: %(tracking_number)s.
pl: Możesz śledzić swoją przesyłkę przy użyciu kodu %(tracking_number)s.
pt: Poderá restrear a sua encomenda com o seguinte código: %(tracking_number)s.
ru: Вы можете отследить свое отправление с помощью следующего кода: %(tracking_number)s.
sq: Ju mund te shikoni statusin e transportit me kodin e meposhtem: %(tracking_number)s.

# Base email text
source: This is an automatically generated e-mail, please do not reply.
pl: To jest automatycznie wygenerowana wiadomość e-mail, prosimy na nią nie odpowiadać.
pt: Esta mensagem foi criada automaticamente pelo sistema, por favor, não faça o reply.
ru: Это автоматически сгенерированное письмо, пожалуйста, не отвечайте на него.
sq: Ky eshte nje email i gjeneruar automatikisht, ju lutem mos u pergjigjni.

# Base email footer
source: Sincerely, %(site_name)s
ar: مع خالص التقدير'%(site_name)s'
ca: Atentament, %(site_name)s
da: Med venlig hilsen %(site_name)s
fa: اراتمند، %(site_name)s
pl: Z poważaniem, %(site_name)s
pt: Atenciosamente, %(site_name)s
ru: С уважением, %(site_name)s
sk: S pozdravom, %(site_name)s
sq: Sinqerisht, %(site_name)s
sv: Vänligen, %(site_name)s

# Standard e-mail greeting
source: Hi!
ar: مرحباً !
ca: Hola!
da: Hej!
fa: سلام!
pl: Cześć!
pt: Olá!
ru: Привет!
sk: Dobrý deň!
sq: Pershendetje
sv: Hej!

# Account delete e-mail text
source: You're receiving this e-mail because you or someone else has requested a deletion of your user account at %(domain)s.<br/> Click the link below to delete your account. Please note that this action is permanent and cannot be reversed.
ca: Has rebut aquest correu electrònic perquè tu o una altra persona heu sol·licitat l'eliminació del compte d'usuari a %(domain)s. <br/>Fes clic al següent enllaç per eliminar el compte. Tingues en compte que aquesta acció és permanent i no es pot revertir.
da: Du modtager denne e-mail, fordi du eller en anden har anmodet om sletning af din brugerkonto på %(domain)s.<br/>Klik på linket herunder for at slette din konto. Bemærk, at denne handling er permanent og ikke kan vendes.
pl: Cześć, otrzymujesz tego emaila ponieważ Ty lub ktoś inny zażądał usunięcie Twojego konta użytkownika w %(domain)s. <br/>Kliknij na poniższy link aby usunąć Twoje konto. Weź pod uwagę, że usunięcie konta jest trwałe i nie może być cofnięte.
pt: Você está recebendo este e-mail porque você ou outra pessoa solicitou a exclusão da sua conta de usuário em%(domain)s. <br/>Clique no link abaixo para excluir sua conta. Por favor, note que esta ação é permanente e não pode ser revertida.
ru: Вы получили это сообщение потому что вы или кто-то запросил удаление учётной записи на %(domain)s.<br/> Нажмите на нижестоящую ссылку для удаления вашей учётной записи. Учтите, что это действие необратимо.
sk: Posielame Vám Tento mail pretože sa niekto pokúsil odstrániť Váš účet na %(domain)s. Pre odstránenie účtu kliknite na link nižšie. Pozor, odstránenie účtu je trvalé a nedá sa zvrátiť.
sq: Ky email ju ka ardhur sepse ju ose dikush tjeter ka kerkuar fshirjen e profilit tuaj ne %(domain)s.<br/> Klikoni linkun me poshte te fshini profilin tuaj. Ju kujtojme se ky veprim eshte i pakthyeshem.
sv: Du tar emot det här e-postmeddelandet eftersom du eller någon annan har begärt ditt användarkonto ska raderas från %(domain)s. Klicka på länken nedan för att radera ditt konto. Observera att den här åtgärden är permanent och inte kan ångras.

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of shipped products.
ca: Gràcies per la seva comanda. A continuació hi ha la llista de productes enviats.
da: Tak for din ordre. Nedenfor er listen over afsendte produkter.
pt: Obrigado pelo seu pedido. Abaixo está a lista de produtos enviados.
ru: Спасибо за ваш заказ. Ниже представлен список отправленных товаров.
sk: Ďakujeme za Vašu objednávku. Dole je zoznam odoslaných produktov.

# Order confirmation e-mail text
source: Thank you for your order. Below is the list of ordered products. To see your payment details please visit: <a href="%(order_details_url)s">%(order_details_url)s</a>
ca: Gràcies per la teva comanda. A continuació es mostra la llista de productes de la comanda. Per veure'n els detalls de pagament, visita: <a href="%(order_details_url)s">%(order_details_url)s</a>
da: Tak for din ordre. Nedenfor er en liste over bestilte produkter. For at se dine betalingsoplysninger, besøg venligst: <a href="%(order_details_url)s">%(order_details_url)s</a>
pl: Cześć, dziękujemy za zamówienie. Poniżej znajduje się lista zamówionych produktów. Aby zobaczyć szczegóły płatności, odwiedź poniższy link: <a href="%(order_details_url)s">%(order_details_url)s</a>
pt: Obrigado pelo seu pedido. Abaixo está a lista de produtos encomendados. Para ver seus detalhes de pagamento, visite: <a href="%(order_details_url)s">%(order_details_url)s</a>
ru: Спасибо за ваш заказ. Ниже представлен список заказанных товаров. Чтобы увидеть данные оплаты, пожалуйста, посетите: <a href="%(order_details_url)s">%(order_details_url)s</a>
sk: Ďakujeme za Vašu objednávku. Dole je zoznam objednaných produktov. Pre detaily k platbe navštivte: <a href="%(order_details_url)s">%(order_details_url)s</a>
sq: Faleminderit per porosine tuaj. Me poshte eshte nje liste e produkteve te porositur. Per te pare detajet e pageses tuaj, ju lutem klikoni ne linkun: <a href="%(order_details_url)s">%(order_details_url)s</a>
sv: Tack för din order. Nedan är en lista över beställda produkter. Vänligen besök: <a href="%(order_details_url)s">%(order_details_url)s</a> för att se din betalning.

# Payment confirmation e-mail text
source: Thank you for your payment. To see your payment details please visit: <a href="%(order_details_url)s">%(order_details_url)s</a>
ca: Gràcies pel pagament. Per veure els detalls de pagament visitar: <a href="%(order_details_url)s">%(order_details_url)s</a>
da: Tak for din betaling. For at se dine betalingsoplysninger, besøg venligst: <a href="%(order_details_url)s">%(order_details_url)s</a>
pl: Cześć, dziękujemy za płatność. Aby zobaczyć szczegóły płatności, odwiedź link: <a href="%(order_details_url)s">%(order_details_url)s</a>
pt: Obrigado por seu pagamento. Para ver seus detalhes de pagamento, visite: <a href="%(order_details_url)s">%(order_details_url)s</a>
ru: Спасибо за оплату. Чтобы увидеть данные оплаты, пожалуйста, посетите: <a href="%(order_details_url)s">%(order_details_url)s</a>
sk: Ďakujeme za Vašu platbu. Pre detaily k platbe navštivte: <a href="%(order_details_url)s">%(order_details_url)s</a>
sq: Faleminderit per pagesen tuaj. Per te pare detajet e pagese ju lutem shkoni ne linkun: <a href="%(order_details_url)s"> %(order_details_url)s</a>
sv: Tack för din betalning. För att se betalningsdetaljer, besök: <a href="%(order_details_url)s">%(order_details_url)s

# E-mail order lines summary table
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: جمع کل
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом

# E-mail order lines summary table
source: Shipping
ar: الشحن
bg_bg: Доставка
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt
uk: Всі покупки

# E-mail order lines summary table
source: Taxes (included)
ar: (شامل) الضرائب
ca: Impostos (inclosos)
cs: DPH (zahrnuto)
da: Skatter (inkluderet)
fa: مالیات(افزوده)
pl: Podatki (wliczone)
pt: Com Impostos
ru: Налоги (включены)
sk: Daňe (zahrnuté)
sq: Taksat (e perfshira)
sv: Moms(Inkluderad)

# E-mail order lines summary table
source: Taxes
ar: الضرائب
ca: Impostos
cs: DPH
da: Skatter
fa: مالیات
pl: Podatki
pt: Impostos
ru: Налоги
sk: Daňe
sq: Taksat
sv: Moms

# E-mail order lines summary table
source: Discount
ar: خصم
bg_bg: Отстъпка
ca: Descompte
cs: Sleva
da: Rabat
fa: تخفیف
pl: Zniżka
pt: Desconto
ru: Скидка
sk: Zľava
sq: Zbritje
sv: Rabatt
uk: Знижка

# E-mail order lines summary table
source: Total
ar: المجموع
bg_bg: Тотал
cs: Celkem
fa: مجموع کل
pl: Suma
ru: Всего
sk: Celkom
sq: Totali
sv: Totalsumma
uk: Разом

# Ordered item name
source: Item
bg_bg: артикул
ca: Article
cs: Položka
da: Vare
fa: آیتم
pl: Przedmiot
ru: Предмет
sk: Položka
sq: Artikull
sv: Föremål
uk: Позиція

# Quantity ordered of a product
source: Quantity
ar: عدد
bg_bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
fa: تعداد
pl: Ilość
pt: Quantidade
ru: Количество
sk: Počet
sq: Sasia
sv: Antal
uk: Кількість

# Unit price of a product
source: Per unit
ca: Per unitat
da: Per enhed
fa: هر واحد
pl: Za sztukę
pt: Por unidade
ru: За единицу
sk: Za kus
sq: Per njesi
sv: Per enhet

# Ordered item subtotal (unit price * quantity)
source: Subtotal
ar: المبلغ الإجمالي
bg_bg: Междинна сума
cs: Mezisoučet
fa: جمع کل
pl: Suma częściowa
ru: Промежуточный итог
sk: Medzisúčet
sv: Delsumma
uk: Загалом

# Password reset e-mail text
source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(domain)s.<br/> It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ca: Has rebut aquest correu electrònic perquè tu o una altra persona heu sol·licitat una contrasenya pel vostre compte d'usuari a %(domain)s. <br/> Si no heu sol·licitat un restabliment de la contrasenya ignora aquest correu. Si heu sol·licitat una nova contrasenya, feu clic al següent enllaç per a restabli-la.
da: Du modtager denne e-mail, fordi du eller en anden har anmodet om et kodeord til din brugerkonto på %(domain)s.<br/> Det kan sikkert ignoreres, hvis du ikke anmodede om en nulstilling af adgangskode. Klik på linket herunder for at nulstille din adgangskode.
pl: Cześć, otrzymujesz tego e-maila ponieważ Ty lub ktoś inny zażądał resetu hasła dla Twojego konta w %(domain)s. <br/>Tę wiadomość możesz bezpiecznie zignorować, jeśli to nie Ty żądałeś resetu hasła. Kliknij na poniższy link aby zresetować hasło.
pt: Você está recebendo este e-mail porque você ou alguém solicitou uma senha para sua conta de usuário em %(domain)s.<br/> Ele pode ser ignorado com segurança se você não solicitou uma redefinição de senha. Clique no link abaixo para redefinir sua senha.
ru: Вы получили это письмо потому, что вы или кто-то другой запросили сброс пароля от учётной записи на %(domain)s.<br/> Эта информация может быть проигнорирована, если вы не запрашивали сброс пароля. Перейдите по ссылке ниже для сброса пароля.
sk: Posielame Vám Tento mail pretože sa niekto pokúsil zmeniť heslo od Vášho učtu na %(domain)s. Pre obnovu hesla kliknite na link nižšie. Ak však ste o obnovu nežiadali, môžete tento mail pokojne ignorovať.
sq: Ky email ju ka ardhur sepse dikush tjeter ose ju ka kerkuar ndryshimin e fjalekalimit per profilin tuaj ne %(domain)s. <br/>Mundet thjesht ta injoroni emailin nese ju nuk e keni bere kerkesen. Klikoni ne linkun me poshte per te ndryshuar fjalekalimin.
sv: Du tar emot det här e-postmeddelandet eftersom du eller någon annan har begärt ett nytt lösenordför ditt konto på %(domain)s.<br/> Det kan ignoreras om det inte är du som begärt återställningen av lösenordet. Klicka på länken nedan för att återställa ditt lösenord.

# Promote customer to staff member confirmation e-mail text
source: You're receiving this e-mail because you have been promoted to staff member at %(domain)s.<br/> To access dashboard please visit: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
ca: Has rebut aquest correu electrònic perquè has estat seleccionat com a usuari treballador a %(domain)s. <br/>Per accedir al tauler, visita: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
da: Du modtager denne e-mail, fordi du er blevet forfremmet til medarbejder hos %(domain)s. <br/> For at få adgang til instrumentbrættet, gå venligst til: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
pl: Cześć, otrzymujesz tego maila, ponieważ przyznano Ci uprawnienia pracownika w %(domain)s. <br/> Aby wejść do panelu sterowania odwiedź <a href="%(dashboard_url)s">%(dashboard_url)s</a>
pt: Você está recebendo este e-mail porque foi promovido a membro da equipe em %(domain)s.<br/> Para acessar o painel dashboard , visite: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
ru: Вы получили это письмо потому что были назначены сотрудником %(domain)s.<br/> Чтобы получить доступ к панели управления, пожалуйста, посетите: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
sk: Dostali ste tento email lebo ste boli povýšení na zamestnanca na %(domain)s. <br/> Na prístup k dashboardu, navštivte: <a href="%(dashboard_url)s">%(dashboard_url)s</a>
sv: <a href="%(dashboard_url)s">Du har fått detta mail för att du har blivit befordrad till anställd hos %(domain)s. <br/> För att se dashboarden besök: %(dashboard_url)s

# Set password for customer e-mail text
source: You're receiving this e-mail because you have to set password for your customer account at %(domain)s.<br/> Click the link below to set up your password.
pl: Cześć, otrzymujesz tego e-maila, ponieważ musisz ustawić hasło dla Twojego konta w %(domain)s. <br/> Kliknij w link poniżej, aby zresetować hasło.
ru: Вы получили это сообщение, потому что вы должны установить пароль для вашего аккаунта покупателя на %(domain)s.<br/> Нажмите на ссылку ниже для установки пароля.
sq: Ky email ju ka ardhur sepse ju duhet te krijoni nje fjalekalim per profilin tuaj si klient prane %(domain)s. <br/> Klikoni ne linkun me poshte per te vendosur fjalekalimin.

# Set password for staff member e-mail text
source: You're receiving this e-mail because you have to set password for your staff member account at %(domain)s.<br/> Click the link below to set up your password.
ca: Has rebut aquest correu electrònic perquè has d'establir la contrasenya del compte de treballador per a %(domain)s. Fes clic al següent enllaç per a configurar la contrasenya.
da: Du modtager denne e-mail, fordi du skal angive adgangskode til din medarbejderkonto på %(domain)s. <br/> Klik på linket herunder for at oprette dit kodeord.
pl: Cześć, otrzymujesz tego e-maila, ponieważ musisz ustawić hasło dla Twojego konta pracownika w %(domain)s. <br/> Kliknij w link poniżej, aby zresetować hasło.
pt: Você está recebendo este e-mail porque precisa definir uma senha para sua conta de membro da equipe em %(domain)s. <br/>Clique no link abaixo para configurar sua senha.
ru: Вы получили это письмо потому, что установили пароль для учётной записи сотрудника в %(domain)s.<br/> Перейдите по ссылки ниже для создания вашего пароля.
sk: Posielame Vám Tento mail pretože musíte nastaviť heslo od Vášho zamestnaneckého učtu na %(domain)s. Pre nastavenie hesla kliknite na link nižšie.
sv: Du tar emot det här e-postmeddelandet eftersom du måste ange lösenord för ditt personalkonto hos %(domain)s.<br/> Klicka på länken nedan för att återställa ditt lösenord.

# Fulfillment update email text
source: Your shipping status has been updated. Below is the list of ordered products that have been updated with new tracking number.
ar: تم تحديث حالة الشحن الخاصة بك. فيما يلي قائمة بالمنتجات المطلوبة والتي تم تحديثها مع رقم التتبع الجديد.
da: Din fragtstatus er opdateret. Nedenfor er listen over bestilte produkter, der er opdateret med nyt sporingsnummer.
pl: Cześć, status Twojej przesyłki został zaktualizowany. Poniżej znajduje się lista zamówionych produktów, do których dodano nowy numer przesyłki.
pt: A situação da sua encomenda foi atualizada. Abaixo está a lista de produtos pedidos que foram atualizados com o novo número de rastreamento.
ru: Ваш статус доставки обновлён. Ниже приведён список заказанных товаров, для которых был добавлен номер для отслеживания.
sk: Váš stav doručenia sa zmenil. Dole je zoznam objednaných produktov s novým sledovacím číslom.
sq: Statusi i dergeses suaj ka ndryshuar. Me poshte gjeni listen e produkteve te porositur qe kane ndryshuar me kodin e ri te transportit.
sv: Din leveransstatus har ändrats. Nedan är en lista på beställda produkter som har uppdaterats med nytt spårningsnummer.

# Fulfillment update email text
source: You can track your shipment with %(tracking_number)s code.
ca: Pots fer el seguiment del teu enviament amb aquest codi de seguiment: %(tracking_number)s
cs: Vaši zásilku můžete sledovat pod tímto kódem:%(tracking_number)s
da: Du kan følge din forsendelese med %(tracking_number)s.
fa: شما میتوانید با دنبال کردن کد %(tracking_number)s از وضعیت خرید خود مطلع شوید.
fr: Vous pouvez suivre votre envoi avec le code %(tracking_number)s.
pl: Swoją przesyłkę możesz śledzić przy użyciu kodu %(tracking_number)s.
pt: Poderá acompanhar sua remessa com este código de rastreio%(tracking_number)s.
ru: Вы можете отслеживать доставку с помощью кода %(tracking_number)s.
sk: Zásielku môžte sledovať s kódom %(tracking_number)s.
sq: You mund te shikoni statusin e transportit me kodin %(tracking_number)s.
sv: Du kan spåra din leverans med spårningsnummer: %(tracking_number)s

# Add to checkout form field label
source: Quantity
pl: Ilość
sq: Sasia
sv: Antal

# Add to checkout form error
source: Sorry. This product is currently not available.
pl: Przepraszamy. Ten produkt jest aktualnie niedostępny.
sq: Na falni, ky produkt nuk eshte ne dispozicion.
sv: Denna produkt är tyvärr inte tillgänglig

# Add to checkout form error
source: Sorry. This product is currently out of stock.
pl: Przepraszamy. Tymczasowo nie mamy tego produktu w magazynie.
sq: Na falni, ky produkt nuk eshte me ne stok.
sv: Denna produkt är tyvärr slut på lager

# Add to checkout form error
source: Oops. We could not find that product.
pl: Kurczę, nie możemy znaleźć tego produktu.
sq: Oops, produkti nuk mund te gjendeshe.
sv: Oops, vi kan inte hitta den produkten

# Checkout warning message
source: Sorry. We don't have that many items in stock. Quantity was set to maximum available for now.
pl: Przykro nam. Wybrana ilość produktów nie jest już dostępna. Zmieniono na maksymalną dostępną ilość produktów.
sq: Na falni, nuk kemi aq shume artikuj ne stok.
sv: Vi har tyvärr inte så många varor i lager, antalet sattes till max antal tillgängliga just nu

# payment status
source: Partially charged
pl: Częściowo opłacone
sq: Pjeserisht e paguar

# payment status
source: Fully charged
pl: Opłacone
sq: E paguar

# payment status
source: Partially refunded
pl: Częściowo zwrócone
pt: Parcialmente reembolsado
sq: Pjeserisht e rimbursuar

source: Setting charge status to {} directly is not supported. Please use the dashboard to refund partially.
pl: Ustawienie statusu płatności na {} nie jest obsługiwane. Użyj panelu sterowania aby dokonać częściowego zwrotu płatności.
sq: Te vendosurit statusin e rimbursimit per {} direkt nuk eshte e mundur. Ju lutem perdorni dashboard per te rimbursuar pjeserisht.

# Razorpay payment gateway primary button
source: Pay now with Razorpay
pl: Zapłać teraz z Razorpay
sv: Betala nu med Razorpay

# Razorpay payment gateway secondary title
source: Total payment
pl: Całkowita płatność
sq: Pagesa totale
sv: Total betalning

source: Swahili
pl: Suahili

source: Thai
pl: Tajski
pt: Tailandês

# Permission description
source: Manage translations.
pl: Zarządzaj tłumaczeniami.
pt: Gerir traduções
sq: Menaxho perkthimet.

# Main navigation item
source: Your cart
pl: Twój koszyk
sq: Karta juaj
sv: Din varukorg

# Checkout shipping cost form
source: Shipping cost for:
pl: Koszt dostawy dla:
sq: Kosto e transportit per:
sv: Fraktkostnad för:

# Checkout summary text
source: Shipment and taxes calculated at checkout
pl: Koszty dostawy oraz podatek obliczane są podczas składania zamówienia
sq: Dergesa dhe taksat do kalkulohen ne fund te porosise
sv: Frakt och skatt beräknas vid utcheckning

# Checkout page title
source: Your cart
pl: Twój koszyk
sq: Karta juaj
sv: Din varukorg

# Checkout breadcrumb
source: Cart
pl: Koszyk
sq: Karta
sv: Varukorg

# Checkout table header
source: Product
pl: Produkt
sq: Artikull
sv: Produkt

# Checkout table header
source: Quantity
pl: Ilość
sq: Sasia
sv: Antal

# Checkout table header
source: Price
pl: Cena
sq: Cmimi
sv: Pris

# Checkout primary action
source: Checkout
pl: Złóż zamówienie
sv: Utcheckning

# checkout page: secondary action, empty the checkout
source: Clear cart
pl: Opróżnij koszyk
sq: Fshi cdo gje nga karta
sv: Rensa varukorg

# Empty checkout message
source: There are no products in your shopping cart.
pl: Twój koszyk nie zawiera żadnych produktów.
sq: Nuk keni asnje produkt ne karten e blerjeve.
sv: Det finns inga varor i din varukorg

# Empty checkout link
source: Check out our sales
pl: Sprawdź nasze promocje
sq: Shiko uljet
sv: Kolla in vår reor

# Checkout dropdown text
source: Shipment and taxes calculated at checkout
pl: Koszty dostawy oraz podatek obliczane są podczas składania zamówienia
sq: Dergesa dhe taksat do kalkulohen ne fund te porosise
sv: Frakt och skatt beräknas vid utcheckning

# Checkout dropdown secondary action
source: Go to cart
pl: Przejdź do koszyka
sq: Shko te karta
sv: Gå till varukorg

# Checkout dropdown primary action
source: Checkout
pl: Złóż zamówienie
sv: Utcheckning

# Dashboard software version
source: Release:
bg_bg: Издание:
cs: Vydání:
fr: Version :
pl: Wydanie:
sv: Version:
uk: Версія:

# Payment item column data
source: #%(payment_id)s
pl: Nr %(payment_id)s

# Sale (discount) label for item in product list
source: Sale
ar: تخفيض
bg_bg: Разпродажба
ca: Oferta
cs: Sleva
da: Salg
fa: ویژه
fr: Promotion
pl: Wyprzedaż
pt: Venda
sk: Zľava
sq: Ulje
sv: Rea
uk: Розпродаж

# Fulfillment confirmation email subject
source: Your order %(order)s has been fulfilled
pl: Twoje zamówienie %(order)s zostało zrealizowane
sq: Porosia juaj %(order)s eshte perfunduar

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of fulfilled products.
pl: Dziękujemy za Twoje zamówienie. Poniżej znajdziesz listę zrealizowanych produktów.
sq: Faleminderit per porosine tuaj. Me poshte eshte nje liste e perfunduar e artikujve.

# Order confirmation e-mail text
source: No billing address
pl: Brak adresu nabywcy
sq: Mungon adresa e faturimit
sv: Ingen fakturaadress

# Fulfillment confirmation email text
source: Thank you for your order. Below is the list of fulfilled products.
pl: Dziękujemy za Twoje zamówienie. Poniżej znajdziesz listę zrealizowanych produktów.
sq: Faleminderit per porosine tuaj. Me poshte gjeni liten e artikujve te perfunduar.

# Fulfillment digital products email text
source: You can download your digital products by clicking in download link(s).
pl: Możesz pobrać swoje produkty cyfrowe klikając na linki do pobrania.

# Address field
source: Do/si
ar: قم/ بشرط
pt: Fazer / si
uk: До/сі

# order placement_error
source: Billing address is not set
pt: Não se encontra definida a morada de faturação

source: Facebook
ar: الفيسبوك
da: Faceboo

# Form field
source: Email
ar: البريد الالكترونى
bg_bg: E-поща
fa: ایمیل
fr: Courriel

source: Email
ar: البريد الالكترونى
ca: Correu electrònic
fa: ایمیل
fr: Courriel

# Address field
source: PIN
ar: رقم التعريف الشخصي
fa: پین
fr: Code PIN
uk: пін-код

# Address form field label
source: Email
ar: البريد الالكترونى
bg_bg: E-поща
fa: ایمیل
fr: Courriel

source: Google
ar: جوجل
fa: گوگل

# Customers table header
source: Email
ar: البريد الالكترونى
bg_bg: E-поща
fa: ایمیل
fr: Courriel

# Static pages table header url
source: URL
ar: الرابط
ca: Enllaç
fa: لینک

# Staff members table header
source: Email
ar: البريد الالكترونى
bg_bg: E-поща
fa: ایمیل
fr: Courriel

source: Armenian
sv: Armenisk

source: Product types
sq: Llojet e artikullit
sv: Produkttyper

# Name of product types related to the attribute
source: Product types
sq: Llojet e artikullit
sv: Produkttyper

# Permission description
source: Can view users
bg_bg: Може да вижда потребителите
fr: Peut voir les utilisateurs
uk: Може переглядати користувачів
