Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Dashboard message related to an order
source: Order created from draft order by %(user_name)s
ca: Comanda creada des d'un esborrany ordenar per %(user_name)s
da: Ordre oprettet fra ordreudkast af%(user_name)s
pt: Pedido criado de um pedido de rascunho por %(user_name)s
ru: Заказ создан %(user_name)s из черновика
sk: Objednávka vytvorená užívateľom %(user_name)s z konceptu.

# Dashboard message related to an order
source: Payment was voided by %(user_name)s
ca: Pagament anul·lat per %(user_name)s
da: Betalingen blev annulleret af %(user_name)s
fa: پرداخت توسط %(user_name)s لغو گردید
ru: %(user_name)s отменил платеж

# Dashboard message related to an order
source: Successfully refunded: %(amount)s
ar: تم إرجاع المال بنجاح '%(amount)s'
ca: Pagament reemborsat: %(amount)s
da: Udbetalt succesfuldt: %(amount)s
fa: باز پرداخت %(amount)s موفقیت آمیز.
pt: Reembolso completo: %(amount)s
ru: Успешно возмещено: %(amount)s
sk: Úspešne vrátené: %(amount)s

# Dashboard message related to an order
source: Successfully captured: %(amount)s
ar: تم قبض المال بنجاح '%(amount)s'
ca: Correctament capturat: %(amount)s
da: Betalt med succes: %(amount)s
pt: Captura completa: %(amount)s
ru: Успешно зафиксировано: %(amount)s
sk: Úspešne uplatnené: %(amount)s

# Dashboard message related to an order
source: Order manually marked as paid by %(user_name)s
ca: Comanda marcada manualment com a pagada per %(user_name)s
da: Bestil manuelt markeret som betalt af %(user_name)s
fa: پرداخت دستی برای این سفارش توسط%(user_name)s انتخاب شده
pt: Pedido manualmente marcado como pago por %(user_name)s
ru: Заказ вручную отмечен %(user_name)s как оплаченный
sk: Objednávka bola ručne označená ako zaplatená užívateľom %(user_name)s

# Dashboard message related to an order
source: Order was canceled by %(user_name)s
ar: تم إلغاء طلب الشراء بواسطة '%(user_name)s'
ca: Comanda cancel·lada per %(user_name)s
da: Ordren var annulleret af %(user_name)s
fa: سفارش لغو شد توسط%(user_name)s
pt: Pedido foi cancelado por %(user_name)s
ru: Заказ был отменен %(user_name)s
sk: Objednávka bola zrušená užívateľom %(user_name)s

# Dashboard message related to an order
source: We restocked %(quantity)d item
ca: Hem reincorporat %(quantity)d article
da: Var har %(quantity)d vare på lager igen
pt: Nós reabastecendo %(quantity)d item
ru: Мы пополнили %(quantity)dпозиций
sk: Doplnili sme %(quantity)d položku na sklad

# Dashboard message related to an order
source: %(user_name)s added note: %(note)s
ca: %(user_name)s ha afegit la nota: %(note)s
da: %(user_name)s tilføjede noten: %(note)s
fa: یادداشت اضافه شده توسط %(user_name)s : %(note)s
pt: %(user_name)s adicionou uma nota: %(note)s
ru: %(user_name)s добавил комментарий: %(note)s
sk: %(user_name)s pridal/a poznámku: %(note)s

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled by %(user_name)s
ca: Completat #%(fulfillment)s cancel·lat per %(user_name)s
da: Pakke #%(fulfillment)s blev annulleret af %(user_name)s
pt: Deferimento #%(fulfillment)s cancelado por %(user_name)s
ru: Пополнение #%(fulfillment)s было отменено %(user_name)s
sk: Plnenie č. %(fulfillment)s bolo zrušené užívateľom %(user_name)s

# Dashboard message related to an order
source: Fulfilled %(quantity_fulfilled)d item
ca: %(quantity_fulfilled)d article complert.
da: Pakkede %(quantity_fulfilled)d vare
pt: Deferido %(quantity_fulfilled)d item
ru: Заполнено %(quantity_fulfilled)dпозиций
sk: Vyplnená %(quantity_fulfilled)d položka

# Dashboard message related to an order
source: Order was placed
ar: تم تقديم الطلب.
ca: Comanda va ser realitzada
da: Ordren var placeret
fa: سفارش داده شد.
pt: Pedido foi realizado
ru: Заказ размещен
sk: Objednávka bola poslaná

# Dashboard message related to an order
source: Order was fully paid
ar: تم دفع المبلغ بالكامل
ca: Comanda va ser pagada completament
da: Ordre var betalt
fa: هزینه سفارش بطور کامل پرداخت شده.
pt: Pedido foi pago
ru: Заказ был полностью оплачен
sk: Objednávka bola plne uhradená

# Dashboard message related to an order
source: %(email_type)s email was sent to the customer (%(email)s)
ca: El correu %(email_type)sha estat enviat al client (%(email)s)
da: %(email_type)s email var sendt til kunden (%(email)s)
pt: %(email_type)s e-mail foi enviado ao cliente (%(email)s)
ru: %(email_type)s письмо было отправлено покупателю (%(email)s)
sk: %(email_type)s email bol poslaný zákazníkovi (%(email)s)

# Dashboard message related to an order
source: Order details were updated by %(user_name)s
ca: Detalls de la comanda actualitzats per %(user_name)s
da: Ordredetaljer var opdateret for %(user_name)s
pt: Detalhes do pedido foi atualizado por %(user_name)s
ru: %(user_name)s обновил детали заказа
sk: Podrobnosti objednávky boli aktualizované užívateľom %(user_name)s

# Dashboard message related to an order
source: Fulfillment #%(fulfillment)s tracking was updated to %(tracking_number)s by %(user_name)s
da: Pakke #%(fulfillment)s tracking var opdateret til %(tracking_number)s af %(user_name)s
pt: Fulfillment #%(fulfillment)s rastreamento foi atualizado de %(tracking_number)s por %(user_name)s
ru: Номер отслеживания пополнения #%(fulfillment)s был обновлен %(user_name)s на %(tracking_number)s
sk: Sledovacie číslo z plnenia č. %(fulfillment)s bolo aktualizované na %(tracking_number)s užívateľom %(user_name)s

# Dashboard message related to an order
source: %(quantity)d line item oversold on this order.
ca: %(quantity)d línia d'article sobrepassada en aquesta comanda
da: %(quantity)d vareline er oversolgt på denne ordre
pt: %(quantity)d item de linha foi vendido neste pedido.
ru: %(quantity)dпозиций в этом заказе продано сверх запасов.
sk: V tejto objednávke bolo predaných o %(quantity)d položku viac ako je možné

# Payments form label
source: Payment Method
ca: Mètode de pagament
da: Betalingsmetode
fa: روش پرداخت
pl: Metoda płatności
pt: Método de pagamento
ru: Способ оплаты
sq: Metoda e pageses
sv: Betalningssätt

# Payment delete form error
source: Payment does not exist
ar: طريقة الدفع غير موجودة
bg_bg: Плащането не съществува
ca: El pagament no existeix
cs: Platba neexistuje
da: Betalings findes ikke
fa: پرداخت وجود ندارد
fr: Le paiement n'existe pas
pl: Płatność nie istnieje
pt: O pagamento não existe
ru: Платеж отсутствует
sk: Platba neexistuje
sq: Metoda e pageses nuk ekziston
sv: Betalning finns inte
uk: Цієї оплати немає

# Payment delete form error
source: Payment cannot be cancelled.
ca: El pagament no es pot cancel·lar.
da: Betaling kan ikke annulleres.
fa: پرداخت را نمی توان لغو کرد.
pl: Płatność nie może zostać anulowana.
pt: Pagamento não pode ser cancelado
ru: Оплата не может быть отменена.
sq: Pagesa nuk mund te anullohet
sv: Betalningen kan ej avbrytas.

# Permission description
source: Manage orders.
ar: إدارة طلبات الشراء
ca: Gestiona comandes.
da: Administrer ordrer.
fa: مدیریت سفارشات.
pl: Zarządzanie zamówieniami
pt: Gerir pedidos.
ru: Управление покупками.
sk: Správa objednávok.
sq: Menaxho porosite
sv: Hantera ordrar

# Fulfillment str
source: Fulfillment #%s
cs: Zpracování #%s
da: Pakke #%s
fa: اجرای #%s
fr: Expédition #%s
pl: Realizacja nr %s
pt: Deferimento #%s
ru: Пополнение #%s
sk: Naplnené #%s
sq: Perfundimi #%s
sv: Köp #%s

# Connect order with user warning message
source: We couldn't assign the order to your account as the email addresses don't match
ar: لم نتمكن من تعيين الطلب إلى حسابك حيث أن عناوين البريد الإلكتروني لا تتطابق
ca: No podem assignar la comanda al teu compte, ja que les adreces de correu electrònic no són iguals
cs: Nepodařilo se nám přiřadit objednávku k Vašemu účtu, protože emailové adresy neodpovídají
da: Vi kunne ikke tildele ordren til din konto, da e-mailadresserne ikke stemmer overens
fr: Nous n'avons pas pu assigner la commande à votre compte, les adresses mails ne correspondent pas
pl: Nie mogliśmy przypisać zamówienia do Twojego konta, ponieważ nie zgadza się adres e-mail
pt: Nós não podemos vincular o pedido da sua conta, pois o endereço de e-mail está incorreto
ru: Мы не можем закрепить заказ к вашей учётной записи, т.к. почтовые адреса не совпадают
sk: Nemohli sme priradoť objednávku k Vášmu kontu, nakoľko sa emailové adresy nezhodujú
sq: Nuk mund te vendosnim kete porosi ne llogarine tuaj sepse adresa e emailit nuk eshte njelloj.
sv: Vi kan inte matcha ordern till till konto, då e-post adressen inte överensstämmer

# storefront message
source: The order is now assigned to your account
ar: تم الآن تعيين طلب الشراء إلى حسابك
ca: La comanda està assignada al teu compte
cs: Objednávka je nyní přiřazena k Vašemu účtu
da: Ordren er nu tildelt til din konto
fa: حالا سفارش به حساب شما لینک شد.
fr: La commande est désormais assignée à votre compte
pl: Zamówienie zostało przypisane do Twojego konta
pt: O pedido foi vinculado à sua conta
ru: Заказ закреплён за вашей учётной записью
sk: Objadnávka priradená k Vášmu kontu
sq: Porosia eshte vendosur ne llogarine tuaj
sv: Ordern är nu tilldelad till konto
uk: Тепер замовлення прив'язано до вашого профілю

# Permission description
source: Manage pages.
ar: إدارة الصفحات
ca: Gestiona pàgines
da: Administrer sider.
fa: مدیریت صفحات
pl: Zarządzaj stronami.
pt: Gerenciar páginas.
ru: Управление страницами.
sk: Správa stránok.
sq: Menaxho faqet
sv: Hantera sidor

# Custom payment choice type
source: Manual
ar: كتيب
cs: Manuální
da: Manuelt
fa: دستی
fr: Manuel
pl: Ręczne
ru: Вручную
sk: Manuálne

# transaction kind
source: Authorization
ca: Autorització
da: Autorisation
fa: مجوز
pl: Autoryzacja
pt: Autorização
ru: Авторизация
sq: Autorizim
sv: Tillstånd

# transaction kind
source: Charge
ca: Carrega
da: Betal
fa: شارژ
pt: Cobrança
ru: Оплата

# transaction kind
source: Refund
ar: استرداد المال المدفوع
ca: Retornar diners
da: Refunderet
fa: بازپرداخت
pl: Zwróć
pt: Restituição
ru: Возврат
sk: Vrátenie
sq: Kthim
sv: Återbetalning

# transaction kind
source: Capture
ar: قبض
ca: Captura
da: Trukket
fa: ضبط
pl: Pobierz
pt: Receber
ru: Зафиксировано
sk: Zachytené
sq: E siguruar
sv: Lås

# transaction kind
source: Void
ca: Buida
da: Annuller
fa: انتخاب نشده
pl: Unieważnij
pt: Cancelar
ru: Отменить
sq: E anashkaluar
sv: Ogiltigt

# payment status
source: Not charged
ca: No s'ha cobrat
da: Ikke betalt
fa: شارژ نشده
pl: Nie opłacone
pt: Sem cobrança
ru: Не оплачено
sq: E papaguar
sv: Ej belastad

# payment status
source: Fully refunded
ca: Diners retornats
da: Fuldt refunderet
pl: Zwrócone
pt: Totalmente reembolsado
ru: Возмещено полностью
sq: E rimbursuar
sv: Återbetalad

# payment error
source: Unable to process transaction. Please try again in a moment
ca: No s'ha pogut processar la transacció. Si us plau, torna-ho a intentar més tard.
da: Kan ikke behandle transaktionen. Prøv igen om et øjeblik
pl: Nie można przetworzyć transakcji. Spróbuj ponownie za chwilę
pt: Não foi possível processar a transação. Por favor, tente novamente em alguns instantes
ru: Невозможно обработать транзакцию. Пожалуйста попробуйте ещё раз.
sq: Nuk mund te procesohej transaksioni. Ju lutem provoni serish.
sv: Kunde ej behandla transaktionen. Försök igen om en stund.

# Payment status form field
source: Payment status
ar: حالة الدفع
ca: Estat de pagament
da: Betalingsstatus
fa: وضعیت پرداخت
pl: Status płatności
pt: Status do pagamento
ru: Статус платежа
sk: Stav platby
sq: Statusi i pageses
sv: Betalstatus

# Razorpay payment error
source: Order was not charged.
ca: La comanda no ha estat cobrada.
da: Ordren blev ikke opkrævet.
fa: سفارش پرداخت نشد
pl: Zamówienie nie zostało obciążone
pt: O pedido não foi cobrado.
ru: Заказ не был оплачен.
sq: Porosia nuk eshte paguar.
sv: Orden var ej belastad.

# Razorpay payment error
source: The payment data was invalid.
ca: La data de pagament no és vàlida.
da: Betalingsoplysningerne var ugyldige.
pl: Niepoprawne dane płatności
pt: Os dados de pagamento eram inválidos.
ru: Данные оплаты были не верны.
sq: Te dhenat e pageses ishin te pavlefshme.
sv: Betalningsuppgifterna var ej giltiga.

# Razorpay payment error
source: The order couldn't be proceeded.
ca: La comanda no pot ser processada
da: Ordren kunne ikke behandles.
pl: Zamówienie nie mogło być kontynuowane.
pt: O pedido não pôde ser processado.
ru: Заказ не может быть осуществлен.
sq: Porosia nuk mund te vazhdohej.
sv: Ordern kunde ej bli uppfylld.

# Razorpay payment error
source: The %(currency)s currency is not supported.
ca: La moneda %(currency)s encara no està disponible.
da: %(currency)s valutaen er ikke understøttet.
pl: Waluta nie jest obsługiwana: %(currency)s
ru: Валюта %(currency)s не поддерживается.
sq: %(currency)s nuk eshte e suportuar.
sv: Valutan %(currency)s är stöds ej.

# Rozorpay payment gateway primary button
source: Pay now with Razorpay
ca: Paga ara mitjançant Razorpay
da: Betal med Razorpay
pt: Page agora com Razorpay
ru: Оплатить сейчас с помощью Razorpay

# Rozorpay payment gateway secondary title
source: Total payment
ca: Pagament total
da: Samlet betaling
fa: مبلغ کل قابل پرداخت
pt: Pagamento total
ru: Общий платеж

# Stripe payment error
source: Order was not authorized.
da: Ordren var ikke godkendt.
pl: Zamówienie nie zostało autoryzowane.
pt: O pedido não foi autorizado.
ru: Заказ не был одобрен.
sq: Porosia nuk eshte e autorizuar.

# Stripe payment error
source: Order was not charged.
ca: La comanda no ha estat cobrada.
da: Ordren blev ikke opkrævet.
fa: سفارش پرداخت نشد
pl: Zamówienie nie zostało obciążone
pt: O pedido não foi cobrado.
ru: Заказ не был оплачен.
sq: Porosia nuk eshte paguar.
sv: Orden var ej belastad.

# Stripe payment gateway description
source: Total payment
ca: Pagament total
da: Samlet betaling
fa: مبلغ کل قابل پرداخت
pl: Całkowita płatność
pt: Pagamento total
ru: Общая сумма
sq: Pagesa totale
sv: Total betalning

# Mark order as paid validation error
source: Orders with payments can not be manually marked as paid.
pl: Zamówienie z istniejącymi płatnościami nie może być ręcznie oznaczone jako opłacone.
ru: Заказы с платежами не могут быть помечены вручную как оплаченные.
sq: Porosite me pagesa nuk mund te behen manualisht si te paguara.

# Product status
source: not published
ar: غير منشور
bg_bg: не е публикувано
ca: no publicat
cs: nezveřejněno
da: ikke offentliggjort
fa: انتشار داده نشده
fr: non publié
pl: nie opublikowany
pt: não publicado
ru: не опубликован
sk: nezverejnené
sq: e papublikuar
sv: Opublicerad
uk: неопубліковано

# Product status
source: variants missing
bg_bg: липсват варианти
ca: falten les variants
cs: chybí varianty
da: mangler varianter
fa: مدل های دیگر موجود نیست.
fr: variations manquantes
pl: brak wariantów
pt: Variações faltantes
ru: варианты отсутствуют
sk: chýbajúce varianty
sq: variantet mungojne
sv: varianter saknas
uk: варіанти пропущено

# Product status
source: out of stock
ar: نفذ من المتجر
bg_bg: изчерпано количество
ca: fora d'estoc
cs: není skladem
da: ikke på lager
fa: ناموجود
fr: en rupture de stock
pl: brak w magazynie
pt: Esgotado
ru: нет на складе
sk: vypredané
sq: jashte stoku
sv: slut i lager
uk: закінчився

# Product status
source: stock running low
ar: بدأ المخزون بالنفاذ
bg_bg: малко количество
ca: queda poc estoc
cs: dochází na skladě
da: lagerbeholdning er lav
fa: در حال اتمام موجودی انبار
fr: stock faible
pl: na wyczerpaniu
pt: Stock está em baixo
ru: малый запас на складе
sk: posledné kusy na sklade
sq: stoku eshte i ulet
sv: lager saldo lågt
uk: закінчується

# Product status
source: not yet available
ar: ليس متاحاً بعد
bg_bg: не е налично
ca: encara no disponible
cs: zatím nedostupné
da: ikke tilgængelig endnu
fa: به زودی
fr: indisponible pour le moment
pl: jeszcze nie dostępny
pt: ainda não disponível
ru: пока недоступно
sk: zatiaľ nedostupné
sq: nuk eshte ende e disponueshme
sv: inte tillgänglig än
uk: поки що відсутній

# Product status
source: ready for purchase
ar: جاهز للشراء
bg_bg: готово за поръчка
ca: llest per comprar
cs: připravené k zakoupení
da: klar til køb
fa: آماده ی خرید
fr: prêt à être acheté
pl: gotowy do zakupu
pt: pronto para compra
ru: доступен для покупки
sk: pripravené na kúpu
sq: gati per blerje
sv: redo för köp
uk: можна продавати

# Variant status
source: available
ar: متاح
bg_bg: налично
ca: disponible
cs: dostupné
da: tilgængelig
fa: موجود
fr: disponible
pl: dostępny
pt: disponível
ru: доступен
sk: k dispozícii
sq: e disponueshme
sv: tillgänglig
uk: доступний

# Variant status
source: out of stock
ar: نفذ من المتجر
bg_bg: изчерпано количество
ca: sense estoc
cs: není skladem
da: ikke på lager
fa: ناموجود
fr: en rupture de stock
pl: brak w magazynie
pt: Esgotado
ru: Товары с малым остатком на складе
sk: vypredané
sq: jashte stoku
sv: slut i lager
uk: закінчився

# Product list sorting option
source: name
ar: الاسم
bg_bg: име
ca: nom
cs: název
da: Navn
fa: نام
fr: nom
pl: nazwy
pt: nome
ru: имя
sk: meno
sq: emri
sv: namn
uk: назва

# Product list sorting option
source: price
ar: السعر
bg_bg: цена
ca: preu
cs: cena
da: pris
fa: قیمت
fr: prix
pl: ceny
pt: preço
ru: Цена
sk: cena
sq: cmimi
sv: pris
uk: ціна

# Product list sorting option
source: last updated
ar: آخر تحديث
ca: última actualització
da: sidst opdateret
fa: آخرین به روزرسانی
pl: ostatnia aktualizacja
pt: última atualização
ru: последнее обновление
sk: posledná zmena
sq: ndryshimi i fundit
sv: senast uppdaterad

# Product list sorting form
source: Sort by
ar: ترتيب بحسب
bg_bg: Сортиране по
ca: Ordena per
cs: Řadit podle
da: Sortér efter
fa: مرتب سازی بر اساس
fr: Trier par
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
sk: Zoradiť podľa
sq: Rendit sipas
sv: Sortera på
uk: Сортувати по

# Currency amount
source: Price
ar: السعر
bg_bg: Цена
ca: Preu
cs: Cena
da: Pris
fa: قیمت
fr: Prix
pl: Cena
pt: Preço
ru: Цена
sk: Cena
sq: Cmimi
sv: Pris
uk: Ціна

# Permission description
source: Manage products.
ar: إدارة المنتجات
ca: Gestiona producte.
da: Administrer produkter.
fa: مدیریت محصولات
pl: Zarządzaj produktami.
pt: Gerenciar produtos.
ru: Управление товарами.
sk: Správa produktov.
sq: Menaxho produktet.
sv: Hantera produkter

# Search form label
source: Query
ar: استعلام
bg_bg: Запитване
ca: Consulta
cs: Vyhledávání
da: Forespørgsel
fa: متن جستجو
fr: Demande
pl: Szukane hasło
pt: Pesquisa
ru: Запрос
sk: Dopyt
sq: Pyetje
sv: Förfrågan
uk: Запит

source: Arabic
ca: Àrab
da: Arabisk
fa: عربی
pl: arabski
pt: Árabe
ru: Арабский
sv: Arabiska

source: Azerbaijani
da: Aserbajdsjansk
pl: Azerbejdżański
ru: Азербайджанский

source: Bulgarian
ar: اللغة البلغارية
ca: Búlgar
cs: Bulharština
da: Bulgarsk
fa: بلغارستان
fr: Bulgare
pl: bułgarski
pt: Búlgaro
ru: Болгарский
sk: Bulharčina
sq: Bullgari
sv: Bulgarisk

source: Bengali
ca: Bengalí
da: Bengalsk
fa: بنگالدش
pl: Bengalski
ru: Бенгальский

source: Catalan
da: Catalansk
fa: کاتالان
pl: Kataloński
pt: Catalão
ru: Каталонский

source: Czech
ar: اللغة التشيكية
ca: Txec
cs: Čeština
da: Tjekkisk
fa: جمهوری چک
fr: Tchèque
pl: Czeski
pt: Checo
ru: Чешский
sk: Čeština
sq: Cek
sv: Tjeckisk

source: Danish
ca: Danès
da: Dansk
fa: دانمارک
pl: duński
pt: Dinamarquês
ru: Датский
sv: Danska

source: German
ar: اللغة الألمانية
ca: Alemany
cs: Němčina
da: Tysk
fa: آلمان
fr: Allemand
pl: niemiecki
pt: Alemão
ru: Немецкий
sk: Nemčina
sv: Tysk

source: English
ar: اللغة الإنجليزية
ca: Anglès
cs: Angličtina
da: Engelsk
fa: انگلیسی
fr: Anglais
pl: angielski
pt: Inglês
ru: Английский
sk: Angličtina
sv: Engelsk

source: Spanish
ar: اللغة الأسبانية
ca: Espanyol
cs: Španělština
da: Spansk
fa: اسپانیا
fr: Espagnol
pl: hiszpański
pt: Espanhol
ru: Испанский
sk: Španielčina
sv: Spansk

source: Estonian
pl: Estoński
ru: Эстонский

source: Persian
ca: Persa
da: Persisk
fa: فارسی
pl: perski
pt: Persa
ru: Персидский
sv: Persiska

source: French
ar: اللغة الفرنسية
ca: Francès
cs: Francouzština
da: Fransk
fa: فرانسه
fr: Français
pl: francuski
pt: Francês
ru: Французский
sk: Francúzština
sv: Fransk

source: Hindi
pl: Hinduski
ru: Хинди

source: Hungarian
ar: اللغة الهنغارية
ca: Hongarès
cs: Maďarština
da: Ungarnsk
fa: مجارستان
fr: Hongrois
pl: węgierski
pt: Húngaro
ru: Венгерский
sk: Maďarčina
sv: Ungersk

source: Indonesian
pl: Indonezyjski
ru: Индонезийский

source: Italian
ar: اللغة الإيطالية
ca: Italià
cs: Italština
da: Italiensk
fa: ایتالیا
fr: Italien
pl: włoski
pt: Italiano
ru: Итальянский
sk: Taliančina
sv: Italiensk

source: Japanese
ar: اللغة اليابانية
ca: Japonès
cs: Japonština
da: Japansk
fa: ژاپن
fr: Japonais
pl: japoński
pt: Japonês
ru: Японский
sk: Japončina
sv: Japansk

source: Korean
ar: اللغة الكورية
ca: Coreà
da: Koreansk
fa: کره جنوبی
fr: Coréen
pl: koreański
pt: Coreano
ru: Корейский
sk: Kórejčina
sv: Koreansk

source: Mongolian
ca: Mongol
da: Mongolsk
fa: مغولستان
pl: mongolski
ru: Монгольский
sv: Mongoliska

source: Norwegian
ar: اللغة النرويجية
da: Norsk
fa: نروج
fr: Norvégien
pl: norweski
pt: Norueguês
ru: Норвежский
sk: Nórčina
sv: Norsk

source: Dutch
ar: اللغة الهولندية
ca: Holandès
da: Hollandsk
fa: هلند
fr: Néerlandais
pl: holenderski
pt: Holandês
ru: Датский
sk: Holandčina
sv: Holländsk

source: Polish
ar: اللغة البولندية
ca: Polonès
cs: Polština
da: Polsk
fa: لهستانی
fr: Polonais
pl: polski
pt: Polaco
ru: Польский
sk: Poľština
sv: Polsk

source: Brazilian Portuguese
ca: Portuguès de Brasil
da: Brasiliansk portugisisk
fa: پرتغالی برزیل
pl: Portugalski Brazylijski
pt: Português Brasileiro
ru: Бразильский португальский
sv: Brasiliansk portugisiska

source: Romanian
ar: اللغة الرومانية
ca: Romanès
da: Rumænsk
fa: رومانی
fr: Roumain
pl: rumuński
pt: Romena
ru: Румынский
sk: Rumunčina
sv: Rumänsk

source: Russian
ar: اللغة الروسية
ca: Rus
da: Russisk
fa: روسیه
fr: Russe
pl: rosyjski
pt: Russo
ru: Русский
sk: Rušština
sv: Rysk

source: Slovak
ar: اللغة السلوفاكية
ca: Eslovac
cs: Slovenština
da: Slovakisk
fa: اسلواکی
fr: Slovaque
pl: słowacki
pt: Eslovaco
ru: Словацкий
sk: Slovenčina
sv: Slovakisk

source: Serbian
da: Serbisk
fa: صربستان
pl: Serbski
pt: Sérvio
ru: Сербский

source: Swedish
ca: Suec
da: Svensk
fa: سوئدی
pl: Szwedzki
pt: Sueco
ru: Шведский
sv: Svenska

source: Turkish
ar: اللغة التركية
ca: Turc
da: Tyrkisk
fa: ترکیه
fr: Turque
pl: turecki
pt: Turco
ru: Турецкий
sk: Turčina
sv: Turkisk

source: Ukrainian
ar: اللغة الأوكرانية
ca: Ucrainès
da: Ukranisk
fa: اکراین
fr: Ukrainien
pl: ukraiński
pt: Ucraniano
ru: Украинский
sk: Ukrainčina
sv: Ukrainsk

source: Vietnamese
ar: الفيتنامية
ca: Vietnamita
da: Vietnamesisk
fa: ویتنام
fr: Vietnamien
pl: wietnamski
pt: Vietinamita
ru: Вьетнамский
sk: Vietnamčina
sv: Vietnamesisk

source: Simplified Chinese
ca: Xinès simplificat
da: Forenklet kinesisk
fa: چینی ساده شده
pl: Chiński prosty
pt: Chinês simplificado
ru: Упрощенный китайский
sv: Förenklad kinesiska

source: Traditional Chinese
ca: Xinès tradicional
da: Traditionelt kinesisk
fa: چینی سنتی
pl: Chiński tradycyjny
pt: Chinês tradicional
ru: Традиционный китайский
sv: Traditionell kinesiska

# Name of political and economical union of european countries
source: European Union
ar: الاتحاد الأوروبي
ca: Unió europea
da: Den Europæiske Union
fa: اتحادیه اروپا
pl: Unia Europejska
pt: União Europeia
ru: Евросоюз
sk: Európska Únia
sv: europeiska unionen

# Payment method name
source: Dummy gateway
ca: Porta d'enllaç de proves
pl: Symulowana bramka
pt: gateway teste
ru: Шаблон платежа

# Type of shipping
source: Price based shipping
ar: السعر بناء على الشحن
ca: Enviament basat en el preu
da: Pris baseret på forsendelse
fa: قیمت با حمل و نقل
pl: Metody dostawy według wartości zamówienia
pt: Frete baseado no preço
ru: Доставка, основывающаяся на цене
sk: Cena dopravy v zavislosti od ceny
sq: Dergesa ne baze te cmimit
sv: Prisbaserad frakt

# Type of shipping
source: Weight based shipping
ar: تكلفة الشحن بناء على الوزن
ca: Enviament basat en el pes
da: Vægt baseret på forsendelse
fa: حمل و نقل بر اساس وزن
pl: Metody dostawy według wagi zamówienia
pt: Frete baseado no peso
ru: Доставка, основывающаяся на весе
sk: Cena dopravy v zavislosti od hmotnosti
sq: Dergesa ne baze te peshes
sv: Viktbaserad frakt
