Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Modal remove product type text
source: Remove product type %(product_type)s
ca: Elimina el tipus de producte %(product_type)s
cs: Odstranit typ produktu %(product_type)s
da: Fjern produkttype %(product_type)s
fa: حذف نوع محصول %(product_type)s
fr: Supprimer le type de produit %(product_type)s
pl: Usuń typ produktu %(product_type)s
pt: Remover tipo de produto %(product_type)s
ru: Удалить тип товара %(product_type)s
sk: Odstráňiť typ produktu %(product_type)s
sv: Ta bort produkttyp %(product_type)s
uk: Видалений тип продукту %(product_type)s

# Modal remove product type text
source: Are you sure you want to remove product type <strong>%(product_type)s</strong>?
ca: Segur que vols eliminar el tipus de producte <strong>%(product_type)s</strong>?
cs: Opravdu chcete odstranit typ produktu <strong>%(product_type)s</strong>?
da: Er du sikker på du vil fjerne produktypen <strong>%(product_type)s</strong>?
fa: آیا از حذف نوع محصول <strong>%(product_type)s</strong> اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer le type de produit <strong>%(product_type)s</strong> ?
pl: Czy na pewno chcesz usunąć typ produktu <strong>%(product_type)s</strong>?
pt: Você tem certeza que deseja remover o tipo de produto <strong>%(product_type)s</strong>?
ru: Вы действительно желаете удалить тип товара <strong>%(product_type)s</strong>?
sk: Naozaj chcete odstrániť typ produktu <strong>%(product_type)s</strong>?
sv: Är du säker på att du vill ta bort produkttyp <strong>%(product_type)s</strong>?

# Modal remove product type text
source: There are %(product_count)s products in product type.
ca: Hi han %(product_count)s productes de la tipologia.
cs: Existují produkty %(product_count)stypu výrobku.
da: Der er %(product_count)s produkter i denne produkttype.
fa: در این گروه از نوع %(product_count)s محصول قرار دارد
fr: Il y a %(product_count)s produits dans ce type de produit.
pl: Jest %(product_count)s produktów tego typu.
pt: Existem %(product_count)s produtos neste tipo de produto.
ru: Тип товара содержит %(product_count)s товар(ы).
sk: V tomto type produktu je %(product_count)s produktov.
sv: Det finns %(product_count)s produkter i produkttypen.

# Modal remove product type text
source: There are no products in this product type.
ca: No hi ha més productes d'aquest tipus.
cs: V tomto typu produktu nejsou žádné produkty.
da: Der er ingen produkter af denne produkttype.
fa: محصولی از این نوع وجود ندارد
fr: Il n'y a pas de produits dans ce type de produit.
pl: Brak produktów tego typu.
pt: Não existem produtos neste tipo de produto.
ru: Тип товара не содержит товар.
sk: V tomto type produktu nie sú žiadne produkty.
sv: Det finns inga produkter i denna produkttyp
uk: Немає продуктів цього типу.

source: No product types found.
ar: لم يتم العثور على أنواع للمنتج.
bg_bg: Няма намерени видове продукти.
ca: No s'han trobat tipus de productes
cs: Nebyly nalezeny žádné typy produktů.
da: Ingen produkttyper fundet.
fa: هیچ نوع از محصولی یافت نشد.
fr: Aucun type de produit trouvé.
pl: Brak typów produktów.
pt: Nenhum tipo do produto encontrado.
ru: Не найден тип товара.
sk: Nenašli sa žiadne typy produktov.
sq: Asnje lloj profukti nuk u gjet.
sv: Ingen produkttyp hittades.
uk: Тип продукту не знайдено.

source: Product types are templates used to create new products. They allow assigning custom attributes to the products of the same type.<br> You can add product types by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Типовете продукти са шаблони, използвани за създаване на нови продукти. Те позволяват задаването на потребителски атрибути на продуктите от същия тип.<br> Можете да добавяте типове продукти, като използвате <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутон.
ca: Els tipus de producte són plantilles que s'utilitzen per crear nous productes. Permeten assignar atributs personalitzats als productes del mateix tipus.<br> Pots afegir tipus de productes mitjançant el botó <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Typy produktů jsou šablony používané k vytváření nových produktů. Umožňují přiřadit vlastní atributy výrobkům stejného typu.<br> Typy produktů můžete přidat pomocí tlačítka.<span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Produkttyper er skabeloner, der bruges til at oprette nye produkter. De tillader tildeling af tilpassede attributter til produkter af samme type.<br> Du kan tilføje produkttyper ved hjælp af <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fr: Les types de produits servent de modèles pour la création de nouveau produits. Ils permettent aussi d'assigner des attributs aux produits associés à ce type.<br> Vous pouvez ajouter des types de produit en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Typy produktu to szablony używane przy definiowaniu nowych produktów. Umożliwiają przypisanie atrybutów produktom tego samego typu.<br> Typy produktów można dodać używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Tipos de Produtos são modelos usados para criar novos produtos. Eles permitem setar atributos customizados para os produtos do mesmo tipo.<br> Você pode criar tipos de produtos usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Типы продуктов - это шаблоны, используемые для создания новых продуктов. Они позволяют назначать пользовательские атрибуты продуктам того же типа. <br> Вы можете добавлять типы продуктов с помощью кнопок <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sk: Typy produktov sú šablóny na vytváranie nových produktov. Umožňujú priradiť vlastné atribúty k produktom toho istého typu.<br> Typy produktov môžte prida použitím tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Produkttyper är mallar som används för att skapa nya produkter. De tillåter att tilldela anpassade attribut till produkter av samma typ.<br> Du kan lägga till produkttyper med hjälp av<span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.

# Dashboard variant details view
source: SKU
ar: وحدة حفظ الأوراق المالية
fa: واحد انبارداری
fr: Référence
ru: Артикул
sk: Skladová jednotka

# Dashboard action
source: Edit variant
bg_bg: Редактира вариант
ca: Edita variant
cs: Upravit variantu
da: Rediger variant
fa: ویرایش نوع مشابه
fr: Modifier la variation
pl: Edytuj wariant
pt: Editar variante
ru: Редактировать вариант
sk: Upraviť variantu
sv: Ändra variant
uk: Редагувати варіант

# Dashboard action
source: Remove variant
bg_bg: Премахва вариант
ca: Elimina variant
cs: Odebrat variantu
da: Fjern variant
fa: حذف نوع مشابه
fr: Supprimer la variation
pl: Usuń wariant
pt: Excluir variação
ru: Удалить вариант
sk: Odstrániť variantu
sv: Ta bort variant
uk: Видалити варіант

# Dashboard variant details view
source: Variant Images
ca: Imatges de variants
cs: Obrázky variant
da: Variant billeder
fa: عکس های محصولات مشابه
fr: Images de la variante
pl: Grafiki wariantów
pt: imagens de variações
ru: Изображения вариантов
sk: Varianty obrázkov
sv: Variantbilder

source: No images
ar: لا توجد صور
bg_bg: Няма изображения
ca: Sense imatges
cs: Žádné obrázky
da: Ingen billeder
fa: عکسی نبود.
fr: Aucune photo
pl: Brak grafik
pt: Sem imagens
ru: Изображения отсутсвуют
sk: Bez obrázkov
sv: Inga bilder
uk: Немає зображення

# Dashboard action
source: Select images
ar: اختيار صور
bg_bg: Избира изображения
ca: Selecciona imatges
cs: Vyberte obrázky
da: Vælg billeder
fa: انتخاب عکس ها
fr: Sélectionner des photos
pl: Wybierz grafiki
pt: Selecione a imagem
ru: Выбрать изображение
sk: Vybrať obrázky
sv: Välj bilder
uk: Вибрати зображення

# Variant form page title
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Variant form page title
source: Add variant
bg_bg: Добавя вариант
ca: Afegeix variant
cs: Přidat variantu
da: Tilføj variant
fa: افزودن نوع مشابه
fr: Ajouter une variante
pl: Dodaj wariant
pt: Adicionar variação
ru: Добавить вариант
sk: Pridať variant
sv: Lägg till variant
uk: Додати варіант

# Variant form breadcrumbs
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Variant form breadcrumbs
source: Add variant
bg_bg: Добавя вариант
ca: Afegeix variant
cs: Přidat variantu
da: Tilføj variant
fa: افزودن نوع مشابه
fr: Ajouter une variante
pl: Dodaj wariant
pt: Adicionar variação
ru: Добавить вариант
sk: Pridať variant
sv: Lägg till variant
uk: Додати варіант

# Variant form breadcrumbs
source: Add variant for %(product)s
bg_bg: Добавя вариант за %(product)s
ca: Afegeix variant per %(product)s
cs: Přidat variantu pro %(product)s
da: Tilføj variant for %(product)s
fa: افزودن نوع مشابه برای %(product)s
fr: Ajouter une variante pour %(product)s
pl: Dodaj wariant dla %(product)s
pt: Adicionar variação para %(product)s
ru: Добавить вариант для %(product)s
sk: Pridať variant pre %(product)s.
sv: Lägg till variant för %(product)s
uk: Додати варіант для %(product)s

# Dashboard confirmation modal
source: Remove variant %(variant)s
bg_bg: Премахва вариант %(variant)s
ca: Elimina variant %(variant)s
cs: Odebrat variantu %(variant)s
da: Fjern variant %(variant)s
fa: حذف نوع مشابه %(variant)s
fr: Supprimer la variation %(variant)s
pl: Usuń wariant %(variant)s
pt: Remover variação %(variant)s
ru: Удалить вариант %(variant)s
sk: Odstrániť variantu %(variant)s
sv: Ta bort variant %(variant)s
uk: Видалити варіант %(variant)s

# Dashboard confirmation modal
source: Are you sure you want to remove variant <strong>%(variant)s</strong> of product %(product)s?
ca: Segur que vols eliminar la variant <strong>%(variant)s</strong> del producte %(product)s?
cs: Opravdu chcete odstranit variantu<strong>%(variant)s</strong> produktu%(product)s?
da: Er du sikker på, at du vil fjerne varianten <strong>%(variant)s</strong> fra produktet %(product)s?
fr: Souhaitez vous vraiment supprimer la variation <strong>%(variant)s</strong> du produit %(product)s ?
pl: Czy na pewno chcesz usunąć wariant <strong>%(variant)s</strong> produktu %(product)s?
pt: Você tem certeza que quer remover a variação<strong>%(variant)s</strong> do produto %(product)s?
ru: Вы действительно хотите удалить вариант <strong>%(variant)s</strong> товара %(product)s?
sk: Naozaj chcete odstrániť variantu <strong>%(variant)s</strong> produktu %(product)s?
sv: Är du säker på att du vill ta bort variant <strong>%(variant)s</strong> på produkten %(product)s?

# Dashboard confirmation modal
source: This is the only variant of this product. If you remove it, the product will become unavailable.
bg_bg: Това е единственият вариант на този продукт. Ако го премахнете, продуктът ще стане недостъпен.
ca: Aquesta és la única variant d'aquest producte. Si l'elimines, el producte passarà a ser no disponible.
cs: Toto je jediná varianta tohoto produktu. Pokud jej odeberete, produkt nebude k dispozici.
da: Dette er den eneste variant af dette produkt. Hvis du fjerner det, bliver produktet ikke tilgængeligt.
fa: این تنها نوع مشابه از این محصول است. اگر آن را حذف کنید، محصول غیرقابل دسترس خواهد شد.
fr: C'est l'unique variation de ce produit. Si vous la supprimez, ce produit deviendra indisponible.
pl: To jedyny wariant tego produktu. Jeśli go usuniesz, produkt stanie się niedostępny.
pt: Esta é a única variação deste produto. Se você removê-la, o produto ficará indisponível.
ru: Это единственный вариант. Если вы его удалите, товар станет недоступным
sk: Tento je jediná varianta tohto produktu. Po jej vymazaní už produkt nebude pristupný.
sv: Detta är den enda varianten av denna produkt. Om du tar bort den kommer produkten bli otillgänglig.

# Dashboard variant images modal
source: Select variant images
bg_bg: Изберете вариантни на изображенията
ca: Selecciona imatges de variants
cs: Vyberte varianty obrázků
da: Vælg variant billeder
fa: انتخاب عکس برای نوع مشابه
fr: Sélectionner les photos de la variation
pl: Wybierz grafiki wariantu
pt: Selecione as imagens da variação
ru: Выбрать изображение для варианта
sk: Vybrať varianty obrázkov
sv: Välj variantbilder
uk: Вибрати варіант зображення

# Dashboard modal action
source: Save
ar: قم بالحفظ
bg_bg: Запазва
ca: Desa
cs: Uložit
da: Gem
fa: ذخیره
fr: Sauvegarder
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sv: Spara
uk: Зберегти

source: No products found.
ar: لم يتم العثور على منتجات.
bg_bg: Няма намерени продукти.
ca: No s'han trobat productes.
cs: Nenašli se žádné produkty.
da: Ingen produkter fundet.
fa: محصولی یافت نشد.
fr: Aucun produit trouvé.
pl: Nie znaleziono żadnych produktów.
pt: Nenhum produto encontrado.
ru: Товар не найден.
sk: Nenašli sa žiadne produkty.
sq: Asnje artikull nuk u gjet.
sv: Inga produkter hittades.
uk: Продукт не знайдено.

source: You can create products by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Можете да създавате продукт, като използвате <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
ca: Pots crear productes mitjançant el botó <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Pomocí tlačítka <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> můžete vytvářet produkty.
da: Du kan oprette produkter ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fa: شما میتواند با دکمه ی <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> محصولات ایجاد کنید.
fr: Vous pouvez créer des produits en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Produkty można tworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Você pode criar produtos usando o botão<span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Вы можете создать продукты используя кнопку <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sk: Produkty môžte vytvoriť použitím tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Du kan skapa produkter genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen

source: In order to create products, you have to first <a href="%(product_type_url)s">add a product type </a>.
ca: Per crear productes, primer cal <a href="%(product_type_url)s">afegir un tipus de producte</a>.
cs: Chcete-li vytvořit produkty, musíte nejprve <a href="%(product_type_url)s">přidat typ produktu</a>.
da: For at oprette produkter skal du først <a href="%(product_type_url)s">tilføje en produkttype</a>.
fa: برای ایجاد محصولات، شما ابتدا باید <a href="%(product_type_url)s"> یک نوع محصول ایجاد کنید </a>.
fr: Afin de créer des produits, vous devez d'abord <a href="%(product_type_url)s">ajouter un type de produit</a>.
pl: Aby utworzyć produkt, najpierw musisz <a href="%(product_type_url)s">dodać jakiś typ produktu </a>.
pt: Para criar produtos, primeiramente você deverá <a href="%(product_type_url)s">adicionar um Tipo de Produto</a>.
ru: Для создания продуктов Вам необходимо <a href="%(product_type_url)s">добавить Тип продукта</a>.
sk: Na vytvorenie produktov musíte najskôr <a href="%(product_type_url)s"> pridať produktový typ </a>.
sv: För att skapa en produkt, måste du först <a href="%(product_type_url)s">skapa en produkttyp</a>.

# Search page title
source: Search results
ar: نتائج البحث
bg_bg: Резултати от търсенето
ca: Resultats de cerca
cs: Výsledky vyhledávání
da: Søgeresultater
fa: نتایج جستجو
fr: Résultats de la recherche
pl: Wyniki wyszukiwania
pt: Procurar Resultados
ru: Поиск результатов
sk: Výsledky vyhľadávania
sq: Rezultatet e kerkimit
sv: Sökresultat
uk: Результат пошуку

# Dashboard search
source: Search results
ar: نتائج البحث
bg_bg: Резултати от търсенето
ca: Resultats de cerca
cs: Výsledky vyhledávání
da: Søgeresultater
fa: نتایج جستجو
fr: Résultats de la recherche
pl: Wyniki wyszukiwania
pt: Resultado da busca
ru: результаты поиска
sk: Výsledky vyhľadávania
sq: Rezultatet e kerkimit
sv: Sökresultat

# Search results list products
source: Products
ar: المنتجات
bg_bg: Продукти
ca: Productes
cs: Produkty
da: Produkter
fa: محصولات
fr: Produits
pl: Produkty
pt: Produtos
ru: Товары
sk: Produkty
sq: Produktet
sv: Produkter
uk: Продукти

# Search results list orders
source: Orders
ar: الطلبات
bg_bg: Поръчки
ca: Comandes
cs: Objednávky
da: Ordre
fa: سفارشات
fr: Commandes
pl: Zamówienia
pt: Pedidos
ru: Заказы
sk: Objednávky
sq: Porosite
sv: Ordrar
uk: Замовлення

# Dashboard order
source: Order #%(order_number)s
bg_bg: Поръчка # %(order_number)s
ca: Comanda #%(order_number)s
cs: Objednávka #%(order_number)s
da: Ordre #%(order_number)s
fa: سفارش #%(order_number)s
fr: Commande #%(order_number)s
pl: Zamówienie nr %(order_number)s
pt: Pedido #%(order_number)s
ru: Заказ #%(order_number)s
sk: Objednávka #%(order_number)s
sq: Porosia #%(order_number)s
uk: Замовлення #%(order_number)s

# Dashboard customer
source: Customer: %(email)s
bg_bg: Клиент: %(email)s
ca: Client: %(email)s
cs: Zákazník: %(email)s
da: Kunder: %(email)s
fa: مشتری: %(email)s
fr: Client : %(email)s
pl: Klient: %(email)s
pt: Cliente: %(email)s
ru: Покупатель: %(email)s
sk: Zákaznik: %(email)s
sq: Klienti: %(email)s
sv: Kunder: %(email)s
uk: Покупець: %(email)s

# Dashboard order info
source: Placed on: %(placed)s
bg_bg: Сложен на: %(placed)s
ca: Realitzada el: %(placed)s
cs: Umístěno na: %(placed)s
da: Placeret på: %(placed)s
fa: قرار داده شده در: %(placed)s
fr: Effectuée le : %(placed)s
pl: Umieszczony w : %(placed)s
pt: Colocadas em: %(placed)s
ru: Дата размещения: %(placed)s
sk: Vytvorená: %(placed)s
sq: Porositur me: %(placed)s
sv: Lagd den: %(placed)s
uk: Розміщено: %(placed)s

# Search results list users
source: Users
bg_bg: Потребители
ca: Usuaris
cs: Uživatelé
da: Brugere
fa: کاربران
fr: Utilisateurs
pl: Użytkownicy
pt: Usuários
ru: Пользователи
sk: Užívatelia
sq: Perdoruesit
sv: Användare
uk: Користувачі

# Dashboard user
source: User %(full_name)s
bg_bg: Потребител %(full_name)s
ca: Usuari %(full_name)s
cs: Uživatel %(full_name)s
da: Bruger %(full_name)s
fa: کاربر %(full_name)s
fr: Utilsateur %(full_name)s
pl: Użytkownik %(full_name)s
pt: O utilizador %(full_name)s
ru: Пользователь %(full_name)s
sq: Perdoruesi %(full_name)s
sv: Användare %(full_name)s
uk: Користувач %(full_name)s

# No Search result message
source: No results for query "%(query)s".
bg_bg: Няма резултати за заявка "%(query)s".
ca: No tenim resultats per "%(query)s".
cs: Žádné výsledky pro dotaz "%(query)s".
da: Ingen resultater for søgningen "%(query)s".
fa: بدون نتایج برای "%(query)s".
fr: Pas de résultats pour la recherche "%(query)s".
pl: Nie znaleziono wyników pasujących do zapytania "%(query)s".
pt: Nenhum resultado para consulta "%(query)s".
ru: Нет результатов по запросу "%(query)s".
sk: Pre "%(query)s" sme nenašli žiadne výsledky.
sq: Ska rezultate per "%(query)s".
sv: Inga träffar för "%(query)s".
uk: Немає результатів запиту "%(query)s".

# Shipping zone form breadcrumbs
source: Shipping zones
ar: مناطق الشحن
ca: Zones d'enviament
da: Forsendelseszoner
fa: مناطق حمل ونقل
pl: Strefy wysyłki
pt: Regiões de entrega
ru: Области доставки
sk: Doručovacie zóny
sq: Zonat e transportit
sv: Leveranszoner

source: %(shipping_name)s <small>(ships to %(list_of_countries)s)</small>
ca: %(shipping_name)s <small>(s'envia a %(list_of_countries)s)</small>
da: %(shipping_name)s <small>(Sendes til %(list_of_countries)s)</small>
pl: %(shipping_name)s <small>(wysyłane do %(list_of_countries)s)</small>
pt: %(shipping_name)s <small>(transportadoras de%(list_of_countries)s)</small>
ru: %(shipping_name)s <small>(доставляется в %(list_of_countries)s)</small>
sk: %(shipping_name)s <small>(posielame do %(list_of_countries)s)</small>
sq: %(shipping_name)s <small>(transport ne %(list_of_countries)s)</small>
sv: %(shipping_name)s <small>(Levereras till %(list_of_countries)s)</small>

# Shipping zone action
source: Edit shipping zone
ar: تعديل منطقة الشحن
ca: Edita zona d'enviament
da: Rediger forsendelseszone
fa: ویرایش منطقه حمل و نقل
pl: Edytuj strefę wysyłki
pt: Editar região de entrega
ru: Изменить область доставки
sk: Upraviť doručovaciu zónu
sq: Ndrysho zonen e transportit
sv: Ändra leveranszon

# Shipping zone action
source: Remove shipping zone
ar: إزالة منطقة شحن
ca: Elimina la zona d'enviament
da: Fjern forsendelseszone
fa: حذف منطقه حمل و نقل
pl: Usuń strefę wysyłki
pt: Remover região de entrega
ru: Удалить область доставки
sk: Odstrániť doručovaciu zónu
sq: Fshi zonen e transportit
sv: Ta bort leveranszon

# Title of the shipping methods list
source: Price based shipping
ar: السعر بناء على الشحن
ca: Preu basat en l'enviament
da: Pris baseret på forsendelse
fa: قیمت با حمل و نقل
pl: Metody dostawy według wartości zamówienia
pt: Frete baseado no preço
ru: Доставка, основывающаяся на цене
sk: Cena dopravy v zavislosti od ceny
sq: Cmimi ne baze te dergeses
sv: Prisbaserad frakt

# Title of the shipping methods list
source: Weight based shipping
ar: تكلفة الشحن بناء على الوزن
ca: Enviament basat en el pes
da: Vægt baseret på forsendelse
fa: حمل و نقل بر اساس وزن
pl: Metody dostawy według wagi zamówienia
pt: Frete baseado no peso
ru: Доставка, основывающаяся на весе
sk: Cena dopravy v zavislosti od hmotnosti
sq: Dergesa ne baze te peshes
sv: Viktbaserad frakt

# Dashboard shipping zones
source: Edit
ar: تعديل
ca: Edita
da: Rediger
fa: ویرایش
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra

# Shipping zone form page title
source: Add new shipping zone
ar: إضافة منطقة شحن جديدة
ca: Afegeix nova zona de d'enviament
da: Tilføj ny forsendelseszone
fa: افزودن منطقه حمل و نقل جدید
pl: Dodaj nową strefę wysyłki
pt: Adicionar nova região de entrega
ru: Добавить новую область доставки
sk: Pridať novú doručovaciu zónu
sq: Shto nje zone te re transporti
sv: Lägg till ny leveranszon

# Dashboard shipping zone
source: Shipping zones
ar: مناطق الشحن
ca: Zones d'enviament
da: Forsendelseszoner
fa: مناطق حمل ونقل
pl: Strefy wysyłki
pt: Regiões de entrega
ru: Области доставки
sk: Doručovacie zóny
sq: Zonat e transportit
sv: Leveranszoner

# Shipping zone form page title
source: Edit
ar: تعديل
ca: Edita
da: Rediger
fa: ویرایش
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra

# Shipping zone form breadcrumbs
source: Add new shipping zone
ar: إضافة منطقة شحن جديدة
ca: Afegeix nova zona de d'enviament
da: Tilføj ny forsendelseszone
fa: افزودن منطقه حمل و نقل جدید
pl: Dodaj nową strefę wysyłki
pt: Adicionar nova região de entrega
ru: Добавить новую область доставки
sk: Pridať novú doručovaciu zónu
sq: Shto nje zone te re transporti
sv: Lägg till ny leveranszon

# Dashboard shipping zones list
source: Shipping zones
ar: مناطق الشحن
ca: Zones d'enviament
da: Forsendelseszoner
fa: مناطق حمل ونقل
pl: Strefy wysyłki
pt: Regiões de entrega
ru: Области доставки
sk: Doručovacie zóny
sq: Zonat e transportit
sv: Leveranszoner

# Shipping zone list add button text
source: Add shipping zone
ar: أضف منطقة شحن
ca: Afegeix zona d'enviament
da: Tilføj forsendelseszone
fa: افزودن منطقه حمل و نقل
pl: Dodaj strefę wysyłki
pt: Adicionar região de entrega
ru: Добавить область доставки
sk: Pridať doručovaciu zónu
sq: Shto zone transporti
sv: Lägg till leveranszon
