Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Voucher not applicable
source: Please select a shipping method first.
ar: يرجى اختيار طريقة الشحن أولاً.
bg_bg: Моля, изберете метод за доставка.
ca: Si us plau, cal escollir primer un mètode d'enviament.
cs: Prosím zvolte nejprve způsob dopravy.
da: Vælg venligst først din forsendelsesmetode.
fa: لطفا در ابتدا یک روس ارسال را انتخاب نمایید.
fr: Veuillez d'abord choisir une méthode de livraison.
pl: Proszę najpierw wybrać sposób dostawy.
pt: Por favor, selecione primeiro, um método de envio.
ru: Пожалуйста выберите сначала способ доставки.
sk: Prosím vyberte spôsob odoslania.
sq: Ju lutem selektoni nje metode dergese si fillim.
sv: Ange en leveransmetod först
uk: Будь ласка, спочатку виберіть метод доставки.

# Voucher not applicable
source: This offer is not valid in your country.
ar: هذا العرض غير صالح في دولتك.
ca: Aquesta oferta no és válida al seu país.
da: Dette tilbud er ikke tilgængeligt i dit land.
fa: این پیشنهاد در کشور شما موجود نیست.
pl: Ta oferta nie jest ważna w Twoim kraju.
pt: Esta promoção não é valida em seu pais.
ru: Это предложение недоступно в вашей стране.
sk: Táto ponuka neplatí pre vo vašej krajine.
sq: Kjo ofert nuk eshte e vlefshme ne shtetin tuaj.
sv: Detta erbjudande är inte tillgängligt i ert land

# Voucher not applicable
source: This offer is only valid for selected items.
ar: هذا العرض صالح فقط للعناصر المحددة.
bg_bg: Тази оферта е валидна само за избраните артикули.
ca: Aquesta oferta només és válida per alguns articles.
cs: Tato nabídka je dostupná pouze pro vybranné zboží.
da: Dette tilbud er kun tilgængeligt for udvalgte varer.
fa: این پیشنهاد تنها برای آیتم های انتخاب شده معتبر است.
fr: Cette offre n'est valide que pour les objets sélectionnés.
pl: Ta oferta obowiązuje jedynie dla wybranych produktów.
pt: Esta oferta é válida apenas para os itens selecionados.
ru: Предложение действительно только для отдельных товаров.
sk: Táto ponuka platí iba pre vybrané položky.
sq: Kjo ofert nuk eshte e vlefshme per artikujt e zgjedhur.
sv: Detta erbjudande gäller endast valda varor
uk: Ця пропозиція дійсна лише на обрані позиції

# Voucher not applicable
source: Voucher expired in meantime. Order placement aborted.
ar: انتهت صلاحية القسيمة في الوقت الحالي. تم إلغاء عملية الطلب.
ca: El val de descompte ha caducat mentrestant. La comanda ha estat anul·lada.
cs: Voucher mezitím vypršel. Odeslání objednávky bylo přerušeno.
da: Rabatkode er udløbet i mellemtiden. Din ordre er blevet afbrudt.
fa: در حال حاضر کد تخفیف منقضی شده است. سفارش شما لغو شد.
fr: Le bon de réduction a expiré. La commande a donc été annulée.
pl: Voucher stracił ważność. Składanie zamówienia przerwano.
pt: Voucher expirado. Pedido foi anulado.
ru: Купон уже истёк. Размещение заказа отменено.
sk: Platnosť kupónu medzičasom vypršala. Podaná objednávka bola zrušená.
sq: Kuponi ka skaduar. Porosia eshte anulluar.
sv: Kupongen blev ogiltig under tiden. Orderplacering avbruten.

# order placement_error
source: Shipping method is not set
ca: Mètode d'enviament no seleccionat
da: Forsendelsesmetode er ikke angivet
fa: روش حمل و نقل انتخاب نشده است
pt: Método de entrega não selecionado
ru: Не выбран способ доставки

# order placement error
source: Shipping address is not set
ca: Adreça d'enviament no seleccionada
da: Afsendelsesadresse er ikke angivet
fa: آدرس حمل و نقل انتخاب نشده است
pt: Endereço de entrega não selecionado
ru: Не установлен адрес доставки

# order placement error
source: Shipping method is not valid for your shipping address
ca: Adreça d'enviament no vàlida per l'adreça d'enviament escollida
da: Forsendelsesmetode er ikke gyldig for din forsendelsesadresse
pt: Método de entrega não é válido para o endereço de entrega definido
ru: Способ доставки недоступен для вашего адреса

# Checkout warning
source: This voucher has expired. Please review your checkout.
bg_bg: Този ваучер е изтекъл. Моля, прегледайте плащането си
ca: Aquest val de descompte ha caducat. Si us plau revisi el procés de pagament.
cs: Tento voucher expiroval. Prosím zkontrolujte platbu.
da: Denne rabatkode er udløbet. Gennemse venligst din checkout.
fa: کد تخفیف منقضی شده. سفارش خود را یک بار دیگر مرور کنید.
fr: Ce bon d'achat a expiré. Merci de revoir votre panier.
pl: Ten kupon wygasł. Przejrzyj swoje zamówienie.
pt: Este voucher expirou. Por favor, verifique o seu checkout.
ru: Этот купон просрочен. Пожалуйста проверьте вашу корзину.
sk: Platnosť tohto poukazu vypršala. Skontrolujte si platbu.
sq: Ky kupon ka skaduar. Ju lutem kontrolloni faturen.
sv: Denna kupong har gått ut. Vänligen gå igenom ert köp
uk: Термін дії ваучера закінчився. Будь ласка, перегляньте оформлення замовлення.

# Checkout warning
source: Please review your checkout.
ar: يرجى مراجعة عملية الشراء الخاصة بك.
bg_bg: Моля, прегледайте плащането си
ca: Si us plau revisi el procés de pagament.
cs: Prosím zkontrolujte platbu.
da: Gennemse venligst din checkout.
fa: لطفا اطلاعات را بازبینی نمایید.
fr: Merci de revoir votre panier.
pl: Przejrzyj swoje zamówienie.
pt: Por favor, verifique o seu checkout.
ru: Пожалуйста проверьте вашу корзину.
sk: Skontrolujte si platbu.
sq: Ju lutem kontrolloni faturen perfundimtare.
sv: Vänligen gå igenom ert köp
uk: Будь ласка перегляньте Ваш розрахунок

# VAT rate type
source: accommodation
ar: الإقامة
ca: allotjament
cs: ubytování
da: indkvartering
fa: محل زندگی
fr: logement
pl: nocleg
pt: alojamento
ru: Кредит
sk: ubytovanie
sq: akomodimi
sv: boende

# VAT rate type
source: admission to cultural events
ar: تذاكر لفعاليات ثقافية
ca: admissió a esdeveniments culturals
cs: vstup na kulturní akce
da: Adgang til kulturelle arrangementer
fa: دعوت به رویدادهای فرهنگی
fr: admission à des événements culturaux
pl: wstęp na imprezy kulturalne
pt: acesso para eventos culturais
ru: разрешение на культурные события
sk: vstupné na kultúrne podujatia
sq: pranimi ne evente kulturore
sv: inträde på kulturella evenemang

# VAT rate type
source: admission to entertainment events
ar: تذاكر لفعاليات ترفيهية
ca: admissió a esdeveniments d'entreteniment
cs: vstup na zábavní akce
da: Adgang til underholdnings arrangementer
fa: دعوت به رویدادهای تفریحی
fr: admission à des événements de divertissement
pl: wstęp na imprezy rozrywkowe
pt: acesso para eventos de entretenimento
ru: разрешение на развлекательные события
sk: vstupné na zábavné podujatia
sq: pranimi ne evente argetuese
sv: inträde på underhållnings evenemang

# VAT rate type
source: admission to sporting events
ar: تذاكر لفعاليات رياضية
ca: admissió a esdeveniments d'esport
cs: vstup na sportovní akce
da: Adgang til sports arrangementer
fa: دعوت به رویدادهای ورزشی
fr: admission à des événements sportifs
pl: wstęp na imprezy sportowe
pt: acesso para eventos desportivos
ru: разрешение на спортивные события
sk: vstupné na športové podujatia
sq: pranimi ne envente sportive
sv: inträde på sport evenemang

# VAT rate type
source: advertising
ar: إعلان
ca: publicitat
cs: reklama
da: reklame
fa: تبلیغات
fr: publicité
pl: reklama
pt: propaganda
ru: реклама
sk: reklama
sq: reklamimi
sv: reklam

# VAT rate type
source: agricultural supplies
ar: الإمدادات الزراعية
ca: subministraments agrícoles
cs: agrokulturní zboží
da: landbrugsprodukter
fa: ابزار و لوازم کشاورزی
fr: fournitures agricoles
pl: artykuły rolne
pt: produtos agrícolas
ru: товары для сада и огорода
sk: poľnohospodárske zásoby
sq: furnizime agrikulture
sv: jordbruksprodukter

# VAT rate type
source: baby foodstuffs
ar: أغذية الأطفال
ca: aliments per a nadons
cs: dětská strava
da: baby fødevarer
fa: خوراک بچه
fr: alimentaires pour bébés
pl: żywność dla niemowląt
pt: comida de bebê
ru: корм для новорожденных
sk: detské potraviny
sq: ushqime per femijet
sv: barnmat

# VAT rate type
source: bikes
ar: الدراجات
ca: bicicletes
cs: kola
da: cykler
fa: دوچرخه
fr: vélos
pl: rowery
pt: bicicletas
ru: велосипеды
sk: bicykle
sq: bicikleta
sv: cyklar

# VAT rate type
source: books
ar: كتب
ca: llibres
cs: knihy
da: bøger
fa: کتاب
fr: livres
pl: książki
pt: livros
ru: книги
sk: knihy
sq: libra
sv: böcker

# VAT rate type
source: childrens clothing
ar: ملابس أطفال
ca: roba per nens
cs: dětské oblečení
da: børnetøj
fa: لباس پچه ها
fr: vêtements pour enfants
pl: ubrania dziecięce
pt: roupas de criança
ru: детская одежда
sk: detské oblečenie
sq: veshje per femije
sv: barnkläder

# VAT rate type
source: domestic fuel
ar: وقود منزلي
ca: combustible domèstic
cs: místní pohonné hmoty
da: husholdningsbrændstof
fr: carburant domestique
pl: paliwo krajowe
pt: Combustível doméstico
ru: топливо для обогрева жилья
sk: domáce palivo
sq: shtepiake
sv: inhemskt bränsle

# VAT rate type
source: domestic services
ar: خدمات منزلية
ca: serveis domèstics
cs: místní služby
da: indenlandske tjenester
fa: سرویس‌های محلی
fr: services domestiques
pl: usługi domowe
pt: Serviços domésticos
ru: хозяйственно-бытовое обслуживание
sk: domáce služby
sq: sherbime shtepie
sv: inhemska tjänster

# VAT rate type
source: e-books
ar: كتب إلكترونية
ca: llibres electrònics
cs: e-knihy
da: ebøger
fa: کتابـخوان ها
fr: livres électroniques
pl: e-booki
pt: Livros eletrônicos
ru: электронные книги
sk: e-knihy
sv: e-böcker

# VAT rate type
source: foodstuffs
ar: مواد غذائية
ca: aliments
cs: strava
da: fødevarer
fa: خوراکی‌ها
fr: produits alimentaires
pl: artykuły spożywcze
pt: Comestíveis
ru: продукты
sk: potraviny
sq: ushqime
sv: mat

# VAT rate type
source: hotels
ar: فنادق
cs: hotelnictví
da: hoteller
fa: هتل ها
fr: hôtels
pl: hotele
pt: hotéis
ru: отели
sk: hotely
sq: hotele
sv: hotell

# VAT rate type
source: medical
ar: طبي
ca: mèdic
cs: zdravotnictví
da: medicinsk
fa: پزشکی
fr: médical
pl: artykuły medyczne
pt: medicamentos
ru: медицинские товары
sk: lekárske
sq: mjeksi
sv: medicin

# VAT rate type
source: newspapers
ca: diaris
cs: noviny
da: aviser
fa: روزنامه ها
fr: journaux
pl: gazety
pt: jornais
ru: газеты
sk: noviny
sq: gazeta
sv: tidningar

# VAT rate type
source: passenger transport
ar: نقل الركاب
ca: transport de passatgers
cs: transport pasažérů
da: passagertransport
fa: حمل و نقل مسافران
fr: transports de passagers
pl: transport pasażerów
pt: Transporte de passageiros
ru: пассажироперевозки
sk: osobná doprava
sq: transport i pasagjereve
sv: persontransport

# VAT rate type
source: pharmaceuticals
ar: أدوية
ca: productes farmacèutics
cs: farmaceutické zboží
da: lægemidler
fa: دارویی
fr: médicaments
pl: farmaceutyki
pt: fármacos
ru: лекарства
sk: farmaceutiká
sq: farmaci
sv: läkemedel

# VAT rate type
source: property renovations
ar: تجديد ممتلكات
ca: renovacions immobiliàries
cs: rekonstrukce nemovitostí
da: ejendomsrenoveringer
fa: بازسازی ملک
fr: rénovations immobilières
pl: remonty nieruchomości
pt: renovação de propriedades
ru: ремонт недвижимости
sk: rekonštrukcie nehnuteľností
sq: renovime shtepie
sv: fastighetsrenovering

# VAT rate type
source: restaurants
ar: مطاعم
cs: restaurace
da: restauranter
fa: رستوران ها
pl: restauracje
pt: restaurantes
ru: рестораны
sk: reštaurácie
sq: restorante
sv: restauranger

# VAT rate type
source: social housing
ar: إسكان اجتماعي
ca: habitatge social
cs: sociální bydlení
da: sociale boliger
fa: مسکن سازمانی
fr: logement social
pl: mieszkania socjalne
pt: habitação social
ru: социальное жильё
sk: sociálne ubytovanie
sq: shtepi sociale
sv: subventionerade social bostäder

# VAT rate type
source: standard
ar: أساسي
ca: estàndard
fa: معمولی
pl: standardowa
pt: Padrão
ru: стандартный
sk: štandard

# VAT rate type
source: water
ar: ماء
ca: aigua
cs: voda
da: vand
fa: آب
fr: eau
pl: woda
pt: água
ru: вода
sk: voda
sq: uje
sv: vatten

# VAT rate type
source: wine
cs: víno
da: vin
fr: vin
pl: wino
pt: vinho
ru: Алкогольная продукция
sk: víno
sq: vere

# Number of matching records in the dashboard list
source: Found %(counter)d matching record
bg_bg: Намерен е %(counter)d съответстващ запис
ca: Trobat %(counter)d registre coincident
cs: Nalezen %(counter)d odpovídající záznam
da: Fandt %(counter)d matchende post
fa: %(counter)d مورد پیدا شد.
fr: %(counter)d entrée trouvée
pl: Znaleziono %(counter)d pasujący rekord
pt: Encontrado %(counter)d registro
ru: Найдена %(counter)d совпадающая запись
sk: Našiel sa %(counter)d zhodný záznam
sq: U gjet %(counter)d rekord i ngjashem
sv: Hittade %(counter)d matchad post
uk: Знайдено %(counter)d запис

# Country choice
source: Any Country
ar: أي دولة
ca: Qualsevol país
da: Alle Lande
fa: هر کشوری
pl: Dowolny kraj
pt: Qualquer país
ru: Любая страна
sk: Ľubovoľná krajina
sq: Cdo shtet
sv: Vilket land som helst

# Impersonation message
source: You are now logged as {}
ar: أنت الآن مسجل دخول ك{}
bg_bg: Вече сте влезли в профила си като {}
ca: Identificat com l'usuari: {}
cs: Jste přihlášen jako {}
da: Du er nu logget ind som {}
fa: حالا شما به جای {} در سیستم هستید.
fr: Vous êtes désormais connecté en tant que {}
pl: Jesteś zalogowany jako {}
pt: Encontra-se ligado como {}
ru: Вы не авторизированы как {}
sk: Ste prihlásený ako {}
sq: Ti tashme je i loguar si {}
sv: Du är nu inloggad som {}
uk: Ви увійшли як {}

# Kilogram weight unit symbol
source: kg
ar: كيلوغرام
fa: کیلو گرم
ru: кг

# Pound weight unit symbol
source: lb
ar: رطل
fa: پوند
ru: фунты

# Ounce weight unit symbol
source: oz
ar: أوقية
fa: اونس
ru: унции

# Gram weight unit symbol
source: g
ar: غرام
fa: گرم
ru: г

# Voucher: discount for
source: All products
ar: جميع المنتجات
ca: Tots els productes
da: Alle produkter
fa: تمام محصولات
pt: Todos os produtos
ru: Все товары
sk: Všetky produkty

# Voucher: discount for
source: Specific products
ar: منتجات محددة
ca: Productes específics
da: Specifikke produkter
fa: محصولات خاص
pl: Niektóre produkty
pt: Produtos específicos
ru: Конкретный товар
sk: Špecifické produkty
sq: Produkte specifike
sv: Specifika produkter

# Voucher: discount for
source: Specific collections of products
ar: مجموعات محددة من المنتجات
ca: Col·leccions específiques de productes
da: Specifik produktkollektioner
fa: دسته‌ای خاص از محصولات
pl: Niektóre kolekcje produktów
pt: Coleções específicas de produtos
ru: Определённая коллекция товаров
sk: Špecifické kolekcie produktov
sq: Koleksion specifik i produkteve
sv: Specifik kollektion av produkter

# Voucher: discount for
source: Specific categories of products
ar: تصنيفات محددة من المنتجات
ca: Categories específiques de productes
da: Specifik produktskategorier
fa: دسته‌ای خاص از محصولات
pl: Niektóre kategorie produktów
pt: Categorias específicas de produtos
ru: Определённая категория товаров
sk: Špecifické kategórie produktov
sq: Kategori specifike te produkteve
sv: Specifik kategori av produkter

# Voucher: discount for
source: Shipping
ar: الشحن
bg_bg: Доставка
ca: Enviament
cs: Dopravné
da: Forsendelse
fa: ارسال
fr: Livraison
pl: Dostawa
pt: Entrega
ru: Доставка
sk: Doprava
sq: Dergesa
sv: Frakt
uk: Всі покупки

# Voucher type
source: Free shipping
ar: شحن مجاني
bg_bg: Безплатна доставка
ca: Enviament gratuït
cs: Doprava zdarma
da: Gratis forsendelse
fa: ارسال رایگان
fr: Livraison gratuite
pl: Darmowa dostawa
pt: Entrega grátis
ru: Бесплатная доставка
sk: Doprava zdarma
sq: Dergesa falas
sv: Gratis frakt
uk: Безкоштовна доставка

# Voucher type
source: %(discount)s off shipping
bg_bg: %(discount)sот доставката
ca: %(discount)s sobre l'enviament
cs: Sleva %(discount)s na dopravu
da: %(discount)s fratrukket forsendelse
fa: %(discount)s درصد تخفیف ارسال
fr: %(discount)s sur la livraison
pl: Dostawa tańsza o %(discount)s
pt: %(discount)s de desconto no transporte
ru: %(discount)s на стоимость доставки
sk: %(discount)s na objednávku
sq: %(discount)s per deregesen
sv: %(discount)s på frakt
uk: %(discount)s з доставки

# Voucher type
source: %(discount)s off %(product_num)d products
da: %(discount)s fratrukket %(product_num)d produkter
fa: %(discount)s تخفیف %(product_num)d محصولات
pl: %(product_num)dprodukty przecenione o %(discount)s
pt: %(discount)s de desconto em %(product_num)d produtos
ru: Скидка %(discount)s для %(product_num)d товаров
sk: %(discount)s dole na %(product_num)d produktov.
sq: %(discount)s ulje per %(product_num)d produkte
sv: %(discount)spå %(product_num)d produkter

# Voucher type
source: %(discount)s off %(collections_num)d collections
da: %(discount)s fratrukket %(collections_num)d kollektionen
fa: %(discount)s تخفیف %(collections_num)d دسته‌ها
pl: %(collections_num)dkolekcje przecenione o %(discount)s
pt: %(discount)s de desconto em %(collections_num)d coleções
ru: Скидка %(discount)s для %(collections_num)d коллекций
sk: %(discount)s dole na %(collections_num)d kolekcií.
sq: %(discount)s ulje per %(collections_num)d koleksione
sv: %(discount)spå %(collections_num)dsamlingar

# Voucher type
source: %(discount)s off %(categories_num)d categories
da: %(discount)s fratrukket %(categories_num)d kategorier
fa: %(discount)s تخفیف %(categories_num)d دسته‌بندی‌ها
pl: %(categories_num)dkategorie przecenione o %(discount)s
pt: %(discount)s de desconto em %(categories_num)d categoria
ru: Скидка %(discount)s для %(categories_num)d категорий
sk: %(discount)s dole na %(categories_num)d kategórií.
sq: %(discount)s ulje per %(categories_num)d kategori
sv: %(discount)spå %(categories_num)dkategorier

# Voucher type
source: %(discount)s off
bg_bg: %(discount)sот
cs: Sleva %(discount)s
da: %(discount)s fratrukket
fa: %(discount)s تخفیف
fr: %(discount)s sur
pl: Zniżka o %(discount)s
pt: %(discount)s de desconto
ru: скидка %(discount)s
sk: %(discount)s na
sq: %(discount)s ulje
sv: %(discount)s på
uk: %(discount)s знижка

# Voucher not applicable
source: This offer is only valid for orders over %(amount)s.
ar: هذا العرض صالح فقط للطلبات التي تزيد عن %(amount)s'
bg_bg: Тази оферта е валидна само за поръчки %(amount)s
ca: Aquesta oferta només és váida per comandes de més de %(amount)s.
cs: Tato nabídka je platná pouze pro objednávky přes %(amount)s
da: Dette tilbud er kun tilgængeligt for ordre over %(amount)s.
fa: این تخفیف تنها برای سفارش های بالای %(amount)s معتبر است.
fr: Cette promotion est valide uniquement pour les commandes supérieures à %(amount)s.
pl: Ta oferta obowiązuje jedynie dla zamówień powyżej %(amount)s.
pt: Esta oferta só é válida para encomendas superiores %(amount)s.
ru: Это предложение действительно только для заказов свыше %(amount)s
sk: Táto ponuka plati iba ak prekročíte sumu %(amount)s.
sq: Kjo oferte eshte e vlefshme per porosite mbi %(amount)s.
sv: Detta erbjudande gäller bara på beställningar över %(amount)s
uk: Ця пропозиція дійсна лише при замовленні більш ніж %(amount)s

# Permission description
source: Manage sales and vouchers.
ar: إدارة المبيعات والقسائم.
ca: Gestiona descomptes i vals de descompte.
da: Administrer salg og kuponer.
fa: مدیریت فروش و تخفیف‌ها
pl: Zarządzaj wyprzedażami i zniżkami
pt: Gerir vendas e cupões
ru: Управление скидками и купонами.
sk: Správa výpredajov a kupónov
sq: Menaxho shitjet dhe kuponet
sv: Hantera försäljning och kuponger

# Voucher not applicable
source: Discount not applicable for this product
ar: الخصومات لا تنطبق على هذا المنتج
bg_bg: Отстъпка не се отнася за този продукт
ca: Descompte no aplicable per aquest producte.
cs: Sleva není dostupná pro tento produkt
da: Rabat gælder ikke dette produkt
fa: تخفیف برای این کالا ممکن نیست
fr: Remise non disponible pour ce produit
pl: Zniżka nie stosuje się do tego produktu
pt: Desconto não aplicável para este produto
ru: Скидка не применима к данному продукту
sk: Zľava sa nevzťahuje na tento produkt
sq: Uljet nuk aplikohen per kete produkt.
sv: Rabatt kan inte tillämpas på denna produkt
uk: На цей продукт знижка не дійсна

# Fulfill order line mutation error
source: Only %(quantity)d item remaining to fulfill.
ca: Només falta %(quantity)d article per complir.
da: Kun %(quantity)d vare tilbage at pakke.
pt: Somente %(quantity)d item restante para completar
ru: Только %(quantity)d позиций осталось заполнить.
sk: Ostáva vybaviť položky %(quantity)d položku.

# Cancel fulfillment mutation error
source: This fulfillment can't be canceled
ar: لا يمكن إلغاء هذا الإجراء
ca: Aquest compliment no pot ser cancel·lat
cs: Toto zpracování nemůže být zrušeno
da: Denne ordrehandling kan ikke annulleres
pl: Ta realizacja nie może zostać anulowana
pt: Este atendimento de pedido de cliente não pode ser cancelado
ru: Пополнение не может быть отменено
sk: Toto plnenie nie je možné zrušiť
sv: Denna uppfyllelse kan inte avbrytas

# Permission description
source: Manage navigation.
ar: إدارة التصفح
ca: Gestiona navegació.
da: Administrer navigation.
fa: مدیریت حمل و نقل
pl: Zarządaj nawigacją
pt: Gerenciar navegação.
ru: Управление навигацией.
sk: Správa navigácie.
sq: Menaxho navigimin
sv: Hantera navigation

# Link object type description
source: URL:
ar: الرابط:
fa: لینک:
fr: Lien hypertexte :
ru: Ссылка:

# Link object type description
source: Category:
ar: تصنيف
ca: Categoria:
cs: Kategorie:
da: Kategori:
fa: دسته بندی:
fr: Catégorie :
pl: Kategoria:
pt: Categoria:
ru: Категория:
sk: Kategória:
sq: Kategori:
sv: Kategori:

# Link object type description
source: Collection:
ar: المجموعة
ca: Col·lecció
cs: Kolekce:
da: Kollektion:
fa: مجموعه:
pl: Kolekcja:
pt: Coleção:
ru: Коллекция:
sk: Kolekcia:
sq: Koleksion:
sv: Kollektioner:

# Link object type description
source: Page:
ar: الصفحة
ca: Pàgina:
cs: Stránka:
da: Side:
fa: صفحه:
pl: Strona:
pt: Página:
ru: Страница:
sk: Stránka:
sq: Faqe:
sv: Sida:

# Status for a fully editable, not confirmed order created by staff users
source: Draft
ar: مسودة
ca: Esborrany
cs: Rozepsáno
da: Udkast
fa: پیش‌نویس
fr: Brouillon
pl: Szkic
pt: Rascunho
ru: Черновик
sk: Koncept
sv: Utkast

# Status for an order with no items marked as fulfilled
source: Unfulfilled
ar: لم يتم تنفيذها
ca: No s'ha completat
da: Uopfyldte
fa: غیرنهایی
pl: Niezrealizowane
pt: Incompleto
ru: Не исполненный
sk: Nenaplnené
sq: I paperfunduar
sv: Ej fullbordad

# Status for an order with some items marked as fulfilled
source: Partially fulfilled
ar: تم جزئياً
ca: Completat parcialment
cs: Částečně zpracováno
da: Delvist opfyldt
fa: نیمه کامل
fr: En cours de traitement
pl: Częściowo zrealizowane
pt: Parcialmente completo
ru: Частично исполнен
sk: Čiastočne nenaplnené
sq: Pjeserisht i perfunduar
sv: Delvis fullbordad

# Status for an order with all items marked as fulfilled
source: Fulfilled
ar: استوفى
ca: Completat
cs: Zpracováno
da: Pakket
fa: کامل شده
fr: Traitée
pl: Zrealizowane
pt: Completo
ru: Исполнен
sk: Splnené
sq: I perfunduar
sv: Fullbordad

# Status for a permanently canceled order
source: Canceled
ar: إلغاء
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
fa: لغو شده
fr: Annulée
pl: Anulowane
pt: Cancelado
ru: Отменён
sk: Zrušené
sq: I anulluar
sv: Avbruten

# Status for a group of products in an order marked as fulfilled
source: Fulfilled
ar: استوفى
ca: Completat
cs: Zpracováno
da: Pakket
fa: نهایی شده
fr: Traitée
pl: Zrealizowane
pt: Completo
ru: Исполнен
sk: Splnené
sq: I plotesuar
sv: Fullbordad

# Status for a fulfilled group of products in an order marked as canceled
source: Canceled
ar: إلغاء
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
fa: لغو شده
fr: Annulée
pl: Anulowane
pt: Cancelado
ru: Отменён
sk: Zrušené
sq: I anulluar
sv: Avbruten

# Email type
source: Payment confirmation
ar: تأكيد الدفع
ca: Confirmació de pagament
da: Betalingsbekræftelse
fa: تائیدیه پرداخت
pt: Confirmação do pagamento
ru: Подтверждение оплаты
sk: Potvrdenie platby

# Email type
source: Shipping confirmation
ar: تأكيد الشحن
ca: Confirmació d'enviament
da: Forsendelsesbekræftelse
fa: تاییدیه حمل و نقل
pt: Confirmação de envio
ru: Подтверждение доставки
sk: Potvrdenie dopravy

# Email type
source: Fulfillment confirmation
ar: تأكيد الإستيفاء
ca: Confirmació de completat
da: Pakkebekræftelse
pt: Confirmação de Fulfillment
ru: Подтверждение пополнения
sk: Potvrdenie plnenia

# Email type
source: Order confirmation
ar: تأكيد الطلبية
ca: Confirmació de comanda
da: Ordrerbekræftelse
fa: تایید سفارش
pt: Confirmação do pedido
ru: Подтверждение заказа
sk: Potvrdenie objednávky
