Repository: saleor/saleor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, ca, cs, da, fa, fr, pl, pt, ru, sk, sq, sv, uk

# Packing slip shipping details
source: Billing Details
ar: تفاصيل الفاتورة
bg_bg: Детайли на плащането
ca: Detalls de la factura
cs: Fakturační údaje
da: Faktureringsdetaljer
fa: جزئیات فاکتور
fr: Détails de paiement
pl: Szczegóły nabywcy
pt: Detalhes de Cobrança
ru: Платежные реквизиты
sk: Fakturačné údaje
sq: Detajet e faturimit
sv: Fakturadetaljer
uk: Деталі оплати

# Packing slip shipping address
source: Shipping address
ar: عنوان الشحن
bg_bg: Адрес за доставка
ca: Adreça d'enviament
cs: Dodací adresa
da: Forsendelsesadresse
fa: آدرس ارسال
fr: Adresse de livraison
pl: Adres dostawy
pt: Endereço de entrega
ru: Адрес доставки
sk: Dodacia adresa
sq: Adresa e dergeses
sv: Leveransadress
uk: Адреса доставки

# Packing slip billing address
source: Billing address
ar: عنوان الفاتورة
bg_bg: Адрес на плащане
ca: Adreça de facturació
cs: Fakturační adresa
da: Betalingsadresse
fa: آدرس صورت حساب
fr: Adresse de facturation
pl: Adres nabywcy
pt: Endereço de cobrança
ru: Платежный адрес
sk: Fakturačná adresa
sq: Adresa e faturimit
sv: Fakturaadress
uk: Адреса оплати

# Order invoice
source: Items Ordered
ar: الوحدات التي تم طلبها
bg_bg: Поръчани продукти
ca: Articles demanats
cs: Objednané položky
da: Varer bestilt
fa: اقلام مرتب شده
fr: Articles commandés
pl: Zamówione pozycje
pt: Itens Comprados
ru: Заказанные товары
sk: Zoradené položky
sq: Aritkujt e porosise
sv: Varor beställda
uk: Позиція замовлення

# Order table header
source: SKU
ar: وحدة حفظ الأوراق المالية
fa: واحد انبارداری
fr: Référence
ru: Артикул
sk: EAN

source: No orders found.
ar: لم يتم العثور على أية طلبات.
bg_bg: Няма намерени поръчки.
ca: No s'han trobat comandes.
cs: Nenalezeny žádné objednávky.
da: Ingen ordre fundet.
fa: سفارشی یافت نشد.
fr: Aucune commande trouvée.
pl: Nie znaleziono zamówień.
pt: Sem pedidos encontrados.
ru: Заказы не найдены.
sk: Neboli nájdené žiadne objednávky.
sq: Asnje porosi nuk u gjet
sv: Inga ordrar hittade
uk: Замовлення не знайдено.

source: Orders will appear here after customers complete the checkout.
bg_bg: Поръчките ще се покажат тук, след като клиентите завършат проверката.
ca: Les comandes apareixeran aquí després que els clients completin el procés de compra.
cs: Objednávky se zobrazí poté, co zákazníci dokončí nákup.
da: Ordrer vises her, når kunderne har gennemført ordren.
fa: سفارشات بعد از تکمیل مراحل خرید، اینجا دیده خواهند شد.
fr: Les commandes apparaîtront ici une fois que les clients auront finaliser leurs commandes.
pl: Kiedy klienci dokonają zakupów, tutaj pojawią się zamówienia.
pt: Os pedidos aparecerão aqui quando os clientes completarem o checkout.
ru: Здесь отобразятся заказы после выполнения расчёта пользователем.
sk: Tu sa zobrazia objednávky len čo zákazníci dokončia nákup.
sv: Kundkonton visas här när kunden avslutat utcheckning

# Pages list page title
source: Pages
ar: صفحات
ca: Pàgines
cs: Stránky
da: Sider
fa: صفحات
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
sq: Faqet
sv: Sidor

# Pages form breadcrumbs
source: Pages
ar: صفحات
ca: Pàgines
cs: Stránky
da: Sider
fa: صفحات
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
sq: Faqet
sv: Sidor

source: Page URL
ca: Enllaç de la pàgina
cs: Adresa URL stránky
da: Side URL
fa: لینک صفحه
fr: URL de la page
pl: URL strony
pt: URL da Página
ru: Ссылка на страницу
sk: URL stránky
sq: URL e faqes
sv: SidoURL

# Page action
source: Edit page
ar: تحرير الصفحة
ca: Edita pàgina
cs: Upravit stránku
da: Rediger side
fa: ویرایش صفحه
fr: Modifier la page
pl: Edytuj stronę
pt: Editar página
ru: Редактировать страницу
sk: Upraviť stránku
sq: Ndrysho faqen
sv: Ändra sida

# Page action
source: Remove page
ar: إزالة الصفحة
ca: Elimina pàgina
cs: Odstranit stránku
da: Fjern side
fa: جذف صفحه
fr: Supprimer la page
pl: Usuń stronę
pt: Remover página
ru: Удалить страницу
sk: Odstrániť stránku
sq: Fshi faqen
sv: Ta bort sida

# Page action
source: View on site
ar: عرض على الموقع
bg_bg: Виж на сайта
ca: Veure al lloc web
cs: Zobrazit na stránce
da: Vis på hjemmesiden
fa: نمایش در سایت
fr: Voir sur le site
pl: Zobacz na stronie
pt: Ver no local
ru: Посмотреть на сайте
sk: Zobraziť na stránkach
sq: Shiko ne faqe
sv: Se på sida
uk: Подивитися на сайті

# Page form page title
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Page form page title
source: Add new page
ar: إضافة صفحة جديدة
ca: Afegeix pàgna nova
cs: Přidat novou stránku
da: Tilføj ny side
fa: افزودن صفحه جدید
fr: Ajouter une nouvelle page
pl: Dodaj nową stronę
pt: Adicionar nova página
ru: Добавить новую страницу
sk: Pridať novú stránku
sq: Shto faqe te re
sv: Lägg till ny sida

# Dashboard pages list
source: Pages
ar: صفحات
ca: Pàgines
cs: Stránky
da: Sider
fa: صفحات
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
sq: Faqet
sv: Sidor

# Page form breadcrumbs
source: Add new page
ar: إضافة صفحة جديدة
ca: Afegeix pàgna nova
cs: Přidat novou stránku
da: Tilføj ny side
fa: افزودن صفحه ی جدید
fr: Ajouter une nouvelle page
pl: Dodaj nową stronę
pt: Adicionar nova página
ru: Добавить новую страницу
sk: Pridať novú stránku
sq: Shto faqe te re
sv: Lägg till ny sida

# Page form breadcrumbs
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

source: Cancel
ar: إلغاء
bg_bg: Отмяна
ca: Cancel·la
cs: Zrušit
da: Annuller
fa: لغو
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отменить
sk: Zrušiť
sq: Anullo
sv: Avbryt
uk: Відмінити

source: Save
ar: قم بالحفظ
bg_bg: Запазва
ca: Desa
cs: Uložit
da: Gem
fa: ذخیره
fr: Sauvegarder
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sv: Spara
uk: Зберегти

source: Create
ar: إنشاء
bg_bg: Създава
ca: Crea
cs: Vytvořit
da: Opret
fa: ایجاد
fr: Créer
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sq: Krijo
sv: Skapa
uk: Створити

# Page list add button text
source: Add page
ar: أضف صفحة
ca: Afegeix pàgina
cs: Přidat stranu
da: Tilføj side
fa: افزودن صفحه
fr: Ajouter une page
pl: Dodaj stronę
pt: Adicionar página
ru: Добавить страницу
sk: Pridať stránku
sq: Shto faqe
sv: Lägg till sida

source: Pages
ar: صفحات
ca: Pàgines
cs: Stránky
da: Sider
fa: صفحات
pl: Strony
pt: Páginas
ru: Страницы
sk: Stránky
sq: Faqet
sv: Sidor

# Static pages table header name
source: Title
ar: العنوان
ca: Títol
cs: Titul
da: Titel
fa: عنوان
fr: Titre
pl: Tytuł
pt: Título
ru: Заголовок
sk: Titulok
sq: Titull
sv: Titel

# Pages table header
source: Visibility
ar: وضوح
ca: Visibilitat
cs: Viditelnost
da: Synlighed
fa: قابل مشاهده بودن
fr: Visibilitée
pl: Widoczność
pt: Visibilidade
ru: Видимость
sk: Viditeľnosť
sv: Synlighet

# Empty pages list message
source: No pages found.
ar: لم يتم العثور على صفحات.
ca: Pàgines no trobades
cs: Nebyly nalezeny žádné stránky.
da: Ingen sider fundet.
fa: صفحه ای یافت نشد.
fr: Aucune page trouvée
pl: Nie znaleziono żadnej strony.
pt: Nenhuma página encontrada
ru: Страницы не найдены.
sk: Neboli nájdené žiadne stránky.
sq: Asnje faqe nuk u gjet.
sv: Ingen sida hittades.

# Modal remove page text
source: Remove page %(page)s
ca: Elimina pàgina %(page)s
cs: Odstranit stránku %(page)s
da: Fjern side %(page)s
fa: حذف صفحه ی %(page)s
fr: Supprimer la page %(page)s
pl: Usuń stronę %(page)s
pt: Remover página %(page)s
ru: Удалить страницу %(page)s
sk: Odstrániť stránku %(page)s
sq: Fshi faqe %(page)s
sv: Ta bort sida %(page)s

# Modal remove page text
source: Are you sure you want to remove page <strong>%(page)s</strong>?
ca: Segur que vols eliminar la pàgina <strong>%(page)s</strong>?
cs: Opravdu chcete odstranit stránku <strong>%(page)s</strong>?
da: Er du sikker på du vil fjerne siden <strong>%(page)s</strong>?
fa: آیا از حذف صفحه ی <strong>%(page)s</strong> اطمینان دارید؟
fr: Êtes-vous sûr de vouloir supprimer la page <strong>%(page)s</strong> ?
pl: Czy na pewno chcesz usunąć stronę <strong>%(page)s</strong>?
pt: Você tem certeza que deseja remover a página <strong>%(page)s</strong>?
ru: Вы действительно желаете удалить страницу <strong>%(page)s</strong>?
sk: Naozaj chcete odstrániť stránku <strong>%(page)s</strong>?
sq: A je i sigurt qe do te fshishe faqen <strong>%(page)s</strong>?
sv: Är du säker på att du vill ta bort sida <strong>%(page)s</strong>?

source: No pages found.
ar: لم يتم العثور على صفحات.
ca: Pàgines no trobades
cs: Nebyly nalezeny žádné stránky.
da: Ingen sider fundet.
fa: صفحه ای یافت نشد.
fr: Aucune page trouvée
pl: Nie znaleziono żadnej strony.
pt: Nenhuma página encontrada
ru: Страницы не найдены.
sk: Neboli nájdené žiadne stránky.
sq: Asnje faqe nuk u gjet.
sv: Ingen sida hittades.

source: Pages allows to create custom static pages such as "About us" that will be displayed at particular url.<br> You can create pages by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
ca: Les pàgines et permeten crear contingut estàtic personalitzat, com per exemple la pàgina "Sobre nosaltres" que es mostrarà en un URL determinada. <br> Pots crear pàgines utilitzant els botons <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Stránky umožňují vytvářet vlastní statické stránky, například "O nás", které sezobrazí na konkrétní adrese URL. <br> Stránky můžete vytvářet pomocí tlačítka<span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Sider gør det muligt at oprette brugerdefinerede statiske sider som "Om os", der vil blive vist på bestemte webadresser.<br> Du kan oprette sider ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fa: بخش صفحات به شما اجازه میدهند صفحات ایستایی مثل «درباره ی ما» بسازید تا در لینک خاصی نمایش داده شوند.<br> شما میتوانید با دکمه ی <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> صفحات خود رابسازید.
fr: Les pages permettent de créer des pages statiques comme par exemple une page "À propos de nous" qui serait publiée à une adresse particulière<br> Vous pouvez créer des pages en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Sekcja strony umożliwia tworzenie niestandardowych stron statycznych takich jak "O nas", które będą wyświetlane pod określonym adresem url.<br> Strony można stworzyć używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Pages permitem criar páginas estáticas, tais como, "Sobre" que serão mostradas através de uma url particular.<br> Você pode criar páginas usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Страницы позволяют создать специальные статичные страницы, например "О нас", которые будут доступны по конкретному адресу.<br> Вы можете создать страницу используя кнопки <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> .
sk: Stránky slúžia na vytvorenie osobitný statických stránok ako "O nás", ktoré sa zobrazia na samostatnej adrese.<br> Nové stránky môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Sidor låter kunden skapa egna statiska sidor som "Om Oss", som kommer att visas i en specifik URL. <br> Du kan skapa sidor genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.

# Attribute detail breadcrumbs
source: Attributes
ar: سمات
bg_bg: Атрибути
ca: Atributs
cs: Atributy
da: Attributter
fa: ویژگی ها
fr: Attributs
pl: Atrybuty
pt: Atributos
ru: Атрибуты
sk: Atribúty
sq: Atributet
sv: Attribut
uk: Атрибути

source: Product type
ar: نوع المنتج
ca: Tipus de producte
da: Produkttype
fa: نوع محصول
pl: Typ produktu
pt: Tipo de produto
ru: Тип продукта
sk: Typ produktu

# Attribute detail action
source: Edit attribute
ar: تعديل السمة
bg_bg: Редактира атрибут
ca: Edita atribut
cs: Upravit atribut
da: Rediger attribut
fa: ویرایش مشخصات
fr: Modifier l'attribut
pl: Edytuj atrybut
pt: Editar atributo
ru: Изменить атрибут
sk: Upraviť atribút
sq: Ndrysho atribute
sv: Ändra attribut
uk: Редагувати атрибут

# Attribute detail action
source: Remove attribute
ar: إزالة سمة
bg_bg: Премахва атрибут
ca: Elimina atribut
cs: Odstranit atribut
da: Fjern attributter
fa: حذف ویژگی
fr: Effacer l'attribut
pl: Usuń atrybut
pt: Remover atributo
ru: Удалить атрибут
sk: Odstrániť atribút
sq: Fshi atribute
sv: Ta bort attribut
uk: Видалити властивість

source: Attribute values
ar: قيم السمة
bg_bg: Стойности на атрибутите
ca: Valors de l'atribut
cs: Hodnoty atributů
da: Attribut værdier
fa: مقدار مشخصات
fr: Valeurs de l'attribut
pl: Wartości atrybutów
pt: Valores de atributo
ru: Значения атрибута
sk: Hodnoty atribútov
sq: Vlerat e atributit
sv: Attribut värden
uk: Значення атрибутів

source: Display name
ar: اسم العرض
bg_bg: Име което ще се показва
ca: Nom que es mostra
cs: Zobrazovaný název
da: Visningsnavn
fa: نمایش اسم
fr: Nom d'affichage
pl: Nazwa wyświetlana
pt: Nome de exibição
ru: Отображаемое название
sk: Zobraziť meno
sv: Visningsnamn
uk: Назва для відображення

# Attribute value edit action
source: Edit
ar: تعديل
ca: Edita
da: Rediger
fa: ویرایش
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra

# Attribute value edit action
source: Remove
ar: إزالة
ca: Elimina
da: Fjern
fa: حذف
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sq: Fshi
sv: Ta bort

# Empty list of attribute values
source: No attribute values
ar: لا يوجد قيم للسمات
ca: Atribut sense valors
cs: Žádné hodnoty atributu
da: Ingen attribut værdier
fa: مقدار برای ویژگی ها وارد نشده
fr: Aucune valeurs pour l'attribut
pl: Brak wartości dla atrybutu
pt: Nenhum valor de atributo
ru: Нет значений атрибутов
sk: Bez hodnôt atribútov
sq: Mungojne vlerat e atributit
sv: Inga attribut värden

# Dashboard attributes list
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Attribute detail page title
source: Add new attribute
ar: إضافة سمة جديدة
bg_bg: Добавя нов атрибут
ca: Afegeix un nou atribut
cs: Přidat nový atribut
da: Tilføj ny attribut
fa: افزودن ویژگی جدید
fr: Ajouter un nouvel attribut
pl: Dodaj nowy atrybut
pt: Adicionar novo atributo
ru: Добавить новый атрибут
sk: Pridať nový atribút
sq: Shto atribut te ri
sv: Lägg till nyttattribut
uk: Додати нову властивість

# Attribute detail breadcrumbs
source: Edit
ar: تعديل
bg_bg: Редакция
ca: Edita
cs: Upravit
da: Rediger
fa: ویرایش
fr: Modifier
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sq: Ndrysho
sv: Ändra
uk: Редагувати

# Attribute detail breadcrumbs
source: Add new attribute
ar: إضافة سمة جديدة
bg_bg: Добавя нов атрибут
ca: Afegeix un nou atribut
cs: Přidat nový atribut
da: Tilføj ny attribut
fa: افزودن ویژگی جدید
fr: Ajouter un nouvel attribut
pl: Dodaj nowy atrybut
pt: Adicionar novo atributo
ru: Добавить новый атрибут
sk: Pridať nový atribút
sq: Shto atribut te ri
sv: Lägg till ny attribut
uk: Додати нову властивість

# Attribute list add button text
source: Add attribute
ar: إضافة سمة
bg_bg: Добавя атрибут
ca: Afegeix atribut
cs: Přidat atribut
da: Tilføj attribut
fa: افزودن ویژگی
fr: Ajouter un attribut
pl: Dodaj atrybut
pt: Adicionar atributo
ru: Добавить атрибут
sk: Pridať atribút
sq: Shto atribut
sv: Lägg till attribut
uk: Додати властивість

# Dashboard attributes list table header name
source: Name
ar: الاسم
bg_bg: Име
ca: Nom
cs: Jméno
da: Navn
fa: نام
fr: Nom
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sq: Emri
sv: Namn
uk: Назва

# Name of product type related to the attribute
source: Product type
ar: نوع المنتج
ca: Tipus de producte
da: Produkttype
fa: نوع محصول
pl: Typ produktu
pt: Tipo de produto
ru: Тип продукта
sk: Typ produktu

# Dashboard attributes list table header values
source: Values
ar: قيم
bg_bg: Стойности
ca: Valors
cs: Hodnoty
da: Værdier
fa: مقدار ها
fr: Valeurs
pl: Wartości
pt: Valores
ru: Значения
sk: Hodnoty
sq: Vlerat
sv: Värden
uk: Значення

# Empty attribute list message
source: No attributes found.
ar: لم يتم العثور على السمة
bg_bg: Няма намерени атрибути.
ca: No s'han trobat atributs
cs: Nenalezeny žádné atributy.
da: Ingen attributter fundet.
fa: مشخصات یافت نشد.
fr: Pas d'attributs trouvés.
pl: Nie znaleziono atrybutów.
pt: Nenhum atributo encontrado.
ru: Атрибуты не найдены.
sk: Nenašli sa žiadne atribúty.
sq: Asnje atribut nuk u gjet.
sv: Inga attribut hittades
uk: Жодної властивості не знайдено

# Modal remove attribute text
source: Remove attribute %(attribute)s
bg_bg: Премахва атрибута %(attribute)s
ca: Elimina atribut %(attribute)s
cs: Odstranit atribut %(attribute)s
da: Fjern attribut %(attribute)s
fa: حذف مشخصه %(attribute)s
fr: Supprimer l'attribut %(attribute)s
pl: Usuń atrybut %(attribute)s
pt: Remover atributo %(attribute)s
ru: Удалить атрибут %(attribute)s
sk: Odstrániť atribút %(attribute)s
sq: Fshi atributin %(attribute)s
sv: Ta bort attribut %(attribute)s
uk: Видалити атрибут %(attribute)s

# Modal remove attribute text
source: Are you sure you want to remove attribute <strong>%(attribute)s</strong>?
bg_bg: Искате ли да премахнете атрибута <strong>%(attribute)s</strong>?
ca: Segur que vols eliminar l'atribut <strong>%(attribute)s</strong>?
cs: Opravdu chcete odstranit atribut <strong>%(attribute)s</strong>?
da: Er du sikker på at du vil fjerne attribut <strong>%(attribute)s</strong>?
fa: آیا از حذف مشخصه ی <strong>%(attribute)s</strong> اطمینان دارید؟
fr: Souhaitez vous vraiment supprimer l'attribut <strong>%(attribute)s</strong> ?
pl: Czy na pewno chcesz usunąć atrybut <strong>%(attribute)s</strong>?
pt: Têm a certeza que deseja remover o atributo <strong>%(attribute)s</strong>?
ru: Вы действительно желаете удалить атрибут <strong>%(attribute)s</strong>?
sk: Naozaj chcete odstrániť atribút <strong>%(attribute)s</strong>?
sq: A je i sigurt qe do te fshishe atributin <strong>%(attribute)s</strong>?
sv: Är du säker på att du vill ta bort attribut <strong>%(attribute)s</strong>?
uk: Ви впевнені, що хочете видалити атрибут<strong>%(attribute)s</strong>?

# Attribute values form title
source: Attribute values
ar: قيم السمة
bg_bg: Стойности на атрибутите
ca: Valors de l'atribut
cs: Hodnoty atributů
da: Attribut værdier
fa: مقدار مشخصات
fr: Valeurs de l'attribut
pl: Wartości atrybutów
pt: Valores de atributo
ru: Значения атрибутов
sk: Hodnoty atribútov
sq: Vlerat e atributit
sv: Attributvärden
uk: Значення атрибутів

# Modal delete attribute text
source: Delete attribute value %(value)s
ca: Elimina valor d'atribut %(value)s
da: Slet attribut værdi %(value)s
pl: Usuń wartość atrybutu: %(value)s
pt: Excluir valor do atributo %(value)s
ru: Удалить значение атрибута %(value)s
sk: Odstrániť hodnotu atribútu %(value)s
sq: Fshi vlerat e atributit %(value)s
sv: Ta bort attributvärde %(value)s

# Modal delete attribute text
source: Are you sure you want to remove attribute value <strong>%(value)s</strong>?
ca: Segur que vols eliminar el valor de l'atribut <strong>%(value)s</strong>?
da: Er du sikker på du vil fjerne attribut værdien <strong>%(value)s</strong>?
pl: Czy na pewno chcesz usunąć wartość atrybutu <strong>%(value)s</strong>?
pt: Você tem certeza que deseja remover o valor <strong>%(value)s</strong> do atributo?
ru: Вы действительно желаете удалить значение атрибута <strong>%(value)s</strong>?
sk: Naozaj chcete odstrániť hodnotu atribútu <strong>%(value)s</strong>?
sq: A je i sigurt qe do te fshishe vlerat e atributit <strong>%(value)s</strong>?
sv: Är du säker på att du vill ta bort attributvärde <strong>%(value)s</strong>?

source: No attributes found.
ar: لم يتم العثور على سمات.
bg_bg: Няма намерени атрибути.
ca: No s'han trobat atributs
cs: Nenalezeny žádné atributy.
da: Ingen attributter fundet.
fa: مشخصاتی یافت نشد.
fr: Aucun attribut trouvé.
pl: Nie znaleziono atrybutów.
pt: Nenhum atributo encontrado.
ru: Атрибуты не найдены.
sk: Nenašli sa žiadne atribúty.
sq: Asnje atribut nuk u gjet.
sv: Inga attribut hittades
uk: Атрибути не знайдено.

source: Attributes are used to define custom properties of products and variants, that can be used for filtering purposes in the storefront.<br> You can add attributes by using the <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> button.
bg_bg: Атрибутите се използват за дефиниране на потребителски свойства на продукти и варианти, които могат да се използват за филтриране в магазина.<br> Можете да добавяте атрибути, като използвате <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>бутона.
ca: Els atributs s'utilitzen per definir propietats personalitzades de productes o variants, es poden fer servir com a filtres a la botiga.<br> Pots afegir atributs utilitzant els botons <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
cs: Atributy se používají k definování vlastních vlastností produktů a variant, které lze použít pro účely filtrování v obchodě.<br> Pomocí tlačítek můžete přidávat atributy. <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>
da: Attributter bruges til at definere brugerdefinerede egenskaber for produkter og varianter, der kan bruges til filtrering i butiksfronten.<br> Du kan tilføje attributter ved at bruge <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.
fr: Les attributs sont utilisés afin de définir des propriétés personnalisées pour les produits et leurs variantes, elles peuvent être utilisées pour filtrer la vitrine.<br> Vous pouvez ajouter des attributs en utilisant le bouton <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pl: Atrybuty służą definiowaniu niestandardowych atrybutów produktów i wariantów, według których można wyszukiwać w sklepie.<br> Atrybuty można dodać używając przycisku <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
pt: Atributos são usados para definir propriedades de produtos e variações, que podem ser usados como filtros na pagina de compras.<br> Você pode criar atributos usando o botão <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
ru: Атрибуты используются для определения пользовательских свойств продуктов и вариантов продукта, которые могут использоваться для фильтрации в витрине магазина.<br> Вы можете добавлять атрибуты с помощью кнопок <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sk: Atribúty slúžia na definovanie osobitných vlastností produktov a variánt tak, aby boli použiteľné na filtrovanie vo výklade obchodu.<br> Nové atribúty môžete vytvoriť pomocou tlačidla <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span>.
sv: Attribut används till att definiera egenskaper av produkter och varianter, som kan användas till filtrering i butiken. <br> Du kan lägga till attribut genom att använda <span class="btn-fab-presentation"><svg data-src="%(img_path)s" /></span> knappen.

# Product form breadcrumbs
source: Products
ar: المنتجات
bg_bg: Продукти
ca: Productes
cs: Produkty
da: Produkter
fa: محصولات
fr: Produits
pl: Produkty
pt: Produtos
ru: Товары
sk: Produkty
sq: Produktet
sv: Produkter
uk: Продукти

# Product field
source: Published
ar: منشور
bg_bg: Публикувано
ca: Publicat
cs: Zveřejněno
da: Offentliggjort
fa: منتشر شده
fr: Publié
pl: Opublikowany
pt: Publicado
ru: Опубликован
sk: Publikované
sq: E publikuar
sv: Publicerad
uk: Опубліковано

# Product field
source: Draft
ar: مسودة
bg_bg: Чернова
ca: Esborrany
cs: Rozepsáno
da: Udkast
fa: چرک نویس
fr: Brouillon
pl: Szkic
pt: Rascunho
ru: Черновик
sk: Koncept
sv: Utkast
uk: Чернетка
