Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Dashboard message
source: Updated product type %s
cs: Aktualizovaný typ produktu %s
da: Opdateret produkttype %s
de: Produkttyp %s geändert
es: Tipo de producto actualizado %s
fr: Le type de produit %s a été mis à jour
id: Tipe produk yang diperbarui %s
pl: Zaktualizowano typ produktu %s
pt: Tipo do produto %s atualizado
ro: Tip de produs actualizat %s
ru: Обновлен тип продукта %s
sk: Zmenený typ produktu %s
sl: %s tip izdelka je posodobljen
sv: Uppdaterat produkttyp %s
vi: Loại sản phẩm đã cập nhật %s

# Dashboard message
source: Removed product type %s
cs: Odstraněný typ produktu %s
da: Fjernede produkttype %s
de: Produkttyp %s entfernt
es: Se ha borrado el tipo de producto %s
fr: Le type de produit %s a bien été supprimé
id: Tipe produk yang dihapus %s
pl: Usuń typ produktu %s
pt: Tipo de produto %s removido
ro: Tip de produs eliminat%s
ru: Удалён тип продуктов %s
sk: Typ produktu %s bol odstránený
sl: tip izdelka %s je odstranjen
sv: Tagit bort produkttyp %s
vi: Loại sản phẩm đã xoá %s

# Dashboard message
source: Saved variant %s
cs: Uložena varianta %s
da: Gemte variant %s
de: Variante %s gespeichert
es: Variante %s guardada
fr: La variation %s a été sauvegardée
id: Varian tersimpan %s
pl: Zapisano wariant %s
pt: Variação %s salva
ro: Varianta salvată %s
ru: Сохранен вариант %s
sk: Uložená varianta %s
sl: Različica izdelka %s je shranjena
sv: Variant %s sparad
vi: Lưu biến thể%s

# Dashboard message
source: Removed variant %s
cs: Odstraněna varianta %s
da: Fjernede variant %s
de: Variante %s entfernt
es: Variante %s borrada
fr: La variation %s a été supprimée
id: Varian yang dihapus %s
pl: Usunięto wariant %s
pt: Variação %s removida
ro: Varianta eliminată%s
ru: Вариант %s удалён
sk: Varianta %s bola odstránená
sl: Različica %s je odstranjena
sv: Variant %s borttagen
vi: Xoá biến thể%s

# Dashboard message
source: Added image %s
cs: Přidán obrázek %s
da: Tilføjede billede %s
de: Bild %s hinzugefügt
es: Imagen agregada %s
fr: L'image %s a été ajoutée
id: Gambar yang ditambahkan %s
pl: Dodano obrazek %s
pt: Imagem %s adicionada
ro: Imagine adăugată %s
ru: Добавлено изображение %s
sk: Pridaný obrázok %s
sl: Slika %s je dodana
sv: Bild %s tillagd
vi: Ảnh đã được thêm %s

# Dashboard message
source: Updated image %s
cs: Aktualizován obrázek %s
da: Opdateret billede %s
de: Bild %s geändert
es: Imagen actualizada %s
fr: L'image %s a été mise à jour
id: Gambar yang diperbarui %s
pl: Zaktualizowano obrazek %s
pt: Imagem %s atualizada
ro: Imagine actualizată %s
ru: Обновлено изображение %s
sk: Zmenený obrázok %s
sl: Slika %s je dodana
sv: Bild %s uppdaterad
vi: Ảnh đã được cập nhật %s

# Dashboard message
source: Removed image %s
cs: Odstraněn obrázek %s
da: Fjernede billede %s
de: Bild %s entfernt
es: Imagen borrada %s
fr: L'image %s a été supprimée
id: Gambar yang dihapus %s
pl: Usunięto obraz %s
pt: Imagem %s removida
ro: Imagine eliminată%s
ru: Изображение %s удалено
sk: Obrázok %s bol odstránený
sl: Slika %s je odstranjena
sv: Bild %s borttagen
vi: Ảnh đã xoá %s

# Dashboard message
source: Added attribute
cs: Přidaný atribut
da: Tilføjet attribut
de: Attribut hinzugefügt
es: Atributo agregado
fr: L'attribut a été ajouté
id: Atribut ditambahkan
pl: Dodano atrybut
pt: Atributo adicionado
ro: Adăugat atribut
ru: Добавлены артибуты
sk: Pridaný atribut
sl: Atribut je dodan
sv: Attribut tillagt
vi: Thuộc tính đã thêm

# Dashboard message
source: Updated attribute
cs: Aktualizovaný atribut
da: Opdateret attribut
de: Attribut geändert
es: Atributo actualizado
fr: L'attribut a été mis à jour
id: Atribut yang diperbarui
pl: Zaktualizowano atrybut
pt: Atributo atualizado
ro: Atribut actualizat
ru: Обновлены атрибуты
sk: Upravený atribut
sl: Atribut je posodobljen
sv: Attribut uppdaterat
vi: Thuộc tính đã cập nhật

# Dashboard message
source: Removed attribute %s
cs: Odstraněný atribut %s
da: Fjernede attribut %s
de: Attribut %s entfernt
es: Atributo %s borrado
fr: L'attribut %s a été supprimé
id: Atribut yang dihapus %s
pl: Usunięto atrybut %s
pt: Atributo %s removido
ro: Atribut eliminat %s
ru: Атрибут %s удалён
sk: Atribút %s bol odstránený
sl: Atribut %sje odstranjen
sv: Attribut %s borttaget
vi: Thuộc tính đã xoá %s

# Dashboard message
source: Added attribute's value
cs: Hodnota přidaného atributu
da: Tilføjede attributts værdi
de: Attributwert hinzugefügt
es: Se agregó el valor del atributo
fr: La valeur pour l'attribut a été ajoutée
id: Nilai atribut ditambahkan
pl: Dodano wartość atrybutu
pt: Adicionado valor de atributo
ro: Valoarea atributului a fost adăugată
ru: Добавлено значение атрибута
sk: Hodnota atribútu bola pridaná
sl: Vrednost atributa je dodana
sv: Attributvärde tillagt
vi: Thêm giá trị thuộc tính

# Dashboard message
source: Updated attribute's value
cs: Hodnota atributu byla aktualizována
da: Opdateret attributs værdi
de: Attributwert aktualisiert
es: Se actualizó el valor del atributo
fr: La valeur pour l'attribut a été mise à jour
id: Nilai atribut yang diperbarui
pl: Zaktualizowano wartość atrybutu
pt: Atualizado valor de atributo
ro: Valoarea atributului actualizat
ru: Обновлено значение атрибута
sk: Hodnota atribútu bola aktualizovaná
sl: Vrednost atributa je posodobljena
sv: Attributvärde uppdaterat
vi: Cập nhật giá trị thuộc tính

# Dashboard message
source: Removed attribute's value %s
cs: Odstraněna hodnota atributu %s
da: Fjern attributtens værdi %s
de: Attributwert %s entfernt
es: Se ha borrado el valor %s del atributo
fr: La valeur %s de l'attribut a été supprimée
id: Nilai atribut yang dihapus %s
pl: Usunięto wartość atrybutu %s
pt: Removido valor de atributo %s
ro: Elimină valoarea atributului %s
ru: Значение атрибута %s удалено
sk: Hodnota atribútu %s bola odstránená
sl: Vrednost atributa %s je odstranjena
sv: Attributvärde %s borttaget
vi: Xoá giá trị thuộc tính %s

# Form field help text
source: If empty, the preview shows what will be autogenerated.
cs: Pokud je prázdný, v náhledu se zobrazí, co bude automaticky generováno.
da: Hvis den er tom, vil forhåndsvisningen vise hvad der bliver autogenereret
de: Wenn diese Feld nicht ausgefüllt wird, zeigt die Vorschau was automatisch generiert wird.
es: Si está vacío, la vista previa muestra qué será autogenerado
fr: Si vide, la prévisualisation va montrer ce qui sera généré automatiquement.
id: Jika kosong, pratinjau menunjukkan apa yang akan dibuat otomatis.
pl: Jeżeli pole jest puste, podgląd pokaże co zostanie automatycznie wygenerowane.
pt: Se vazio, a pré-visualização será auto-gerada.
ro: Dacă este gol, previzualizarea arată ce va fi generat în mod automat.
ru: Если не указано, отображаемый предпросмотр будет создан в автоматическом режиме.
sk: Ak prázdne, náhľad zobrazuje výsledok automatického generovania
sl: Če pustite polje prazno, se v oknu za predogled prikaže samodejni prikaz
sv: Om det är tomt visar förhandsvisningen vad som kommer att vara autogenererat.
vi: Nếu để trống, bản xem trước sẽ tự khởi tạo

# A SEO friendly title
source: SEO Friendly Title
da: SEO-venlig Titel
de: SEO Freundlicher Titel
es: Titulo amistoso para SEO
fr: Titre adapté pour les moteurs de recherche
id: Judul Ramah SEO
pl: Tytuł zoptymalizowany dla SEO
pt: Título amigável SEO
ru: SEO-дружелюбное обозначение
sk: SEO Friendly titulok
sl: Naslov strani prilagojen za iskalnike - SEO friendly
sv: SEO vänlig titel
vi: Tiêu đề thân thiện SEO

# A SEO friendly description
source: SEO Friendly Description
cs: SEO Přátelský Popis
da: SEO-venlig Beskrivelse
de: SEO Freundliche Beschreibung
es: Descripción amistosa para SEO
fr: Description adaptée pour les moteurs de recherche
id: Deskripsi Ramah SEO
pl: Opis zoptymalizowany dla SEO
pt: Descrição amigável SEO
ro: Descriere SEO prietenoasă
ru: SEO-дружелюбное описание
sk: SEO Friendly Popis
sl: Opis strani prilagojen za iskalnike
sv: SEO vänlig beskrivning
vi: Mô tả thân thiện SEO

# Group list sorting option
source: name
cs: název
da: Navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: Ime
sv: namn
vi: tên

# Shipping zones list filter label
source: Shipping zone name
da: Forsendelseszone navn
de: Name der Versandzone
es: Nombre de la zona de envío
id: Nama zona pengiriman
pl: Nazwa strefy dostawy
pt: Nome da zona de envio
ru: Имя области доставки
sk: Meno doručovacej zóny
sl: Ime cone za pošiljanje
sv: Namn på leveranszon
vi: Khu vực giao hàng

# Shipping zones list filter label
source: Price range
cs: Cenové rozpětí
da: Prisklasse
de: Preisspanne
es: Rango de precio
fr: Fourchette de prix
id: Kisaran harga
pl: Zakres cenowy
pt: Faixa de preço
ro: Gama de prețuri
ru: Диапазон цен
sk: Cenové rozpätie
sl: Cenovni razpon
sv: Prisspann
vi: Khoảng giá

# Shipping zones filter label
source: Country
cs: Země
da: Land
de: Land
es: País
fr: Pays
id: Negara
pl: Kraj
pt: País
ro: Țară
ru: Страна
sk: Krajina
sl: Država
sv: Land
vi: Quốc gia

# Product list sorting filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard shipping zones list
source: Found %(counter)d matching shipping zone
da: Fandt %(counter)d som matcher forsendelseszone
de: %(counter)d passende Versandzone gefunden
es: Se encontró %(counter)d zona de envío.
id: Ditemukan %(counter)d zona pengiriman yang cocok
pl: Znaleziono %(counter)d pasującą strefę wysyłki
pt: Encontrada %(counter)d zona de envio
ru: Найдена %(counter)d совпадающая область доставки
sk: Našla sa %(counter)d odpovedajúca doručovacia zóna
sl: Najdena je %(counter)d ustrezna cona za pošiljanje
sv: Hittade %(counter)d leveranszon
vi: Tìm thấy %(counter)d vùng giao hàng phù hợp

# Label of the default weight unit picker
source: Default weight unit
da: Standardvægt enhed
de: Standardeinheit für Gewichte
es: Unidad de peso por defecto
id: Unit berat standar
pl: Domyślna jednostka wagi
pt: Unidade de peso padrão
ru: Единицы измерения веса по умолчанию
sk: Predvolená hmotnostná jednotka
sl: Predizbrana enota za težo
sv: Standard viktenhet
vi: Đơn vị trọng lượng mặc định

# Default weight unit help text
source: Default unit for weights entered from the dashboard.All weights will be recalculated to the new unit.
da: Standard enhed for vægte indtastet fra dashboard. Alle vægte vil blive genberegnet til den nye enhed.
de: Die Standardeinheit für Gewichte aus dem Dashboard. Alle Gewichte werden gemäß der neuen Einheit neu berechnet.
es: Unidad predeterminada para pesos ingresado ​​desde dashboard. Todos los pesos serán recalculados de acuerdo a la nueva unidad.
id: Unit default untuk bobot yang dimasukkan dari dashboard. Semua bobot akan dihitung ulang ke unit baru.
pl: Domyslna jednostka wagi ustawiana w panelu sterowania. Wszystkie istniejące wagi zostana przeliczone na nową jednostkę.
pt: Unidade padrão para peso inserida no painel de controle. Todos os pesos serão recalculado para a nova unidade.
ru: Единицы веса введены с панели управления. Все веса будут пересчитаны с новой единицей.
sk: Predvolená jednotka pre hmotnosť vloženú cez dashboard. Všetky hmotnosti budú prepočítané do novej jednotky.
sl: Enota za težo je vnešena. Teže izdelkov bodo preračunane na novo izbrano enoto
sv: Standardenhet för vikter som matas in från instrumentbrädan. Alla vikter kommer att beräknas till den nya enheten.
vi: Giá trị cân nặng mặc định được cập nhật, tất cả cân nặng sẽ được tính toán lại theo giá trị mới

# Shippment Zone field name
source: Shipping zone name
da: Forsendelseszone navn
de: Name der Versandzone
es: Nombre de la zona de envío
id: Nama zona pengiriman
pl: Nazwa strefy dostawy
pt: Nome da zona de envio
ru: Имя области доставки
sk: Meno doručovacej zóny
sl: Ime cone za pošiljanje
sv: Namn på leveranszon
vi: Khu vực giao hàng

# Shipping Zone field name
source: Rest of World
cs: Zbytek světa
da: Resten af verden
de: Rest der Welt
es: Resto del Mundo
fr: Reste du monde
id: Sisa di Dunia
pl: Reszta świata
pt: Resto do mundo
ro: Restul lumii
ru: Весь мир
sk: Zvyšok sveta
sl: Preostanek sveta
sv: Övriga världen
vi: Các nước còn lại trên thế giới

# List of countries to pick from
source: Countries
cs: Země
da: Lande
de: Länder
es: Paises
fr: Pays
id: Negara
pl: Kraje
pt: Países
ro: Țări
ru: Страны
sk: Krajiny
sl: Države
sv: Länder
vi: Các nước

# Countries field help text
source: Each country might be included in only one shipping zone.
da: Hvert land kan kun være inkluderet i kun en afsendelseszone.
de: Jedes Land kann nur in einer Versandzone vorhanden sein.
es: Cada país debería estar incluido en una sola zona de envío.
id: Setiap negara dapat dimasukkan hanya dalam satu zona pengiriman.
pl: Każdy kraj może zostać przypisany do maksymalnie jednej strefy dostawy.
pt: Cada país deve incluir somente uma zona de envio.
ru: Каждая страна может быть включена только в одну область доставки.
sk: Každá krajina môže patriť len k jednej doručovacej zóne
sl: Za posamezno državo je morda na voljo le ena cona za pošiljanje
sv: Ett land kan endast inkluderas i en leveranszon.
vi: Mỗi nước có thể bao gồm 1 vùng giao hàng

# Help text for ShippingZone name
source: Name is for internal use only, it won't be displayed to your customers
da: Navnet er kun til intern brug, det vil ikke blive vist til dine kunder
de: Der Name ist nur zur internen Nutzung. Er wird den Kunden nicht angezeigt.
es: El nombre es solo para uso interno, no se mostrará a sus clientes
id: Nama hanya untuk pengunaan internal, tidak akan ditampilkan kepada pelanggan kamu
pl: Nazwa jest przeznaczona wyłącznie do użytku wewnętrznego, nie będzie wyświetlana klientom
pt: Nome é somente para uso interno, ele não será mostrado para seus clientes
ru: Имя только для внутреннего использования: оно не будет отображено вашим покупателям
sk: Meno je len pre interné použitie, nebude zobrazené zákazníkom
sl: Ime samo za interno uporabo - naročnik tega ne bo videl
sv: Namn är endast för internt bruk, och kommer aldrig att visas för kunderna
vi: Tên chỉ sử dụng nội bộ, không hiển thị cho khách hàng

# Help text for ShippingZone name
source: If selected, this zone will include any countries that are not already listed in your other shipping zones.
da: Hvis valgt, vil denne zone omfatte lande, der ikke allerede er angivet i dine andre forsendelseszoner.
de: Wenn aktiv, schließt diese Versandzone alle Länder ein, die nicht bereits in anderen Versandzonen vorhanden sind.
es: Si se selecciona, esta zona incluirá cualquier país que aún no esté listado en sus otras zonas de envío.
id: Jika dipilih, zona ini akan mencakup negara mana saja yang belum terdaftar di zona pengiriman Anda yang lain.
pl: Jeśli wybierzesz tą opcję, to ta strefa będzie obejmować wszystkie kraje, które nie są jeszcze wymienione w innych twoich strefach dostawy.
pt: Se selecionado, está zona será incluída em qualquer país que não foi listado em outra zona de envio.
ru: При выборе данная зона будет включать в себя все страны, не представленные в других зонах доставки.
sk: Ak vybrané, táto zóna bude zahŕňať všetky krajiny, ktoré ešte nie sú zahrnuté v inej doručovacej zóne.
sl: Če izberete to možnost, bodo v to cono za pošiljanje uvrščene vse države, ki sedaj še niso uvrščene v nobeno drugo cono
sv: Om vald, kommer den här zonen att innehålla alla länder som inte redan är listade i dina andra leveranszoner.

# ShippingZone with "default" option selected already exists
source: Default ShippingZone already exists.
da: Standard ShippingZone eksisterer allerede.
de: Standard-Versandzone ist bereits vorhanden.
es: La zona de envío predeterminada ya existe.
id: ShippingZone default sudah ada.
pl: Domyślna strefa dostawy już istnieje.
pt: Zona de envio padrão já existe.
ru: Зона доставки по умолчанию уже существует.
sk: Predvolená DoručovaciaZóna už existuje
sl: Preizbrana cona za dostavo že obstaja
sv: Standard leveranszon finns redan.
vi: Vùng đặt hàng mặc định đã tồn tại

# Shipping zone containing duplicated countries form error
source: Countries already exists in another shipping zone: %(list_of_countries)s
da: Lande eksisterer allerede i en anden forsendelseszone: %(list_of_countries)s
de: Diese Länder sind bereits in einer anderen Versandzone vorhanden: %(list_of_countries)s
es: Los países ya existen en otra zona de envío:%(list_of_countries)s
id: Negara sudah ada di zona pengiriman lain: %(list_of_countries)s
pl: Kraj jest już obecny w innej strefie wysyłki: %(list_of_countries)s
pt: País já existe em outra zona de envio: %(list_of_countries)s
ru: Страны уже существуют в другой области доставки: %(list_of_countries)s
sk: Krajiny, ktoré už existujú v inej doručovacej zóne: %(list_of_countries)s
sl: Država je že uvrščena v drugi coni za pošiljanje: %(list_of_countries)s
sv: Länder redan med i en annan leveranszon: %(list_of_countries)s
vi: Đất nước đã tồn tại ở trong vùng giao hàng %(list_of_countries)s

# ShippingZone field error
source: This field is required.
da: Dette felt er påkrævet.
de: Dies ist ein Pflichtfeld.
es: Este campo es requerido.
fr: Ce champ est requis
id: Bagian ini diperlukan.
pl: To pole jest wymagane.
pt: Este campo é necessário
ru: Это поле обязательно.
sk: Toto pole je povinné
sl: Polje mora biti obvezno izpolnjeno
sv: Detta fält krävs.
vi: Thông tin này là bắt buộc

# Shipping Method name
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Shipping method name help text
source: Customers will see this at the checkout.
da: Kunder vil se dette ved kassen.
de: Kunden sehen das im Checkout.
es: Los clientes verán esto en el checkout.
id: Pelanggan akan bisa melihat ini saat checkout.
pl: Klienci będą to widzieć podczas składania zamówienia.
pt: Cliente verá isso no checkout
ru: Покупатели увидят это при расчёте.
sk: Zákazník toto uvidí pri vyúčtovaní.
sl: Naročniki bodo to videli ob zaključku naročila.
sv: Kunderna kommer att se detta vid utcheckning.
vi: Khách hàng sẽ thấy nó ở giai đoạn thanh toán

# Minimum order price to use this shipping method
source: Minimum order price
da: Minimum ordrepris
de: Mindestbestellwert
es: Precio mínimo del pedido.
id: Harga pembelian minimal
pl: Minimalna wartość zamówienia
pt: Preço mínimo do pedido
ru: Минимальная сумма заказа
sk: Minimálna výška objednávky
sl: Minimalni znesek naročila
sv: Minsta orderpris
vi: Giá trị đặt hàng tối thiểu

# Maximum order price to use this order
source: Maximum order price
da: Maksimum ordrepris
de: maximaler Bestellwert
es: Precio máximo del pedido.
id: Harga pembelian maksimal
pl: Maksymalna wartość zamówienia
pt: Preço máximo do pedido
ru: Максимальная сумма заказа
sk: Maximálna výška objednávky
sl: Maksimalni znesek naročila
sv: Högsta orderpris
vi: Giá trị đặt hàng lớn nhất

# Placeholder for maximum order price set to unlimited
source: No limit
da: Ingen begrænsning
de: Unbegrenzt
es: Sin limite
id: Tidak ada batas
pl: Bez limitu
pt: Sem limite
ru: Без ограничения
sk: Bez obmedzenia
sl: Brez omejitev
sv: Ingen gräns
vi: Không giới hạn

# Price shipping method form error
source: Maximum order price should be larger than the minimum order price.
da: Maksimum ordrepris bør være større end den laveste ordrepris.
de: Der maximale Bestellwert muss größer als der Mindestbestellwert sein.
es: El precio máximo del pedido debe ser mayor que el precio mínimo del pedido.
id: Harga pembelian maksimal harus lebih besar dari harga pembelian minimal.
pl: Maksymalna wartość zamówienia powinna być większa niż minimalna.
pt: Preço máximo de pedido deve ser maior que o preço mínimo de pedido
ru: Максимальная сумма заказа должна превышать минимальную.
sk: Maximálna výška objednávky musí byť vyššia než minimálna výška objednávky
sl: Maksimalni znesek naročila mora biti višji kot minimalni znesek naročila
sv: Högsta orderpris bör vara större än lägsta orderpris.
vi: Giá trị đặt hàng tối đa phải lớn hơn giá trị đặt hàng tối thiểu

# Minimum order weight to use this shipping method
source: Minimum order weight
da: Minimum ordrevægt
de: Mindestgewicht der Bestellung
es: Peso mínimo del pedido.
id: Berat pembelian minimal
pl: Minimalna waga zamówienia
pt: Peso mínimo do pedido
ru: Минимальный вес заказа
sk: Minimálna váha objednávky
sl: Najmanjša teža naročila
sv: Minsta ordervikt
vi: Trọng lượng giao hàng thấp nhất

# Maximum order weight to use this shipping method
source: Maximum order weight
da: Maksimum ordrevægt
de: Maximalgewicht der Bestellung
es: Peso máximo del pedido.
id: Berat pembelian maksimal
pl: Maksymalna waga zamówienia
pt: Peso máximo do pedido
ru: Максимальный вес заказа
sk: Maximálna váha objednávky
sl: Največja teža naročila
sv: Högsta ordervikt
vi: Cân nặng tối đa

# Placeholder for maximum order weight set to unlimited
source: No limit
da: Ingen begrænsning
de: Unbegrenzt
es: Sin limite
id: Tidak ada batas
pl: Bez limitu
pt: Sem limite
ru: Без ограничения
sk: Bez obmedzenia
sl: Brez omejitev
sv: Ingen gräns
vi: Không giới hạn

# Dashboard message
source: Updated default weight unit
da: Opdateret standardvægt enhed
de: Standardeinheit für Gewichte aktualisiert
es: Unidad de peso por defecto actualizada
id: Unit berat default yang diperbarui
pl: Zaktualizowano domyślną jednostkę wagi
pt: Peso padrão de unidade atualizado
ru: Единица измерения веса товара по умолчанию обновлена
sk: Predvolená hmotnostná jednotka bola zmenená
sl: Predizbrana enota teže je posodobljena
sv: Standard viktenhet uppdaterad
vi: Cập nhật giá trị cân nặng mặc định

# Dashboard message
source: Added shipping zone
da: Tilføjet fragtzone
de: Versandzone hinzugefügt
es: Zona de envío añadida
id: Zona pengiriman ditambahkan
pl: Dodano strefę dostawy
pt: Zona de envio adicionada
ru: Добавлена область доставки
sk: Doručovacia zóna pridaná
sl: Cona za pošiljanje je dodana
sv: Leveranszon tillagd
vi: Thêm vùng giao hàng

# Dashboard message
source: Updated shipping zone
da: Opdateret fragtzone
de: Versandzone aktualisiert
es: Zona de envío actualizada.
id: Zona pengiriman diperbarui
pl: Zaktualizowano strefę dostawy
pt: Zona de envio atualizada
ru: Область доставки обновлена
sk: Doručovacia zóna aktualizovaná
sl: Cona za pošiljanje je posodobljena
sv: Leveranszon uppdaterad
vi: Cập nhật vùng giao hàng

# Dashboard message
source: %(shipping_zone_name)s successfully removed
da: %(shipping_zone_name)s blev fjernet
de: %(shipping_zone_name)s entfernt
es: %(shipping_zone_name)s eliminado con éxito
id: %(shipping_zone_name)s berhasil dihapus
pl: %(shipping_zone_name)szostała usunięta
pt: %(shipping_zone_name)s removido com sucesso
ru: %(shipping_zone_name)s успешно удалена
sk: %(shipping_zone_name)s úspešne odstránená
sl: Uspešno odstranjena %(shipping_zone_name)s cona za pošiljanje
sv: %(shipping_zone_name)s har tagits bort
vi: Xoá thành công vùng %(shipping_zone_name)s

# Dashboard message
source: Added shipping method for %(zone_name)s shipping zone
da: Tilføjede forsendelsesmetode for %(zone_name)s forsendelseszone
de: Versandart für die Versandzone %(zone_name)s hinzugefügt
es: Método de envío agregado para la zona de envío %(zone_name)s.
id: Menambahkan metode pengiriman untuk%(zone_name)s zona pengiriman
pl: Dodano metodę wysyłki dla strefy wysyłki: %(zone_name)s
pt: Adicionado método de envio para zona de envio %(zone_name)s
ru: Добавлен вид доставки для области доставки %(zone_name)s
sk: Pre doručovaciu zónu %(zone_name)s bol pridaný spôsob doručenia
sl: Vrsta pošiljanja za cono pošiljanja %(zone_name)s je dodana
sv: Leveransmetod för leveranszon %(zone_name)s tillagd
vi: Thêm phương thức vận chuyển cho vùng %(zone_name)s
