Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Voucher list sorting filter
source: Minimum amount spent
da: Minimum beløb brugt
de: Mindestumsatz
es: Cantidad mínima gastada
fr: Dépense minimale
id: Minimal belanja
pl: Minimalna wartość zamówienia
pt: Quantidade mínima gasta
ro: Cantitatea cheltuită minim
ru: Минимальное количество затрат
sk: Minimálna suma objednávky
sl: Najmanjša nakupna vsota
sv: Lägsta summa spenderad
vi: Số tiền thấp nhất tiêu thụ

# Voucher list sorting filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard vouchers list
source: Found %(counter)d matching voucher
cs: Byl nalezen %(counter)d odpovídající voucher
da: Fandt %(counter)d matchende rabatkode
de: %(counter)d passenden Rabatt-Code gefunden
es: Se encontró %(counter)d cupón que coincide
fr: %(counter)d coupon correspondant trouvé
id: Ditemukan %(counter)d voucher yang cocok
pl: Znaleziono %(counter)d pasujący kupon
pt: Encontrado %(counter)d cupom
ro: S-a găsit %(counter)d voucher corespunzător
ru: Найден %(counter)d совпадающий купон
sk: Našiel sa %(counter)dodpovedajúci kupón
sl: Najden %(counter)d ustrezen kupon
sv: Hittade %(counter)d matchande kupong
vi: Tìm thấy %(counter)d phiếu giảm giá

# Lowest value for order to be able to use the voucher
source: Apply only if the purchase value is greater than or equal to
da: Tilføj kun hvis købets værdi er større eller det samme som
de: Nur anwenden, wenn der Einkauf größer oder gleich ist zu
es: Aplica solo si el valor de compra es mayor o igual que
fr: Ne s'applique que si l'achat est supérieur ou égal à
id: Hanya berlaku jika total pembelian lebih besar atau sama dengan
pl: Zastosuj jeśli wartość zamówienia jest równa lub przekracza kwotę
pt: Aplicar somente se o valor de compra for maior ou igual à
ru: Примените, если цена покупки больше или равна
sk: Uplatniť iba ak je hodnota nákupu väčšia alebo rovná ako
sl: Dovoli le, če je nakup večji ali enak znesku
sv: Applicera endast om köpvärdet är större än eller lika med
vi: Áp dụng nếu số tiền thanh toán bằng hoặc lớn hơn

source: Discounted products
cs: Zvýhodněné produkty
da: Nedsatte produkter
de: Reduzierte Produkte
es: Productos con descuento
fr: Produits en promotion
id: Produk-produk yang didiskon
pl: Przecenione produkty
pt: Produtos em promoção
ro: Produse cu reduceri
ru: Уцененные товары
sk: Zľavnené produkty
sl: Znižana ponudba
sv: Rabatterade produkter
vi: Sản phẩm giảm giá

# Sale name
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Discount type
source: Fixed or percentage
cs: Pevná nebo procentní
da: Fast eller procentdel
de: Fix oder prozentual
es: Fijo o por porcentaje
fr: Montant fixe ou pourcentage
id: Tetap atau persentase
pl: Stały lub procentowy
pt: Fixo ou porcentagem
ro: Fix sau procentual
ru: Фиксировано или в процентах
sk: Pevné alebo percentá
sl: Fiksni znesek ali odstotek
sv: Fast eller procent
vi: Cố định hoặc phần trăm

# Sale date restrictions
source: Start date
cs: Datum zahájení
da: Start dato
de: Startdatum
es: Fecha de inicio
fr: Date de lancement
id: Tanggal mulai
pl: Data rozpoczęcia
pt: Data de início
ro: Data de început
ru: Начальная дата
sk: Počiatočný dátum
sl: Datum začetka
sv: Startdatum
vi: Ngày bắt đầu

# Sale date restrictions
source: End date
cs: Datum ukončení
da: Slut dato
de: Enddatum
es: Fecha de finalización
fr: Date de fin
id: Tanggal berakhir
pl: Data zakończenia
pt: Data final
ro: Data de încheiere
ru: Конечная дата
sk: Konečný dátum
sl: Datum konca
sv: Slutdatum
vi: Ngày kết thúc

# Percentage or fixed amount value
source: Value
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fr: Valeur
id: Nominal
pl: Wartość
pt: Valor
ro: Valoare
ru: размер
sk: Hodnota
sl: Vrednost
sv: Värde
vi: Giá trị

source: Discounted categories
cs: Zvýhodněné kategorie
da: Nedsatte kategorier
de: Reduzierte Kategorien
es: Categorías con descuento
fr: Catégories en promotion
id: Kategori yang didiskon
pl: Przecenione kategorie
pt: Categorias em promoção
ro: Categorii cu reduceri
ru: Категории со скидкой
sk: Zľavnené kategórie
sl: Znižane kategorije
sv: Rabatterade kategorier
vi: Thư mục giảm giá

source: Discounted collections
da: Nedsatte kollektioner
de: Reduzierte Sammlungen
es: Colecciones con descuento
fr: Collections remisées
id: Koleksi yang didiskon
pl: Przecenione kolekcje
pt: Coleções em promoção
ru: Коллекции со скидкой
sk: Zľavnené kolekcie
sl: Znižane kolekcije
sv: Rabatterade kollektioner
vi: Bộ sưu tập giảm giá

# Sale (discount) error
source: Sale cannot exceed 100%
cs: Sleva nesmí překročit 100%
da: Rabat kan ikke overskride 100%
de: Angebot kann 100% nicht übersteigen
es: La venta no puede superar el 100%
fr: Une remise doit rester inférieure à 100%
id: Penjualan tidak boleh melebihi 100%
pl: Zniżka nie może przekroczyć 100%
pt: Não exceder 100% de venda
ro: Vânzarea nu poate depăși 100%
ru: Скидка не может превышать 100%
sk: Zľava nemôže presiahnuť 100%
sl: Prodaja ne more preseči 100 %
sv: Rabatten kan inte överstiga 100%
vi: Giả giá không được quá 100%

# Sale (discount) error
source: A single sale must point to at least one product, collectionand/or category.
da: Et enkelt salg skal pege på mindst ét produkt, indsamling og / eller kategori.
de: Ein Verkauf muss mindestens auf ein Produkt, eine Sammlung und/oder eine Kategorie verweisen.
es: Una sola venta debe apuntar a al menos un producto, colección y / o categoría.
fr: Une promotion doit au cibler au minimum un produit, une collection et/ ou une catégorie.
id: Penjualan harus menunjuk setidaknya satu produk, koleksi dan / atau kategori.
pl: Wyprzedaż musi wskazywać na co najmniej jeden produkt i/lub kategorię.
pt: Uma única venda deve apontar para pelo menos um produto, coleção e/ou categoria.
ru: Распродажа должна содержать как минимум один продукт, коллекцию или категорию.
sk: Predaj musí ukazovať aspoň na jeden produkt, kolekciu alebo kategóriu.
sl: Prodajna akcija mora vsebovati najmanj en izdelek, kolekcijo in/ali kategorijo.
sv: En rabatt måste peka på minst en produkt, kollektion och / eller kategori.
vi: Mỗi chương trình sale phải áp dụng cho ít nhất 1 sản phẩm hoặc 1 loại sản phẩm

source: Discount type
cs: Typ slevy
da: Rabat type
de: Rabatt-Typ
es: Tipo de descuento
fr: Type de promotion
id: Tipe diskon
pl: Rodzaj obniżki
pt: Tipo de desconto
ro: Tipul de reducere
ru: вид скидки
sk: Typ zľavy
sl: Vrsta popusta
sv: Rabattyp
vi: Loại giảm giá

# Coupon code
source: Code
cs: Kód
da: Kode
es: Código
id: Kode
pl: Kod
pt: Código
ro: Cod
ru: код
sk: Kód
sl: Koda
sv: Kod
vi: Mã

source: Usage limit
cs: Limit využití
da: Brugsgrænse
de: Nutzungsbeschränkung
es: Límite de uso
fr: Limite d'utilisation
id: Batas penggunaan
pl: Limit użycia
pt: Limite de Uso
ro: Limita de utilizare
ru: лимит использования
sk: Limit využitia
sl: Omejitev uporabe
sv: Användningsgräns
vi: Giới hạn sử dụng

# Voucher: discount with
source: Minimal quantity of products
ru: Минимальное количество продуктов

# Voucher date restrictions
source: Start date
cs: Datum zahájení
da: Start dato
de: Startdatum
es: Fecha de inicio
fr: Date de lancement
id: Tanggal mulai
pl: Data rozpoczęcia
pt: Data de início
ro: Data de început
ru: дата начала
sk: Počiatočný dátum
sl: Datum začetka
sv: Startdatum
vi: Ngày bắt đầu

# Voucher date restrictions
source: End date
cs: Datum ukončení
da: Slut dato
de: Enddatum
es: Fecha de finalización
fr: Date de fin
id: Tanggal berakhir
pl: Data zakończenia
pt: Data final
ro: Data de încheiere
ru: дата окончания
sk: Konečný dátum
sl: Datum konca
sv: Slutdatum
vi: Ngày kết thúc

# Discount type of the voucher
source: Discount type
cs: Typ slevy
da: Rabat type
de: Rabatt-Typ
es: Tipo de descuento
fr: Type de remise
id: Tipe diskon
pl: Rodzaj obniżki
pt: Tipo de desconto
ro: Tipul de reducere
ru: вид скидки
sk: Typ zľavy
sl: Vrsta popusta
sv: Rabattyp
vi: Loại giảm giá

# Discount value of the voucher
source: Discount value
da: Rabat værdi
de: Rabatt-Wert
es: Valor de descuento
fr: Montant de la remise
id: Nominal diskon
pl: Wartość zniżki
pt: Valor de descontro
ru: размер скидки
sk: Výška zľavy
sl: Vrednost popusta
sv: Rabattvärde
vi: Giá trị giảm

# Text above the dropdown of countries
source: Limit countries that voucher should apply to
da: Begræns lande, hvor rabatkuponen kan bruges
de: Ländern eingrenzen, in denen der Rabattcode verwendet werden kann
es: Limitar los países a los que se debe aplicar el vale
fr: Limiter les pays dans lesquels le bon d'achat doit s'appliquer
id: Batasi negara tempat voucher seharusnya berlaku
pl: Ogranicz kraje, dla których ten kod zniżkowy może zostać użyty
pt: Países para os quais o cupom de aplica
ru: Ограничение применения купонов по стране
sk: Obmedziť platnosť kupónu na krajiny
sl: Omejitev na države, kjer lahko veljajo kuponi
sv: Begränsa länder som kupongen gäller för
vi: Các nước áp dụng phiếu giảm giá

# Field label, apply discount value only once per order
source: Only apply once per order
da: Anvend kun en gang pr. bestilling
de: Nur einmal pro Bestellung anwenden
es: Aplicar sólo una vez por orden
fr: Appliquer uniquement sur la somme des articles remisés
id: Hanya berlaku sekali per pembelian
pl: Zastosuj tylko raz dla zamówienia
pt: Aplicar uma única vez por cada pedido
ru: Применять только один раз для заказа
sk: Pre objednávku uplatniť len raz
sl: Uporabi le enkrat na nakup
sv: Applicera endast en gång per order
vi: Chỉ được áp dụng 1 mã cho mỗi lần đặt hàng

# Help text of checkbox for applying discount only once per order
source: If unchecked, discount value will be taken off each suitable item in an order.
da: Hvis det ikke er markeret, vil rabatværdien blive taget ud af hver passende vare i en ordre.
de: Wenn nicht aktiv, wird der Rabatt-Wert von allen passenden Produkten einer Bestellung abgezogen.
es: Si deshabilita, el valor del descuento será retirado
fr: Si décoché, la valeur de remise sera prise sur chaque article applicable.
id: Jika tidak dicentang, nilai diskon akan diambil dari setiap item yang sesuai dalam suatu pesanan.
pl: Jeżeli to pole jest niezaznaczone, to zniżka zostanie odjęta od każdego przedmiotu w zamówieniu z osobna.
pt: Se desmarcado, o valor de desconto será aplicado para cada item em uma ordem.
ru: Если не отмечено, скидка будет применена к каждой подходящей позиции в заказе.
sk: Ak neoznačené. výška zľavy sa uplatní z každej vhodnej položky v poradí.
sl: Če ni označeno, bo popust uporabljen na vseh ustreznih izdelkih v naročilu
sv: Om ej markerad, kommer rabattvärdet att tas bort från varje lämpligt föremål i en order.
vi: Nếu bỏ chọn, gía trị giả giá chọn sản phẩm phù hợp

# Products that can be discounted with the voucher
source: Products
de: Produkte
fr: Produits
pl: Produkty
ru: Продукты

# Categories that can be discounted with the voucher
source: Categories
de: Kategorien
fr: Catégories
pl: Kategorie
ru: Категории

# Collections that can be discounted with the voucher
source: Collections
de: Sammlungen
pl: Kolekcje
ru: Коллекции

# Product
source: Products
cs: Produkty
da: Produkter
de: Produkte
es: Productos
fr: Produits
id: Daftar produk
pl: Produkty
pt: Produtos
ro: Produse
ru: Продукты
sk: Produkty
sl: Proizvodi
sv: Produkter
vi: Sản phẩm

source: Collections
cs: Kolekce
da: Kollektioner
de: Sammlungen
es: Colecciones
id: Koleksi
pl: Kolekcje
pt: Coleções
ro: Colecții
ru: Коллекции
sk: Kolekcie
sl: Kolekcije
sv: Kollektioner
vi: Bộ sưu tập

source: Categories
cs: Kategorie
da: Kategorier
de: Kategorien
es: Categorías
fr: Catégories
id: Kategori
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sl: Kategorije
sv: Kategorier
vi: Thư mục

# Sale (discount) message
source: Added sale
cs: Sleva přídána
da: Tilføjede salg
de: Angebot hinzugefügt
es: Venta agregada
fr: La remise a été ajoutée
id: Penjualan tambahan
pl: Dodano wyprzedaż
pt: Venda adicionada
ro: Vânzarea adăugată
ru: Добавлена скидка
sk: Pridaná zľava
sl: Prodajna akcija je dodana
sv: Lagt till rabatt
vi: Đơn hàng đã được thêm

# Sale (discount) message
source: Updated sale
cs: Sleva aktualizována
da: Opdateret salg
de: Angebot geändert
es: Venta actualizada
fr: La promotion a été mise à jour
id: Penjualan diperbarui
pl: Zaktualizowano wyprzedaż
pt: Venda atualizada
ro: Vânzare actualizată
ru: Обновлена скидка
sk: Upravená zľava
sl: Prodajna akcija je posodobljena
sv: Uppdaterat rabatt
vi: Đơn hàng đã cập nhật

# Sale (discount) message
source: Removed sale %s
cs: Odebrané slevy %s
da: Fjernede salg %s
de: Verkauf %s entfernt
es: Venta %s borrada
fr: Supprimé la promotion %s
id: Penjualan dihapus %s
pl: Usunięto wyprzedaży: %s
pt: Venda removida %s
ro: A fost eliminată vânzarea %s
ru: Удалена скидка %s
sk: Výpredaj %s bol odstránený
sl: Prodajna akcija %s je odstranjena
sv: Tagit bort rabatt %s
vi: Đơn hàng đã xoá %s

# Voucher message
source: Added voucher
cs: Voucher přidán
da: Tilføjede rabatkode
de: Rabattcode hinzugefügt
es: Cupón agregado
fr: Le bon d'achat a été ajouté
id: Voucher ditambahkan
pl: Dodano kupon
pt: Comprovante criado
ro: Voucher adăugat
ru: Добавлен купон
sk: Pridaný kupón
sl: Kupon dodan
sv: Lagt till kupong
vi: Phiếu giảm giá đã được thêm

# Voucher message
source: Updated voucher
cs: Voucher aktualizován
da: Opdateret rabatkode
de: Rabattcode geändert
es: Cupón actualizado
fr: Le bon d'achat a été mis à jour
id: Voucher yang diperbarui
pl: Zaktualizowano kupon
pt: Comprovante atualizado
ro: Voucher actualizat
ru: Обновлен купон
sk: Upravený kupón
sl: Kupon posodobljen
sv: Uppdaterat kupong
vi: Phiếu giảm giá đã cập nhật

# Voucher message
source: Removed voucher %s
cs: Odebrán voucher %s
da: Fjernede rabatkode %s
de: Rabattcode %s entfernt
es: Cupón %s borrado
fr: Le bon d'achat %s a été supprimé
id: Voucher yang dihapus %s
pl: Usunięto kuponów: %s
pt: Cupom removido %s
ro: Voucher eliminat %s
ru: Купон %s удалён
sk: Odstránený kupón %s
sl: Kupon %s je odstranjen
sv: Tagit bort kupong %s
vi: Phiếu giảm giá đã xoá %s

# Menu list sorting option
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Menu item list sorting option
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Menu list filter label
source: Menu name
cs: Jméno nabídky
da: Menu navn
es: Nombre del menu
fr: Nom du menu
id: Nama menu
pl: Nazwa menu
pt: Nome do menu
ro: Nume meniu
ru: Заголовок меню
sk: Názov menu
sl: Ime menija
sv: Menynamn
vi: Tên menu

# Menu list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard menus list
source: Found %(counter)d matching menu
cs: Nalezeno %(counter)d odpovídající nabídka
da: Fandt %(counter)d matchende menu
de: %(counter)d passendes Menü gefunden
es: Se encontró %(counter)d menú
fr: %(counter)d menu correspondant trouvé
id: Ditemukan %(counter)d menu yang cocok
pl: Znaleziono %(counter)d pasujące menu
pt: Encontrado %(counter)d menu
ro: S-a găsit %(counter)d meniu corespunzător
ru: Найдено %(counter)d совпадающее меню
sk: Našlo sa %(counter)d odpovedajúce menu
sl: Najden %(counter)d ustrezen meni
sv: Hittade %(counter)d meny
vi: Tìm thấy %(counter)d menu

# Menu item list filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Menu item list filter label
source: Points to
cs: Ukazovat na
da: Peger på
de: Verlinkt zu
es: Apunta a
fr: Pointe vers
id: Poin ke
pl: Wskazuje na
pt: Aponta para
ro: Arată spre
ru: Указывает на
sk: Ukazuje na
sl: Kaže na
sv: Pekar på
vi: Chuyển đến

# Menu item list sorting filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard menu items list
source: Found %(counter)d matching menu item
cs: Nalezena %(counter)d odpovídající položka nabídky
da: Fandt %(counter)d matchende menupunkt
de: %(counter)dpassendes Menü-Element gefunden
es: Se encontró %(counter)d elemento de menú
fr: %(counter)d élément correspondant du menu trouvé
id: Ditemukan %(counter)d item menu yang cocok
pl: Znaleziono %(counter)d pasujący wpis w menu
pt: Entrado %(counter)d menu item
ro: S-a găsit %(counter)d element de meniu corespunzător
ru: Найден %(counter)d совпадающий элемент меню
sk: Našla sa %(counter)d odpovedajúca položka menu
sl: Meni kaže %(counter)d ustrezno stvar
sv: Hittade %(counter)d menyval
vi: Tìm thấy %(counter)d mặt hàng

source: Menu name
cs: Jméno nabídky
da: Menu navn
es: Nombre del menu
fr: Nom du menu
id: Nama menu
pl: Nazwa menu
pt: Nome do menu
ro: Nume meniu
ru: Заголовок меню
sk: Názov menu
sl: Ime menija
sv: Menynamn
vi: Tên menu

# Menu item object to link
source: Link
cs: Odkaz
fr: Lien
id: Tautan
pl: Odnośnik
ru: Ссылка
sk: Odkaz
sl: Povezava
sv: Länk

# Menu item name
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Menu item form error
source: Maximum nesting level for menu items equals to 2.
cs: Maximum úroveň vnoření pro nabídky položky se rovná 2.
da: Maksimal nestningsniveau for menupunkter er 2.
de: Menü-Elemente können maximal 2 Ebenen tief verschachtelt werden.
es: Máximo nivel de anidación para elementos del menu igual a 2.
fr: L'imbrication maximale des menus est de 2 objets.
id: Level maksimum untuk item menu sama dengan 2.
pl: Maksymalny poziom zagnieżdżenia dla wpisów w menu wynosi 2.
pt: Grau máximo de aninhamento para itens do menu é igual a 2
ro: Nivelul maxim pentru elementele de meniu este egal cu 2.
ru: Максимальный уровень вложенности для меню равен 2.
sk: Maximálna úroveň vnorenia položiek menu je 2.
sl: Največja dovoljena količina ugnezdenih menijev je 2.
sv: Maximal staplingsnivå för menyposter motsvarar 2 nivåer.
vi: Số menu lồng nhau không đơn lớn hơn 2

# Menu item form error
source: A single menu item can't point to both an internal link and URL.
cs: Jedna položka nabídky nemůže odkazovat jak na interní odkaz, tak na adresu URL.
da: Et enkelt menupunkt kan ikke pege på både et internt link og en URL.
de: Ein Menü-Element kann nicht gleichzeitig auf eine interne Seite und eine externe URL verweisen.
es: Un elemento de menu no puede apuntar a un link interno y a una URL
fr: Un élément unique du menu ne peut pas pointer à la fois vers un lien interne et une URL.
id: Item menu tidak dapat mengarah ke tautan internal dan URL.
pl: Pojedynczy wpis w menu nie może wskazywać jednocześnie na zewnętrzny link oraz URL.
pt: Um único item do menu não pode apontar para ambos, um link interno e uma URL
ro: Un singur element de meniu nu poate indica atât un link intern, cât și o adresă URL.
ru: Элемент меню не может указывать одновременно на внутренний адрес и внешний URL.
sk: Jedna položka menu nemôže súčasne ukazovať na interný link a URL.
sl: Meni ne more kazati na interni link in URL hkrati.
sv: Ett specifikt menyobjekt kan inte peka på både en intern länk och URL.
vi: Một menu item không thể dẫn đến 2 url

# Menu item form error
source: A single menu item must point to an internal link or URL.
cs: Jedna položka nabídky musí směřovat na interní odkaz nebo URL.
da: Et enkelt menupunkt skal pege på et internt link eller en URL.
de: Ein Menü-Element muss entweder auf eine interne Seite oder eine externe URL verweisen.
es: Un elemento de menu tiene que apuntar a un link interno o a una URL
fr: Un élément unique du menu doit pointer vers un lien interne ou une URL.
id: Item menu harus mengarah ke tautan atau URL internal.
pl: Pojedynczy wpis w menu musi wskazywać na zewnętrzny link lub URL.
pt: Um único item do menu deve apontar para um link interno ou uma URL
ro: Un singur element de meniu trebuie să indice un link intern sau o adresă URL.
ru: Каждый элемент меню должен указывать на внутреннюю или внешнюю ссылку.
sk: Jedna položka menu nemôže súčasne ukazovať na interný link a URL.
sl: Meni mora kazati ali na interni link ali na zunanji URL.
sv: Ett specifikt menyobjekt måste peka på en intern länk eller URL.
vi: Menu item phải dẫn đến một url

# Menu item page hidden status
source: %(menu_item_name)s is hidden (will become visible on %(available_on_date)s)
da: %(menu_item_name)s er skjult (og vil være synlig den %(available_on_date)s)
de: %(menu_item_name)s ist unsichtbar (wird sichtbar am %(available_on_date)s)
es: %(menu_item_name)s está oculto (será visible en %(available_on_date)s)
id: %(menu_item_name)s disembunyikan (akan menjadi terlihat pada %(available_on_date)s)
pl: %(menu_item_name)s jest ukryty (stanie się widoczny dnia %(available_on_date)s)
pt: %(menu_item_name)s é oculto (se tornará visível em %(available_on_date)s)
ru: %(menu_item_name)s скрыто (отобразится %(available_on_date)s)
sk: %(menu_item_name)s je skryté (zobrazí sa %(available_on_date)s)
sl: Meni %(menu_item_name)s je skrit (viden bo na %(available_on_date)s)
sv: %(menu_item_name)s är gömd (kommer att bli synlig den %(available_on_date)s)
vi: %(menu_item_name)s đã ẩn( sẽ hiển thị vào %(available_on_date)s )

# Menu item published status
source: %(menu_item_name)s (Not published)
da: %(menu_item_name)s (Ikke udgivet)
de: %(menu_item_name)s (nicht veröffentlicht)
es: %(menu_item_name)s(No publicado)
id: %(menu_item_name)s (Tidak diterbitkan)
pl: %(menu_item_name)s (Nie opublikowany)
pt: %(menu_item_name)s (Não publicado)
ru: %(menu_item_name)s (не опубликовано)
sk: %(menu_item_name)s (Nezverejnené)
sl: %(menu_item_name)s (Ni objavljeno)
sv: %(menu_item_name)s (Opublicerad)
vi: %(menu_item_name)s(Không công bố )

# Dashboard message
source: Updated storefront menus
cs: Aktualizované nabídky v úložišti
da: Opdateret butiksfronten menuer
de: Storefront Menüs aktualisiert
es: Menús de la storefront actualizados.
fr: Les menus de la boutique ont été mis à jours.
id: Menu etalase yang diperbarui
pl: Zaktualizowano menu sklepu
pt: Menus da loja atualizados
ro: Meniurile magazinului au fost actualizate
ru: Меню обновлены
sk: Zmenené menu výkladu
sl: Meniji na vstopni strani so posodobljeni
sv: Uppdaterade butiksmenyer
vi: Cập nhật menu cửa hàng

# Dashboard message
source: Added menu %s
cs: Přidaná nabídka %s
da: Tilføjede menu %s
de: Menü %s hinzugefügt
es: Menú añadido %s
fr: Le menu %s a été ajouté
id: Tambahan menu %s
pl: Dodano menu %s
pt: Menu %s adicionado
ro: Meniu adăugat %s
ru: Меню %s добавлено
sk: Pridané menu %s
sl: Meni %s je dodan
sv: Lagt till meny %s
vi: Đã thêm menu %s

# Dashboard message
source: Updated menu %s
cs: Aktualizovaná nabídka %s
da: Opdateret menu %s
de: Menü %s aktualisiert
es: Menú actualizado %s
fr: Le menu %s a été mis à jour
id: Perbarui menu %s
pl: Zaktualizowano menu %s
pt: Menu %s atualizado
ro: Meniu actualizat %s
ru: Меню %s удалено
sk: Zmenené menu %s
sl: Meni %s je posodobljen
sv: Uppdaterat meny %s
vi: Cập nhật menu %s

# Dashboard message
source: Removed menu %s
cs: Odebraná nabídka %s
da: Fjernede menu %s
de: Menü %s entfernt
es: Menú eliminado %s
fr: Le menu %s a été supprimé
id: Hapus menu %s
pl: Usunięto menu %s
pt: Menu %s removido
ro: Meniu eliminat %s
ru: Меню %s удалено
sk: Odstránené menu %s
sl: Meni %s je odstranjen
sv: Tagit bort meny %s
vi: Đã xoá menu %s
