Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Dashboard message
source: Updated %(method_name)s shipping method
da: Opdaterede %(method_name)s forsendelsesmetode
de: Versandart %(method_name)s aktualisiert
es: Se actualizó el método de envío %(method_name)s
id: Diperbarui%(method_name)s metode pengiriman
pl: Zaktualizowano metodę wysyłki: %(method_name)s
pt: Atualizado método de envio %(method_name)s
ru: Способ доставки %(method_name)s обновлён
sk: Boli zmenené %(method_name)s spôsoby doručenia
sl: Vrsta pošiljanja %(method_name)s je posodobljena
sv: Leveransmetod %(method_name)s uppdaterad
vi: Cập nhật phương thức vận chuyển %(method_name)s

# Dashboard message
source: Removed %(shipping_method_name)s shipping method
da: Fjernede %(shipping_method_name)s forsendelsesmetode
de: Versandart %(shipping_method_name)s entfernt
es: Se eliminó el método de envío %(shipping_method_name)s
id: Dihapus%(shipping_method_name)s metode pengiriman
pl: Usunięto metodę wysyłki: %(shipping_method_name)s
pt: Método de envio %(shipping_method_name)s removido
ru: Способ доставки %(shipping_method_name)s удалён
sk: Odstránený spôsob doručenia %(shipping_method_name)s
sl: Vrsta dostave - %(shipping_method_name)s - uspešno odstranjena
sv: Leveransmetod %(shipping_method_name)s borttagen
vi: Xoá phương thức vận chuyển %(shipping_method_name)s

# Domain name (FQDN)
source: Domain name
cs: Jméno domény
da: Domænenavn
es: Nombre de dominio
fr: Nom de domaine
id: Nama domain
pl: Nazwa domeny
pt: Nome de domínio
ro: Numele domeniului
ru: Доменное имя
sk: Meno domény
sl: Domena
sv: Domännamn
vi: Tên miền

source: Display name
cs: Zobrazovaný název
da: Visningsnavn
de: Anzeigename
es: Nombre a mostrar
fr: Nom d'affichage
id: Nama tampilan
pl: Publiczna nazwa
pt: Nome de exibição
ro: Numele afișat
ru: Отображаемое имя
sk: Zobrazované meno
sl: Ime za prikaz
sv: Visningsnamn
vi: Tên hiển thị

source: Header text
cs: Text záhlaví
da: Hovedtekst
de: Kopfzeile
es: Texto de cabecera
fr: Texte d'en-tête
id: Teks tajuk
pl: Tekst nagłówka
pt: Texto de cabeçalho
ro: Antet
ru: Текст заголовка
sk: Text hlavičky
sl: Tekst za naslov
sv: Rubriktext
vi: Nội dung header

# Inventory tracking by default settings toggle label
source: Enable inventory tracking for newly created products
cs: Aktivovat sledování zásob pro nově vytvořené produkty
da: Aktivér lagersporing for nyoprettede produkter
de: Verfolgung des Lagerbestands für neue Produkte aktivieren
es: Habilitar registro de inventario para productos recientemente creados
fr: Activer par défaut la gestion de l'inventaire des nouveaux produits
id: Aktifkan pelacakan inventaris untuk produk yang baru dibuat
pl: Włącz śledzenie stanu magazynowego dla nowych produktów
pt: Habilitar rastreamento de inventário para novos produtos criados
ru: Включить отслеживание запасов для вновь созданных продуктов
sk: Povolenie sledovania inventára pre novo vytvorené produkty
sl: Omogoči spremljanje inventarja za novo dodane izdelke
sv: Aktivera lagerspårning för nyligen skapade produkter
vi: Bật quản lý kho với sản phẩm mới tạo

source: Default weight unit
da: Standardvægt enhed
de: Standardeinheit für Gewichte
es: Unidad de peso por defecto
id: Unit berat standar
pl: Domyślna jednostka wagi
pt: Unidade de peso padrão
ru: Единицы измерения веса по умолчанию
sk: Predvolená hmotnostná jednotka
sl: Predizbrana enota za težo
sv: Standard viktenhet
vi: Đơn vị trọng lượng mặc định

# handle stock by default settings field help text
source: This will set the default value of stock handling on product and variant creation
cs: Tato volba nastaví výchozí hodnotu poplatku za skladování produktů při vytváření varianty
da: Dette indstiller standardværdien af lagerhåndtering ved produkt- og variantoprettelse
de: Dieses Feld setzt den Standardwert für Lagerhaltung beim Hinzufügen von Produkten und Varianten
es: Esto establecerá el valor por defecto del manejo de existencias en la creación de productos y alternativas
fr: Ceci règle la valeur par défaut du champ pour activer ou non la gestion du stock sur les nouveaux produits et variations
id: Ini akan menetapkan nilai default penanganan stok pada produk dan pembuatan varian
pl: Spowoduje to ustawienie domyślnej wartości obsługi stanu magazynowego przy tworzeniu produktu i wariantu produktu
pt: Isso definirá o valor padrão de manipulação de estoque na criação de produto e variação
ru: Это установит значение по умолчанию для обработки запасов при создании продукта и варианта.
sk: Týmto sa nastaví predvolená hodnota skladovej manipulácie s produktmi pri tvorbe produktov a variantov
sl: Nastavitev predizbranih vrednosti za rokovanje z izdelki in različicami
sv: Detta ställer in standardvärdet för lagerhantering vid produkt- och variantskapande
vi: Điều này sẽ đặt mặc định các cài đặt kho và loại hàng

# Key for chosen authorization method
source: Key
cs: Klíč
de: Schlüssel
es: Clave
fr: Clé
id: Kunci
pl: Klucz
pt: Chave
ro: Cheie
ru: Ключ
sk: Kľúč
sl: Ključ
sv: Nyckel
vi: Khoá

source: Password
cs: Heslo
da: Kodeord
de: Passwort
es: Constraseña
fr: Mot de passe
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
vi: Mật khẩu

# Dashboard message
source: Updated site settings
cs: Aktualizovaná nastavení webu
da: Opdateret sideindstillinger
de: Seiteneinstellungen aktualisiert
es: Actualizar la configuración del sitio
fr: Les paramètres du site ont été mis à jour
id: Pengaturan situs yang diperbarui
pl: Zaktualizuj ustawienia strony
pt: Atualizar configurações do site
ro: Setările site-ului au fost actualizate
ru: Настройки сайта обновлены
sk: Nastavenia stránky boli aktualizované
sl: Nastavitve za stran so posodobljene
sv: Site inställningar uppdaterad
vi: Cập nhật cài đặt trang web

# Dashboard message
source: Added authorization key %s
cs: Přidaný klíč pro autorizaci %s
da: Tilføjet godkendelsesnøgle %s
de: Berechtigungsschlüssel %s hinzugefügt
es: Se ha agregado la clave de autorización %s
fr: La clé d'autorisation %s a été ajoutée
id: Menambahkan kunci otorisasi %s
pl: Dodano klucz autoryzacyjny %s
pt: Chave de autorização %s adicionada
ro: A fost adăugată cheie de autorizare %s
ru: Ключ авторизации %s добавлен
sk: Autorizačný kľúč %s bol pridaný
sl: Ključ za avtorizacijo %s je dodan
sv: Autentiseringsnyckel %s tillagd
vi: Thêm khoá truy cập %s

# dashboard message
source: Updated authorization key %s
cs: Aktualizovaný klíč pro autorizaci %s
da: Opdaterede godkendelsesnøgle %s
de: Berechtigungsschlüssel %s aktualisiert
es: Se ha actualizado la clave de autorización %s
fr: La clé d'autorisation %s a été mise à jour
id: Kunci otorisasi yang diperbarui %s
pl: Zaktualizowano klucz autoryzacyjny %s
pt: Chave de autorização %s atualização
ro: A fost actualizata cheia de autorizare %s
ru: Ключ авторизации %s обновлён
sk: Autorizačný kľúč %s bol aktualizovaný
sl: Ključ za avtorizacijo %s je posodobljen
sv: Autentiseringsnyckel %s uppdaterad
vi: Cập nhật khoá truy cập %s

# Dashboard message
source: Removed site authorization key %s
cs: Odebrán klíč pro autorizaci webu %s
da: Fjernede hjemmeside godkendelsesnøgle %s
de: Seiten-Berechtigungsschlüssel %s entfernt
es: Se ha borrado la clave de autorización del sitio %s
fr: La clé d'autorisation %s a été supprimée
id: Kunci otorisasi situs yang dihapus %s
pl: Usunięto klucz autoryzacyjny witryny %s
pt: Chave de autorização %s removida
ro: A fost eliminată cheia de autorizare a site-ului %s
ru: Ключ авторизации %s удалён
sk: Autorizačný kľúč %s stránky bol odstránený
sl: Ključ %s za avtorizacijo strani je uspešno odstranjen
sv: Autentiseringsnyckel %s borttagen
vi: Xoá khoá truy cập %s

# Group list filter label
source: Permissions
cs: Oprávnění
da: Tilladelser
de: Rechte
es: Permisos
fr: Droits
id: Izin
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Права доступа
sk: Oprávnenia
sl: Dovoljenja
sv: Rättigheter
vi: Quyền hạn

# Staff list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard staff members list
source: Found %(counter)d matching staff member
cs: Nalezen %(counter)dodpovídajícího zaměstnance
da: Fandt %(counter)d matchende medarbejder
de: %(counter)d passenden Mitarbeiter gefunden
es: Se encontró %(counter)d miembro del personal que coincide
fr: %(counter)d membre de l'équipe correspond
id: Ditemukan %(counter)d anggota staf yang cocok
pl: Znaleziono %(counter)d pasującego pracownika
pt: Encontrado %(counter)d membro da equipe
ro: S-a găsit %(counter)dmembru al personalului potrivit
ru: Найден %(counter)d совпадающий сотрудник
sk: Našiel sa %(counter)d odpovedajúci zamestnanec
sl: Najden je %(counter)d ustrezen član osebja
sv: Hittade %(counter)d anställd
vi: Tìm thấy %(counter)d nhân viên

# Label above the permissions choicefield
source: Permissions
cs: Oprávnění
da: Tilladelser
de: Rechte
es: Permisos
fr: Droits
id: Izin
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Права доступа
sk: Oprávnenia
sl: Dovoljenja
sv: Rättigheter
vi: Quyền hạn

# User active toggle
source: User is active
cs: Uživatel je aktivní
da: Brugeren er aktiv
de: Benutzer aktiv
es: El usuario está activo
fr: L'utilisateur est activé
id: Pengguna aktif
pl: Użytkownik jest aktywny
pt: Usuário está ativo
ro: Utilizatorul este activ
ru: Пользователь активен
sk: Užívateľ je aktívny
sl: Uporabnik je aktiven
sv: Använder aktiv
vi: Người dùng đã kích hoạt

# User staff toggle
source: User is staff
de: Benutzer ist ein Mitarbeiter
id: Pengguna adalah staf
pl: Użytkownik jest pracownikiem
pt: Utilizador pertence à equipa
ru: Пользователь является сотрудником

# Dashboard message
source: Updated staff member %s
cs: Aktualizován zaměstnanec %s
da: Opdateret medarbejder %s
de: Mitarbeiter %s geändert
es: Se ha actualizado el miembro del personal %s
fr: Le membre %s du personnel a été mis à jour
id: Anggota staf yang diperbarui %s
pl: Zaktualizowano pracownika %s
pt: Membro da equipe atualizado %s
ro: Actualizat membru al personalului %s
ru: Сотрудник %s обновлен
sk: Zamestnanec %s bol aktualizovaný
sl: Član osebja %s je posodobljen
sv: Anställd %s uppdaterad
vi: Nhân viên đã cập nhật %s

# Dashboard message
source: Added staff member %s
cs: Přidán zaměstnanec %s
da: Tilføjede medarbejder %s
de: Mitarbeiter %s hinzugefügt
es: Se ha agregado al miembro del personal %s
fr: Le membre %s a été ajouté au personnel
id: Anggota staf ditambahkan %s
pl: Dodano pracownika %s
pt: Membro da equipe adicionado %s
ro: Adăugat membru al personalului %s
ru: Добавлен сотрудник %s
sk: Zamestnanec %s bol pridaný
sl: Član osebja %s je dodan
sv: Anställd %s tillagd
vi: Nhân viên đã thêm %s

# Dashboard message
source: Removed staff member %s
cs: Odebrán zaměstnanec %s
da: Fjernede personale bruger %s
de: Mitarbeiter %s entfernt
es: Se ha borrado al miembro del personal %s
fr: Le membre %s a été supprimé du personnel
id: Anggota staf yang dihapus %s
pl: Usunięto pracownika %s
pt: Membro da equipe removido %s
ro: Eliminat membru al personalului%s
ru: Сотрудник %s удалён
sk: Zamestnanec %s bol odstránený
sl: Član osebja %s je uspešno odstranjen
sv: Anställd %s borttagen
vi: Nhân viên đã xoá %s

# Taxes list filter label
source: Country name
cs: Jméno země
da: Landenavn
de: Land
es: Nombre de país
fr: Nom du pays
id: Nama negara
pl: Nazwa kraju
pt: Nome do país
ro: Numele țării
ru: Имя страны
sk: Krajina
sl: Ime države
sv: Landsnamn
vi: Tên đất nước

# Taxes list sorting form
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard taxes list
source: Found %(counter)d matching country
cs: Nalezena %(counter)d odpovídající země
da: Fandt %(counter)d matchende land
de: %(counter)dpassendes Land gefunden
es: Se encontraron %(counter)d país.
fr: %(counter)d pays trouvé
id: Ditemukan %(counter)d negara yang cocok
pl: Znaleziono %(counter)d pasujący kraj
pt: Encontrado %(counter)d pais
ro: S-a găsit %(counter)d țară potrivită
ru: Найдена %(counter)d совпадающая страна
sk: Našla sa %(counter)d odpovedajúca krajina
sl: Najdena je %(counter)d država
sv: Hittade %(counter)d land
vi: Tìm thấy %(counter)d đất nước phù hợp

# Include taxes in prices
source: All products prices are entered with tax included
cs: Ceny všech produktů jsou uvedeny včetně daně
da: Alle produkters priser er opført med skat inkluderet
de: Alle Produktpreise sind inkl. Steuer
es: Todos los precios de productos son ingresados con impuestos incluídos
fr: Tous les prix de produits incluent la TVA
id: Semua harga produk dimasukkan dengan termasuk pajak
pl: Wszystkie ceny produktów zawierają podatki
pt: Todos os preços dos produtos são inclusos com os impostos
ro: Toate prețurile produselor au TVA inclus
ru: Все цены на продукты включают в себя сумму налога
sk: Všetky ceny produktov sú zadávané vrátane dane
sl: Vse cene izdelkov že vsebujejo davek
sv: Alla produkter anges med moms inkluderat
vi: Tất cả giá đều đã bao gồm thuế

# Display gross prices
source: Show gross prices to customers in the storefront
cs: Ukázat hrubé ceny zákazníkům v obchodě
da: Vis bruttopriser til kunder i butiksfronten
de: Bruttopreise in der Storefront anzeigen
es: Mostrar precios brutos a los clientes en la tienda.
fr: Afficher les prix bruts aux clients dans la boutique
id: Menampilkan harga gross kepada pelanggan di etalase
pl: Pokazuj klientom ceny brutto
pt: Mostrar preço bruto a clientes na loja
ro: Afișează prețurile brute pentru clienții din magazin
ru: Отображать фактурные цены покупателям на витрине магазина
sk: Vo výklade ukazovať zákazníkom hrubé ceny
sl: Pokaži naročnikom grosistične cene na vstopni strani
sv: Visa bruttopris för kunder i butiken
vi: Hiển thị tổng giá cho ngừoi dùng ở trang chủ

source: Charge taxes on shipping rates
cs: Poplatky za přepravu
da: Opkræv skatter på fragtpriser
de: Versandkosten versteuern
es: Cargar impuestos en las tarifas de envío
fr: TVA sur les frais d'expéditions
id: Beban pajak pada tarif pengiriman
pl: Doliczaj podatki do kosztów wysyłki
pt: Cobrar impostos sobre taxas de envio
ro: Taxele de taxare pentru ratele de expediere
ru: Брать налог с расценок на доставку
sk: Účtovať daň za dopravu
sl: Vračunaj davek na poštnino
sv: Lägg på moms för fraktkostnad
vi: Tính thuế vào phí ship

# Dashboard message
source: Updated taxes settings
cs: Aktualizováno nastavení daní
da: Opdateret indstillinger for skat
de: Steuereinstellungen aktualisiert
es: Configuraciones de impuestos actualizadas
fr: TVA mise à jour
id: Setelan pajak yang diperbarui
pl: Zaktualizowano ustawienia podatków
pt: Atualizar configurações das taxas
ro: Setări de taxe actualizate
ru: Настройки сборов обновлены
sk: Nastavenia daní boli aktualizované
sl: Nastavitve davčnih stopenj so posodobljene
sv: Uppdatera momsinställningar
vi: Đã cập nhật tỷ lệ thuế

# Dashboard message
source: Tax rates updated successfully
cs: Daňové sazby se úspěšně aktualizovaly
da: Skattesatser opdateres med succes
de: Steuersätze aktualisiert
es: Tasas de impuesto actualizadas satisfactoriamente
fr: Les taux de TVA ont été mis à jour avec succès
id: Tarif pajak berhasil diperbarui
pl: Zaktualizowano stawki podatków
pt: Taxas de imposto atualizadas com sucesso
ro: Ratele de taxare au fost actualizate cu succes
ru: Налоговые ставки успешно обновлены
sk: Sadzby dane boli aktualizované
sl: Davčne stopnje so posodobljene
sv: Momsinställningar uppdaterad
vi: Cập nhật tỷ lệ thuế thành công

# Dashboard message
source: Could not fetch tax rates. Make sure you have supplied a valid API Access Key.<br/>Check the server logs for more information about this error.
da: Kunne ikke hente skatteprocenter. Sørg for, at du har leveret en gyldig API-adgangsnøgle. Kontroller serverlogfilerne for at få flere oplysninger om denne fejl.
de: Die Steuersätze konnten nicht abgerufen werden. Stelle sicher, dass du einen gültigen API-Schlüssel verwendest.<br/>Überprüfe die Server-Logs, um mehr über diesen Fehler zu erfahren.
es: No se pudo obtener las tasas de impuestos. Asegúrese de haber proporcionado una clave de acceso a la API válida. Verifique los registros del servidor para obtener más información sobre este error.
id: Tidak dapat mengambil tarif pajak. Pastikan Anda telah menyediakan Kunci Akses API yang valid. <br/>Periksa log server untuk informasi lebih lanjut tentang kesalahan ini.
pl: Nie mogliśmy pobrać stawek podatków. Upewnij się, że podałeś poprawny API Access Key. Sprawdź logi serwera aby uzyskać więcej informacji o tym błędzie.
pt: Não foi possível buscar taxas de impostos. Certifique-se de ter fornecido uma chave de acesso de API válida.<br/>Confira os logs do servidor para obter mais informações sobre esse erro.
ru: Ошибка при сборе данных о налоговых расценках. Убедитесь, что вы указали правильный ключ доступа к API. <br/>Детальная информация доступна в логах.
sk: Nepodarilo sa získať sadzby dane. Uistite sa, že je zadaný prístupový kľúč k vatlayer API platný. Skontrolujte logy na serveri pre viac informácií o tejto chybe.
sl: Sistem ni mogel pridobiti davčnih stopenj. Preverite veljavnost API ključa za dostop. <br/> Preverite tudi zapise strežnika - server log - za več informacij o tej napaki.
sv: Kunde inte hämta skattesatser. Se till att du har angett en giltig API-åtkomstnyckel. <br/> Kontrollera serverns loggar för mer information om detta fel.
vi: Không thể tải thuế. Đảm bảo rằng bạn cung cấp đúng API key. Kiểm tra server log để có thể thông tin

# Possible values of boolean filter
source: yes,no,all
cs: ano, ne, vše
da: ja, nej, alle
de: ja,nein,alle
es: si,no,todos
fr: oui,non,tout
id: ya,tidak,semua
pl: tak, nie, wszystko
pt: sim,não,todos
ro: da,nu,toate
ru: да,нет,все
sk: áno,nie,všetko
sl: da, ne, vsi
sv: ja,nej,allt
vi: có, không, tất cả

# Label of first value in range filter
source: From %(value)s
da: Fra %(value)s
de: Ab %(value)s
es: De %(value)s
id: Dari %(value)s
pl: Od %(value)s
pt: de %(value)s
ru: От %(value)s
sk: Od %(value)s
sl: Od %(value)s
sv: Från %(value)s
vi: Từ %(value)s

# Label of second value in range filter
source: To %(value)s
da: Til %(value)s
de: Bis %(value)s
es: A %(value)s
id: Kepada %(value)s
pl: Do %(value)s
pt: para %(value)s
ru: До %(value)s
sk: Do %(value)s
sl: Do %(value)s
sv: Till %(value)s
vi: Đến %(value)s

# Email type
source: Payment confirmation
de: Bezahlbestätigung
es: Confirmación de pago
fr: Confirmation de paiement
id: Konfirmasi pembayaran
pl: Potwierdzenie płatności
pt: Confirmação do pagamento
ru: Подтверждение оплаты

# Email type
source: Shipping confirmation
de: Versandbestätigung
es: Confirmación de envío
fr: Confirmation de livraison
id: Konfirmasi pengiriman
pl: Potwierdzenie wysyłki
pt: Confirmação de envio
ru: Подтверждение доставки

# Email type
source: Fulfillment confirmation
de: Abschlussbestätigung
id: Konfirmasi pesanan terpenuhi
pl: Potwierdzenie realizacji
pt: Confirmação de Fulfillment
ru: Подтверждение пополнения

# Email type
source: Order confirmation
de: Bestellbestätigung
fr: Confirmation de la commande
id: Konfirmasi pesanan
pl: Potwierdzenie zamówienia
pt: Confirmação do pedido
ru: Подтверждение заказа

# Dashboard message related to an order
source: Order placed from draft order
de: Bestellung wurde aus Bestellungsentwurf erstellt.
pl: Zamówienie stworzone z roboczego zamówienia
ru: Заказ размещен из черновика

# Dashboard message related to an order
source: Payment was voided by %(user_name)s
de: Bestellung wurde storniert von %(user_name)s
id: Pembayaran dibatalkan oleh%(user_name)s
pl: Płatność została unieważniona przez %(user_name)s
pt: O pagamento foi cancelado por %(user_name)s
ru: %(user_name)s отменил платеж

# Dashboard message related to an order
source: Successfully refunded: %(amount)s
de: Erfolgreich erstattet: %(amount)s
fr: %(amount)sremboursé avec succès
id: Berhasil dikembalikan: %(amount)s
pl: Pomyślnie zwrócono: %(amount)s
pt: Reembolso completo: %(amount)s
ru: Успешно возмещено: %(amount)s

# Dashboard message related to an order
source: Successfully captured: %(amount)s
de: Erfolgreich abgerufen: %(amount)s
id: Berhasil direkam: %(amount)s
pl: Pomyślnie pobrano: %(amount)s
pt: Captura completa: %(amount)s
ru: Успешно зафиксировано: %(amount)s

# Dashboard message related to an order
source: Order manually marked as paid
cs: Ručně označeno jako placené
de: Bestellung manuell als bezahlt markiert
es: Pedido marcado manualmente como pagado
fr: La commande a été manuellement marquée payée
id: Pesanan ditandai secara manual sebagai berbayar
pl: Zamówienie zostało ręcznie oznaczone jako opłacone
pt: Ordem manualmente marcada como paga
ru: Заказ вручную отмечен как оплаченный

# Dashboard message related to an order
source: Order was canceled
de: Bestellung wurde storniert
pl: Zamówienie zostało anulowane
ru: Заказ был отменен

# Dashboard message related to an order
source: We restocked %(quantity)d item
de: We haben %(quantity)d Produkt aufgefüllt
pl: Uzupełniliśmy zapasy %(quantity)d przedmiotu.
ru: Мы пополнили %(quantity)d позицию

# Dashboard message related to an order
source: %(user_name)s added note: %(note)s
de: %(user_name)s hat eine Notiz hinzugefügt: %(note)s
id: %(user_name)s catatan ditambahkan: %(note)s
pl: %(user_name)s dodał notatkę: %(note)s
pt: %(user_name)s adicionou uma nota: %(note)s
ru: %(user_name)s добавил комментарий: %(note)s

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled by %(user_name)s
de: Auftragsabwickung #%(fulfillment)s abgebrochen von %(user_name)s
id: Pesanan #%(fulfillment)s dibatalkan oleh %(user_name)s
pl: Realizacja nr %(fulfillment)s zostałą anulowana przez %(user_name)s
pt: Deferimento #%(fulfillment)s cancelado por %(user_name)s
ru: Пополнение #%(fulfillment)s было отменено %(user_name)s

# Dashboard message related to an order
source: Fulfilled some items
de: Teillieferung erfolgt
pl: Zrealizowano kilka wpisów
ru: Выполнено несколько позиций

# Dashboard message related to an order
source: Order was placed
cs: Objednávka byla odeslána
de: Bestellung wurde aufgegeben
es: El pedido fue enviado
fr: La commande a été passée
id: Pesanan telah dicatat
pl: Zamówienie zostało złożone
pt: Pedido foi realizado
ru: Заказ размещен

# Dashboard message related to an order
source: Order was fully paid
de: Bestellung wurde vollständig bezahlt
id: Pesanan sudah dibayar penuh
pl: Zamówienie zostało w pełni opłacone
pt: Pedido foi pago
ru: Заказ был полностью оплачен

# Dashboard message related to an order
source: %(email_type)s email was sent to the customer (%(email)s)
de: %(email_type)s email wurde dem Kunden (%(email)s) versendet
id: %(email_type)s email dikirim ke pelanggan (%(email)s)
pl: Email %(email_type)s został wysłany do klienta (%(email)s)
pt: %(email_type)s e-mail foi enviado ao cliente (%(email)s)
ru: %(email_type)s письмо было отправлено покупателю (%(email)s)

# Dashboard message related to an order
source: Fulfillment #%(fulfillment)s tracking was updated to %(tracking_number)s by %(user_name)s
de: Die Versandverfolgung der Auftragsabwicklung #%(fulfillment)s wurde zu %(tracking_number)s aktualisiert von %(user_name)s
id: Pelacakan #%(fulfillment)s telah diperbarui ke %(tracking_number)s oleh %(user_name)s
pl: Śledzenie realizacji nr %(fulfillment)s zostało zaktualzowane na %(tracking_number)s przez %(user_name)s
pt: Fulfillment #%(fulfillment)s rastreamento foi atualizado de %(tracking_number)s por %(user_name)s
ru: Номер отслеживания пополнения #%(fulfillment)s был обновлен %(user_name)s на %(tracking_number)s
