Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Dashboard message
source: Added menu item %s
cs: Přidaná nabídka položky %s
da: Tilføjede menupunkt %s
de: Menü-Element %s hinzugefügt
es: Elemento de menú añadido %s
fr: Le nouvel élément %s a été ajouté au menu
id: Tambah menu item %s
pl: Do menu dodano wpis %s
pt: Item de menu %s adicionado
ro: Elementul de meniu %s adăugat
ru: Элемент меню %s добавлен
sk: Pridaná položka menu %s
sl: Stvar %s je dodana na meni
sv: Lagt till menyval %s
vi: Đã thêm phần tử menu %s

# Dashboard message
source: Saved menu item %s
cs: Uložena nabídka položky %s
da: Menupunkt %s blev gemt
de: Menü-Element %s gespeichert
es: Elemento del menú guardado %s
fr: L'élément "%s" du menu a été sauvegardé
id: Simpan menu item %s
pl: W menu zapisano wpis %s
pt: Item de menu %s salvo
ro: Articol meniu %s salvat
ru: Элемент меню %s сохранён
sk: Uložená položka menu %s
sl: Stvar %s je shranjena na meni
sv: Sparade menyval %s
vi: Lưu menu item %s

# Dashboard message
source: Removed menu item %s
cs: Odebraná nabídka položky %s
da: Menupunkt %s blev fjernet
de: Menü-Element %s entfernt
es: Elemento del menú eliminado %s
fr: L'élément "%s" du menu a été supprimé
id: Hapus menu item %s
pl: Z menu usunięto wpis %s
pt: Item de menu %s removido
ro: Eliminat elementul %s din meniu
ru: Элемент меню %s удалён
sk: Odstránená položka menu %s
sl: Stvar %s je odstranjena z menija
sv: Tagit bort menyval %s
vi: Đã xoá menu item %s

# Link object type group description
source: Collection
cs: Kolekce
da: Kollektion
de: Sammlung
es: Colección
id: Koleksi
pl: Kolekcja
pt: Coleção
ro: Colecție
ru: Коллекция
sk: Kolekcia
sl: Kolekcija
sv: Kollektion
vi: Bộ sưu tập

# Link object type group description
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
id: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sv: Kategori
vi: Thư mục

# Link object type group description
source: Page
cs: Stránka
da: Side
de: Seite
es: Página
id: Halaman
pl: Strona
pt: Página
ro: Pagină
ru: Страница
sk: Stránka
sl: Stran
sv: Sida
vi: Trang

# Order list sorting option
source: payment
cs: Platba
da: betaling
de: Zahlung
es: Pago
fr: paiement
id: pembayaran
pl: Płatność
pt: pagamento
ro: plată
ru: Платеж
sk: platba
sl: plačilo
sv: betalning
vi: Thanh toán

# Order list sorting option
source: created
cs: vytvořeno
da: oprettet
de: erstellt
es: creada
fr: créé
id: dibuat
pl: utworzone
pt: criado
ro: creat
ru: создан
sk: vytvorená
sl: ustvarjeno
sv: skapad
vi: được tạo

# Order list filter label
source: Customer name or email
cs: Jméno zákazníka nebo e-mail
da: Kunde navn eller email
de: Kundenname oder Emailadresse
es: Nombre o email del cliente
fr: Nom ou courriel du client
id: Nama pelanggan atau email
pl: Nazwa klienta lub email
pt: Nome ou email do cliente
ro: Numele clientului sau adresa de e-mail
ru: Имя покупателя или его email
sk: Meno alebo email zákazníka
sl: Ime ali elektronska pošta naročnika
sv: Kundnamn eller email
vi: Tên hoặc email khách hàng

# Order list filter label
source: Placed on
cs: Vytvořeno
da: Placeret
de: platziert am
es: Realizado el
fr: Effectué le
id: Ditempatkan di
pl: Złożone
pt: Colocado sobre
ro: Pus pe
ru: Дата размещения
sk: Umiestnené
sl: Naročilo potrjeno
sv: Beställd den
vi: Nơi giao

# Order list filter label
source: Order status
cs: Stav objednávky
da: Ordre status
de: Bestellungsstatus
es: Estado del pedido
fr: Statut de la commande
id: Status pembelian
pl: Stan zamówienia
pt: Status do pedido
ro: Starea comenzii
ru: Статус заказа
sk: Stav objednávky
sl: Status naročila
vi: Tình trạng đặt hàng

# Order list filter label
source: Payment status
cs: Stav platby
da: Betalingsstatus
de: Zahlungsstatus
es: Estado del Pago
fr: Statut du paiement
id: Status pembayaran
pl: Status płatności
pt: Status do pagamento
ro: Starea plății
ru: Статус платежа
sk: Stav platby
sl: Status plačila
sv: Betalstatus
vi: Tình trạng thanh toán

# Order list filter label
source: Total
cs: Celkem
de: Gesamtsumme
pl: Suma
ru: Всего
sk: Súčet
sl: Skupna vsota
sv: Totalsumma
vi: Tổng

# Order list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard orders list
source: Found %(counter)d matching order
cs: Nalezena %(counter)d odpovídající objednávka
da: Fandt%(counter)d matchende ordre
de: %(counter)dpassende Bestellung gefunden
es: Se encontró %(counter)d pedido que coincide
fr: %(counter)d commande correspondante trouvée
id: Ditemukan %(counter)d pembelian yang cocok
pl: Znaleziono %(counter)d pasujące zamówienie
pt: Encontrada %(counter)d encomenda
ro: S-a găsit %(counter)d comandă corespunzătoare
ru: Найден %(counter)d совпадающий заказ
sk: Našla sa %(counter)d odpovedajúca objednávka
sl: Najdeno %(counter)d naročilo
sv: Hittade %(counter)d order
vi: Tìm thấy %(counter)d đặt hàng phù hợp

# Send email to customer about order created by staff users
source: Send email with order confirmation to the customer
cs: Poslat e-mail s potvrzením objednávky zákazníkovi
da: Send e-mail med ordrebekræftelse til kunden
de: Bestätigungsmail an Kunden senden
es: Enviar correo electrónico con confirmación de pedido al cliente
fr: Envoyer un courriel au client avec la confirmation de commande
id: Mengirimkan email dengan konfirmasi pembelian kepada pelanggan
pl: Wyślij wiadomość e-mail z potwierdzeniem zamówienia do klienta
pt: Enviar email com número do pedido ao cliente
ro: Trimiteți e-mail cu confirmarea comenzii către client
ru: Отправить электронное письмо с подтверждением заказа покупателю
sk: Poslať zákazníkovi email s potvrdením objednávky
sl: Pošlji naročniku e-mail s potrditvijo naročila
sv: Skicka email med orderbekräftelse till kunden
vi: Gửi email với xác nhận đặt hàng cho khách hàng

# Create draft order form error
source: Could not create order without any products
cs: Nelze vytvořit objednávku bez produktů
da: Kunne ikke oprette ordre uden nogen produkter
de: Eine Bestellung ohne Produkte kann nicht erstellen werden
es: No se puede crear una orden sin productos
fr: Il est impossible de créer une commande sans aucun produit
id: Pesanan tidak dapat dibuat tanpa produk
pl: Nie możesz stworzyć zamówienia bez przedmiotów
pt: Não é possível criar pedido sem ao menos um produto
ro: Nu s-a putut crea comanda fără produse
ru: Нельзя создать заказ без продуктов
sk: Nepodarilo sa vytvoriť objednávku bez produktov
sl: Naročila brez izdelkov ne morete ustvariti
sv: Kan inte skapa en order utan produkter
vi: Không thể order, giỏ hàng trống

# Create draft order form error
source: Shipping method is not valid for chosen shipping address
cs: Způsob odeslání není platný pro vybranou dodací adresu
da: Forsendelsesmetode er ikke gyldig for den valgte adresse
de: Die Versandart ist für die gewählte Versandadresse nicht verfügbar
es: El método de envío no es válido para la dirección de envío elegida
fr: La méthode de livraison est invalide pour l'addresse de livraison choisie
id: Metode pengiriman tidak valid untuk alamat pengiriman yang dipilih
pl: Wybrana metoda dostawy nie może zostać użyta z wybranym adresem dostawy
pt: Método de envio não é válido para o endereço de entrega escolhido.
ro: Modul de expediere nu este valabil pentru adresa de expediere aleasă
ru: Способ доставки недоступен для выбранного адреса
sk: Spôsob doručenia nie je pre danú adresu možný.
sl: Te vrste dostave ni možno izbrati za izbrani naslov.
sv: Leveransmetod är ej giltig för vald leveransadress
vi: Phương thức giao hàng không hỗ trợ địa chỉ này

# Update an order with user default addresses
source: Set billing and shipping address in order to customer defaults
cs: Nastavte fakturační a dodací adresu, aby se předešlo nesplnění objednávky zákazníka
da: Angiv fakturerings- og forsendelsesadresse på ordren til kundens standard
de: Rechnungs- und Versandadresse der Bestellung auf Standardwerte setzen
es: Establezca la dirección de facturación y envío para los valores predeterminados del cliente
fr: Mettre l'addresse par défaut de facturation et de livraison du client pour la commande
id: Tetapkan alamat penagihan dan pengiriman agar sesuai dengan standar pelanggan
pl: Ustaw adres wysyłki i płatności zamówienia jako domyślne dla klienta
pt: Alterando pagamento e endereço de entrega na pedido para padrão do consumidor
ro: Setează adresa de facturare și de expediere pentru comenzile implicite ale clientului
ru: Установить адреса оплаты и доставки в заказе по умолчанию для покупателя
sk: K predvolených zákaznícky údajom nastaviť fakturačnú a dodaciu adresu v objednávke
sl: Nastavi naslov za račun in naslov za dostavo skladna z naročnikovimi osnovnimi podatki
sv: Sätt fakturerings- och leveransadress för beställningen till kundens standardval
vi: Đặt mặc định xuất hoá đơn và giao hàng là địa chỉ mặc định

# Order form: editing customer details - selecting a customer
source: Customer
cs: Zákazník
da: Kunde
de: Kunde
es: Cliente
fr: Client
id: Pelanggan
pl: Klient
pt: Cliente
ro: Client
ru: Покупатель
sk: Zákazník
sl: Naročnik
sv: Kund
vi: Khách hàng

# Edit customer details in order form error
source: An order can be related either with an email or an existing user account
cs: Objednávka se může týkat buď e-mailu nebo existujícího uživatelského účtu
da: En ordre kan relateres enten med en email eller en eksisterende brugerkonto
de: Eine Bestellung kann mit einer E-Mail oder einem bestehenden Nutzerkonto verbunden sein
es: Un pedido puede estar ralacionado con un correo electrónico o con una cuenta de usuario existente
fr: Une commande peut être attachée soit à un courriel, soit à un utilisateur existant
id: Pesanan dapat dikaitkan dengan email atau akun pengguna yang ada
pl: Zamówienie może być powiązane z emailem lub istniejącym kontem klienta
pt: Um pedido pode ser relacionado com o email ou uma conta de utilizador existente
ro: O comandă poate fi legată fie cu un e-mail, fie cu un cont de utilizator existent
ru: Покупка может быть связана с электронной почтой или с существующей учётной записью пользователя
sk: Objednávka môže byť spojená buď s emailom alebo užívateľským kontom
sl: Naročilo se lahko nanaša bodisi na elektronski naslov ali na obstoječe uporabniško ime
sv: En order kan relatera till antingen en emailadress eller ett existerande användarkonto
vi: Đặt hàng có thể qua email hoặc tài khoản

# Shipping method form field label
source: Shipping method
cs: Způsob dopravy
da: Fragtmetode
de: Versandart
es: Método de envío
fr: Méthode de livraison
id: Metode pengiriman
pl: Sposób dostawy
pt: Método de envio
ro: Metodă de livrare
ru: Способ доставки
sk: Spôsob dopravy
sl: Vrsta dostave
sv: Fraktsätt
vi: Phương thức vận chuyển

# Order discount amount fixed value
source: Discount amount
cs: Výše slevy
da: Rabatbeløb
de: Rabatt-Preis
es: Importe de descuento
fr: Montant de la remise
id: Jumlah diskon
pl: Wartość zniżki
pt: Valor do desconto
ro: cuantumul reducerii
ru: размер скидки
sk: Výška zľavy
sl: Znesek popusta
sv: Rabattsumma
vi: Số lượng giảm giá

# Order voucher
source: Voucher
da: Rabatkode
de: Gutschein
es: Cupón
fr: Bon d'achat
pl: Kupon
pt: Cupom
ru: купон
sk: Poukaz
sl: Kupon
sv: Kupong
vi: Mã giảm giá

# Order note
source: Note
cs: Poznámka
de: Notiz
es: Nota
id: Catatan
pl: Notatka
pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sl: Opomba
sv: Notering
vi: Ghi chú

# Payment management form (capture, refund, void)
source: Amount
cs: Množství
da: Beløb
de: Betrag
es: Cantidad
fr: Montant
id: Jumlah
pl: Kwota
pt: Montante
ro: Cantitate
ru: Количество
sk: Suma
sl: Znesek
sv: Summa
vi: Số tiền

# Payment form error
source: This payment action can not be performed.
de: Zahlung kann nicht ausgeführt werden.
fr: Cette option de paiement ne peut pas être effectuée.
id: Pembayaran ini tidak dapat dilakukan.
pl: Nie można zrealizować płatności
pt: O pagamento não pode ser executado.
ru: Этот платеж не может быть выполнен.

# Payment form error
source: Payment gateway error: %s
cs: Chyba platební brány: %s
da: Betalings gateway fejl: %s
de: Fehler aus dem Zahlungssystem: %s
es: Error de pago saliente: %s
fr: Erreur de paiement : %s
id: Kesalahan gateway pembayaran: %s
pl: Błąd bramki płatności: %s
pt: Falha de comunicação: %s
ro: Eroare la procesorul de plăți: %s
ru: Ошибка платежного шлюза: %s
sk: Chyba platobnej brány: %s
sl: Napaka pri plačilu: %s
sv: Betalväxel fel: %s
vi: Lỗi thanh toán : %s

# Payment form error
source: Only pre-authorized payments can be captured
cs: Pouze předschválené platby mohou být vybrány
da: Kun forhåndsgodkendte betalinger kan trækkes
de: Nur vorauthorisierte Zahlungen können abgerufen werden
es: Solo pagos pre autorizados pueden ser capturados
fr: Seuls les paiements pré-autorisés peuvent être saisis
id: Hanya pembayaran pra-otorisasi yang dapat direkam
pl: Tylko płatności preautoryzowane mogą zostać zablokowane
pt: Apenas pagamentos pré-autorizados podem ser recebidos
ro: Numai plățile pre-autorizate pot fi capturate
ru: Только авторизованные платежи могут быть зафиксированы
sk: Iba pred autorizované platby
sl: Procesiramo lahko le predavtorizirana plačila
sv: Endast automatbetalningar kan användas
vi: Chỉ phương thức trả trước mới có thể giữ

# Payment form error
source: Only confirmed payments can be refunded
cs: Pouze potvrzené platby mohou být vráceny
da: Kun bekræftede betalinger kan refunderes
de: Nur bestätigte Zalungen können erstattet werden
es: Solo pagos confirmados pueden reembolsarse
fr: Seuls les paiements confirmés peuvent être remboursés
id: Hanya pembayaran yang dikonfirmasi yang dapat dikembalikan
pl: Zwrócić można jedynie potwierdzone płatności
pt: Apenas pagamentos confirmados podem ser reinstituidos
ro: Numai plățile confirmate pot fi rambursate
ru: Только подтвержденные платежи могут быть возмещены
sk: Iba potvrdené platby môžu byť vrátené
sl: Povrnemo lahko le potrjena plačila
sv: Endast bekräftade betalningar kan återbetalas
vi: Chỉ những thanh toán được xác nhận mới được hoàn trả

# Payment form error
source: Manual payments can not be refunded
cs: Ruční platby nemohou být vráceny
da: Manuelle betalinger kan ikke refunderes
de: Manuelle Zahlungen können nicht erstattet werden
es: Los pagos manuales no pueden ser reembolsados
fr: Les paiements manuels ne peuvent pas être rembousés
id: Pembayaran manual tidak dapat dikembalikan
pl: Płatności stworzone ręcznie nie podlegają zwrotowi
pt: Pagamento manual não pode ser devolvido
ro: Plățile manuale nu pot fi rambursate
ru: Оплата в ручном режиме не может быть возвращена
sk: Ručné platby nemôžu byť refundované
sl: Ročnih plačil ne moremo povrniti
sv: Manuella betalningar kan inte återbetalas
vi: Không thể hoàn tiền thanh toán thủ công

# Payment form error
source: Only pre-authorized payments can be voided
da: Kun forudautoriserede betalinger kan annulleres
de: Nur vor-authorisierte Zahlungen können freigegeben werden
es: Sólo los pagos pre-autorizados pueden ser anulados
fr: Seuls les paiements pré-autorisés peuvent être annulés
id: Hanya pembayaran pra-otorisasi yang dapat dibatalkan
pl: Tylko płatności preautoryzowane mogą zostać unieważnione
pt: Apenas pagamentos previamente autorizados podem ser anulados
ru: Только предварительно одобренные платежи могут быть отменены
sv: Endast automatbetalningar kan avbrytas
vi: Chỉ các khoản thanh toán được ủy quyền mới có thể bị vô hiệu

# Integer number
source: Quantity
cs: Množství
da: Kvantitet
de: Menge
es: Cantidad
fr: Quantité
id: Jumlah
pl: Ilość
pt: Quantidade
ro: Cantitate
ru: Количество
sk: Počet
sl: Količina
sv: Antal
vi: Số lượng

# Change quantity form error
source: Only %(remaining)d remaining in stock.
cs: Pouze %(remaining)d zbývá na skladě
da: Kun %(remaining)d tilbage på lager.
de: Nur noch %(remaining)d auf Lager.
es: Solo quedan %(remaining)d en stock.
fr: Seul %(remaining)d restant en stock
id: Hanya %(remaining)d tersisa di stok barang.
pl: Pozostała tylko %(remaining)d sztuka w magazynie.
pt: Apenas %(remaining)d disponível no estoque.
ro: Numai %(remaining)d rămas în stoc.
ru: Только %(remaining)d остался на складе
sk: Iba %(remaining)d zostáva na sklade.
sl: Na zalogi le %(remaining)d izdelek.
sv: Endast %(remaining)d kvar i lager.
vi: Chỉ còn %(remaining)d sản phẩm

# Cancel order form action
source: Restock %(quantity)d item
cs: Naskladnit %(quantity)d položku
da: Genopfyld %(quantity)d produkt
de: %(quantity)d Produkt aufgefüllt
es: Reabastecer %(quantity)d elemento
fr: Réapprovisionner %(quantity)d article
id: Melengkapi %(quantity)d items
pl: Zwiększ stan magazynowy %(quantity)d przedmiotu
pt: Reabastecido %(quantity)d item
ro: Adaugă în stoc %(quantity)d articol
ru: Пополнить запас %(quantity)d товара
sk: Naskladniť %(quantity)d položku
sl: Ponovno naroči %(quantity)d izdelek
sv: Vi har fyllt på %(quantity)d vara
vi: Thêm vào %(quantity)d sản phẩm

# Cancel order form error
source: This order can't be canceled
cs: Tuto objednávku nelze zrušit
da: Denne ordre kan ikke annulleres
de: Diese Bestellung kann nicht storniert werden
es: Este pedido no puede ser cancelado
fr: Cette commande ne peut pas être annulée
id: Pesanan ini tidak dapat dibatalkan
pl: Tego zamówienia nie można anulować
pt: Este pedido não pode ser cancelado
ro: Această comandă nu poate fi anulată
ru: Этот заказ не может быть отменён
sk: Táto objednávka nemôže byť zrušená
sl: Tega naročila ne morete preklicati
sv: Denna order kan inte avbrytas
vi: Đơn hàng này không thể huỷ bỏ

# Cancel fulfillment form action
source: Restock %(quantity)d item
cs: Naskladnit %(quantity)d položku
da: Genopfyld %(quantity)d vare
de: %(quantity)d Produkt aufgefüllt
fr: Réapprovisionner %(quantity)d article
id: Melengkapi %(quantity)d items
pl: Uzupełnij stan magazynowy %(quantity)d przedmiotu
pt: Reabastecido %(quantity)d item
ro: Adaugă în stoc %(quantity)d articol
ru: Пополнить запас %(quantity)d товара
sk: Naskladniť %(quantity)d položku
sl: Ponovno naroči %(quantity)d izdelek
sv: Vi har fyllt på %(quantity)d vara
vi: Thêm vào %(quantity)d sản phẩm

# Cancel fulfillment form error
source: This fulfillment can't be canceled
cs: Toto zpracování nemůže být zrušeno
da: Denne ordrehandling kan ikke annulleres
de: Diese Auftragsabwicklung kann nicht abgebrochen werden
es: Este envío no puede ser cancelado.
fr: Cet envoi ne peut pas être annulé
id: Pesanan ini tidak dapat dibatalkan
pl: Ta realizacja nie może zostać anulowana
pt: Este atendimento de pedido de cliente não pode ser cancelado
ro: Această livrare nu poate fi anulată
ru: Пополнение не может быть отменено
sk: Toto plnenie nemôže byt zrušené
sl: Tega ne morete preklicati
sv: Denna uppfyllelse kan inte avbrytas
vi: Không thể hủy quá trình thực hiện này

# Send mail to customer
source: Send notification email to customer
cs: Odeslat oznámení zákazníkovi
da: Send besked email til kunde
de: Benachrichtigungsmail an Kunden schicken
es: Enviar correo electrónico de notificación al cliente
fr: Envoyer une notification par courriel au client
id: Mengirimkan email notifikasi kepada pelanggan
pl: Wyślij emaila z notyfikacją do klienta
pt: Enviar e-mail de notificação para cliente
ro: Trimiteți e-mail de notificare clientului
ru: Отправить email с уведомлением покупателю
sk: Zaslať zákazníkovi notifikačný mail
sl: Naročniku pošlji obvestilo
sv: Skicka notifieringsmail till kunden
vi: Gửi email thông báo đến khách hàng

# Fulfillment record
source: Tracking number
cs: Sledovací číslo
da: Tracking nummer
de: Sendungsnummer
es: Número de seguimiento
fr: Numéro de suivi
id: Melacak nomor
pl: Numer referencyjny
pt: Código de rastreamento
ro: Număr de urmărire
ru: номер отслеживания
sk: Sledovacie číslo
sl: Številka za spremljanje naročila - tracking number
sv: Spårningsnummer

# Remove voucher form error
source: This order has no voucher
cs: Tato objednávka neobsahuje voucher
da: Denne ordre har ingen kupon
de: Die Bestellung enthält keine Rabattcodes
es: Este pedido no tiene cupón
fr: Cette commande n'a pas de bon d'achat
id: Pesanan ini tidak memiliki voucher
pl: To zamówienie nie zawiera kuponu
pt: Este pedido não possui cupom
ro: Această comandă nu conține voucher
ru: Этот заказ не имеет купона
sk: Táto objednávka nemá kupón
sl: Naročilo ne vsebuje kupona
sv: Denna order har ingen kupong
vi: Đặt hàng này không có mã giảm giá

# Payment status field value
source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tout
id: Semua
pl: Wszystkie
pt: Tudo
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Allt
vi: Tất cả

# Order form: subform to add variant to order form: variant field
source: Variant
cs: Varianta
de: Variante
es: Variante
fr: Variation
id: Variasi
pl: Wariant
pt: Variante
ro: Variantă
ru: Варианты
sl: Različica
vi: Loại

# Add variant to order form label
source: Quantity
cs: Množství
da: Kvantitet
de: Menge
es: Cantidad
fr: Quantité
id: Jumlah
pl: Ilość
pt: Quantidade
ro: Cantitate
ru: Количество
sk: Množstvo
sl: Količina
sv: Antal
vi: Số lượng

# Add item form error
source: Could not add item. Only %(remaining)d remaining in stock.
cs: Nepodařilo se přidat položku. Pouze %(remaining)d zbývající na skladě.
da: Kunne ikke tilføje vare. Kun %(remaining)d tilbage på lager.
de: Das Produkt konnte nicht hinzugefügt werden. Nur %(remaining)d Produkt auf Lager.
es: No se puedo agregar el producto. Solo hay %(remaining)d disponible en stock.
fr: Impossible d'ajouter cet article. Il n'y a plus que %(remaining)d articles en stock.
id: Tidak dapat menambahkan item. Hanya %(remaining)d tersisa dalam persediaan.
pl: Nie można dodać przedmiotu. W magazynie została tylko %(remaining)d sztuka.
pt: Não foi possível adicionar item. Somente %(remaining)d restante no estoque.
ro: Nu s-a putut adăuga elementul. Numai %(remaining)d rămânând în stoc.
ru: Невозможно добавить товар. Только %(remaining)d осталось доступно.
sk: Nepodarilo sa pridať položku. Ostáva na sklade iba%(remaining)d kusov.
sl: Teh stvari ne moremo dodati vašemu naročilu. Na zalogi je še %(remaining)d.
sv: Kunde inte lägga till vara. Endast %(remaining)d kvar i lager.
vi: Không thể thêm, chỉ còn %(remaining)d sản phẩm

# Order form: address subform - phone number input field
source: Phone number
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
id: Nomor telepon
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sv: Telefonnummer
vi: Số điện thoại

# Send mail to customer
source: Send shipment details to your customer now
cs: Odeslat podrobností o dodávce zákazníkovi nyní
da: Send forsendelsesoplysninger til din kunde nu
de: Versanddetails jetzt an den Kunden senden
es: Enviar detalles de envío a tu cliente ahora
fr: Envoyer les détails de l'envoi au client maintenant
id: Mengirimkan detil pengiriman kepada pelanggan kamu sekarang
pl: Wyślij teraz szczegóły dostawy klientowi
pt: Enviar detalhes da remessa para o cliente agora
ro: Trimite detaliile de expediere către clientul dvs. acum
ru: Отправить детали доставки покупателю
sk: Zaslať doručovacie údaje zákazníkovi
sl: Pošlji naročniku podatke o odposlani pošiljki
sv: Skicka leveransdetaljer till kunden nu
vi: Gửi thông tin giao hàng tới khách hàng ngay

# Order tracking number
source: Tracking number
cs: Sledovací číslo
da: Tracking nummer
de: Sendungsnummer
es: Número de seguimiento
fr: Numéro de suivi
id: Melacak nomor
pl: Numer referencyjny
pt: Código de rastreamento
ro: Număr de urmărire
ru: номер отслеживания
sk: Sledovacie číslo
sl: Številka za spremljanje naročila - tracking number
sv: Spårningsnummer
