Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Fulfill order line form error
source: %(quantity)d item remaining to fulfill.
cs: %(quantity)d zbývající ke zpracování.
da: %(quantity)d vare tilbage til ordrehandling.
de: %(quantity)d Produkt muss noch abgewickelt werden.
fr: %(quantity)d article reste à envoyer
id: %(quantity)d barang yang tersisa untuk dipesan.
pl: %(quantity)d przedmiot pozostaje do realizacji
pt: %(quantity)d item restante para cumprir
ro: %(quantity)d articol rămas pentru a fi onorat.
ru: %(quantity)d товар осталось пополнить
sk: Ostáva naplniť %(quantity)d položku.
sl: Do izpolnitve naročila manjka še %(quantity)d izdelek.
sv: %(quantity)dvara kvar innan slutfört
vi: %(quantity)d items remaining to fulfill.

# Voucher not applicable
source: This offer is only valid for selected items.
de: Das Angebot gilt nur für einzelne Produkte
fr: Cette offre n'est valide que pour les objets sélectionnés.
pl: Ta oferta obowiązuje jedynie dla wybranych produktów.
ru: Предложение действительно только для отдельных товаров.

# Dashboard message related to an order
source: Draft order created
cs: Návrh zakázky byl vytvořen
da: Udkast til ordre oprettet
de: Bestellungsentwurf wurde erstellt.
es: Borrador de orden creado
fr: La commande brouillonne créée
id: Draf pesanan dibuat
pl: Stworzono roboczą wersję zamówienia
pt: Esboço de pedido criado
ro: Proiectul a fost creat
ru: Черновик заказа создан
sk: Koncept objednávky vytvorený
sl: Ustvarjeno je hitro naročilo
sv: Orderutkast skapat
vi: Đặt hàng nháp

# Dashboard message related to an order
source: Order created from draft order
cs: Objednávka vytvořená z návrhu objednávky
da: Ordre oprettet fra udkast ordre
de: Bestellung wurde aus Bestellungsentwurf erstellt.
es: Orden creada desde una orden borrador
fr: Le bon de commande a été créé
id: Pesanan dibuat dari draft
pl: Stworzono zamówienie na podstawie zamówienia roboczego
pt: Ordem criada a partir do pedido de esboço
ro: Comanda creată din proiectul comenzii
ru: Заказ создан из черновика
sk: Objednávka vytvorená z konceptu.
sl: Naročilo je ustvarjeno iz hitrega naročila
sv: Order skapad utifrån orderutkast
vi: Đặt hàng tạo từ đặt hàng nháp

# Dashboard message
source: Draft order successfully removed
cs: Návrh objednávky byl úspěšně odstraněn
da: Udkast til ordre blev slettet
de: Bestellungsentwurf entfernt
es: Orden borrador eliminada satisfactoriamente
fr: Le brouillon a été supprimé
id: Draf pembelian berhasil dihapus
pl: Robocze zamówienie zostało usunięte
pt: Pedido de rascunho removido com sucesso
ro: Proiectul a fost eliminat cu succes
ru: Черновик заказа успешно удалён
sk: Koncept úspešne odstránený
sl: Hitro naročilo uspešno izbrisano
sv: Orderutkast borttaget
vi: Xoá thành công đặt hàng nháp

# Dashboard message related to an order
source: Added note
cs: Přidaná poznámka
da: Tilføjede note
de: Notiz hinzugefügt
es: Nota agregada
fr: La note a été ajoutée à la commande
id: Catatan ditambahkan
pl: Dodana notatka
pt: Nota criada
ro: Notă adăugată
ru: Добавлена заметка
sk: Pridaná poznámka
sl: Opomba dodana
sv: Lagt till notering
vi: Thêm ghi chú

# Dashboard message related to a payment
source: Captured %(amount)s
cs: Zachyceno %(amount)s
da: Trukket %(amount)s
de: %(amount)s abgerufen
es: %(amount)sretenido
fr: %(amount)s capturé
id: Rekam %(amount)s
pl: Pobrano %(amount)s
pt: Recebido %(amount)s
ro: Capturat %(amount)s
ru: Зафиксированы %(amount)s
sk: Zachytená %(amount)s
sl: Ujetih %(amount)s
sv: Belastat%(amount)s
vi: Đã giữ %(amount)s

# Dashboard message related to a payment
source: Refunded %(amount)s
cs: Vráceno %(amount)s
da: Refunderet %(amount)s
de: %(amount)s erstattet
es: %(amount)s reembolsado
fr: %(amount)s remboursé
id: Dikembalikan %(amount)s
pl: Zwrócono %(amount)s
pt: Reinstituído %(amount)s
ro: Rambursată %(amount)s
ru: Возмещены %(amount)s
sk: Vrátená %(amount)s
sl: Refundirano %(amount)s
sv: Återbetalat %(amount)s
vi: Đã hoàn trả %(amount)s

# Dashboard message
source: Voided payment
da: Annulleret betaling
de: Zahlung storniert
es: Pago anulado
fr: Paiement annulé
id: Pembayaran dibatalkan
pl: Anulowano płatność
pt: Pagamento anulado
ru: Отмененный платеж
sv: Avbruten betalning

# Dashboard message related to an order line
source: Changed quantity for variant %(variant)s from %(old_quantity)s to %(new_quantity)s
cs: Změno množství pro variantu %(variant)sz %(old_quantity)s na %(new_quantity)s
da: Ændret mængde for variant%(variant)s fra %(old_quantity)s til %(new_quantity)s
de: Menge für Variante %(variant)s von %(old_quantity)s auf %(new_quantity)s geändert
es: Cantidad modificada para la variante%(variant)s de%(old_quantity)s a%(new_quantity)s
fr: Quantité modifiée de %(old_quantity)s à %(new_quantity)spour la variation %(variant)s
id: Jumlah berubah untuk jenis %(variant)s dari %(old_quantity)s ke %(new_quantity)s
pl: Zmieniono ilość wariantu %(variant)s z %(old_quantity)s na %(new_quantity)s
pt: Alterada a quantidade para a variação %(variant)s de %(old_quantity)s para %(new_quantity)s
ro: Cantitate modificată pentru varianta %(variant)s de la %(old_quantity)s la %(new_quantity)s
ru: Изменено количество для вариации %(variant)s с %(old_quantity)s на %(new_quantity)s
sk: Upravený počet pre variant %(variant)s z %(old_quantity)s na %(new_quantity)s
sl: Shranjena količina za različico %(variant)s iz %(old_quantity)s na %(new_quantity)s
sv: Ändrade antal för variant %(variant)s, från %(old_quantity)s till %(new_quantity)s
vi: Sửa đổi số lượng %(variant)s từ %(old_quantity)s thành %(new_quantity)s

# Dashboard message related to an order line
source: Canceled item %s
cs: Zrušená položka %s
da: Annulleret vare %s
de: Bestellung %s abgebrochen
es: Elemento cancelado: %s
fr: L'article %s a été annulé
id: Item yang dibatalkan %s
pl: Anulowano pozycję %s
pt: Cancelado item%s
ro: Articolul%s eliminat
ru: Отменён элемент %s
sk: Zrušená položka %s
sl: Izdelek %s je opuščen
sv: Avbröt vara %s
vi: Huỷ bỏ sản phẩm %s

# Dashboard message related to an order
source: Added %(quantity)d x %(variant)s
cs: Přidáno %(quantity)d x %(variant)s
da: Tilføjede %(quantity)d x %(variant)s
de: %(quantity)d x %(variant)s hinzugefügt
es: Agregado %(quantity)d x %(variant)s
fr: %(quantity)d x %(variant)s ajoutés
id: Ditambahkan %(quantity)d x %(variant)s
pl: Dodano %(quantity)d x %(variant)s
pt: Adicionado %(quantity)d x %(variant)s
ro: Adăugat%(quantity)d x %(variant)s
ru: Добавлено %(quantity)d x %(variant)s
sk: Pridané %(quantity)d x %(variant)s
sl: Dodana količina %(quantity)d x %(variant)s različice
sv: Lagt till %(quantity)dx%(variant)s
vi: Thêm %(quantity)d x %(variant)s

# Dashboard message related to an order
source: Insufficient stock: could not add %(quantity)d x %(variant)s
cs: Nedostatek zásob: nelze přidat %(quantity)d x %(variant)s
da: Ikke nok på lager: Kunne ikke tilføje %(quantity)d x %(variant)s
de: Lagerbestand reicht nicht aus: Konnte %(quantity)d x %(variant)s nicht hinzufügen
es: Stock insuficiente: no se pudo agregar %(quantity)d x %(variant)s
fr: Stock insuffisant: il est impossible d'ajouter %(quantity)d x %(variant)s
id: Stok tidak mencukupi: tidak bisa ditambahkan %(quantity)d x %(variant)s
pl: Brak towaru: nie można dodać %(quantity)d x %(variant)s
pt: Estoque insuficiente: não foi possível adicionar %(quantity)d x %(variant)s
ro: Stoc insuficient: nu a putut fi adăugat %(quantity)d x %(variant)s
ru: Недостаточно товара на складе: невозможно добавить %(quantity)d x %(variant)s
sk: Nedostatočné skladové zásoby: nebolo možné pridať %(quantity)d x %(variant)s
sl: Nezadostna količina na zalogi: ne morem dodati %(quantity)d x %(variant)s različice
sv: Otillräckligt lager: Kunde inte lägga till %(quantity)dx%(variant)s
vi: Không thể thêm %(quantity)d x %(variant)s , không đủ hàng

# Dashboard message
source: Updated shipping address
cs: Aktualizovaná dodací adresa
da: Opdateret forsendelsesadresse
de: Versandadresse geändert
es: Dirección de envío actualizada
fr: Adresse de livraison mise à jour
id: Alamat pengiriman yang diperbarui
pl: Zaktualizowano adres wysyłkowy
pt: Endereço de entrega atualizado
ro: Adresa de expediere actualizată
ru: Обновлен адрес доставки %s
sk: Zmenená doručovacia adresa
sl: Naslov za dostavo je posodobljen
sv: Uppdatera leveransadress
vi: Cập nhật địa chỉ giao hàng

# Dashboard message
source: Updated billing address
cs: Aktualizovaná fakturační adresa
da: Opdateret faktureringsadresse
de: Rechnungsadresse geändert
es: Dirección de facturación actualizada
fr: Adresse de facturation mise à jour
id: Alamat penagihan yang diperbarui
pl: Zaktualizowano adres rozliczeniowy
pt: Endereço de cobrança atualziado
ro: Adresa de facturare actualizată
ru: Обновлен расчетный адрес %s
sk: Zmenená fakturovacia adresa
sl: Naslov za račun je posodobljen
sv: Uppdatera fakturaadress
vi: Cập nhật địa chỉ hoá đơn

# Dashboard message
source: %s email assigned to an order
cs: %s e-mail přidělený objednávce
da: %s email tildelt til en ordre
de: %s E-Mail einer Bestellung zugewiesen
es: %scorreo electrónico asignado a un pedido
fr: Le courriel %s a été assigné à la commande
id: %s email yang dipakai untuk pesanan
pl: %s przypisano email do zamówienia
pt: %s e-mail vinculado ao pedido
ro: %se-mail atribuit unei comenzi
ru: %s почта прикреплена к заказу
sk: %s email priradený k objednávke
sl: Elektronska pošta %s je dodana k naročilu
sv: %s emailadress tilldelad till en order
vi: %s email đã đặt hàng

# Dashboard message
source: %s user assigned to an order
cs: %s uživatel přiřazený k objednávce
da: %s bruger tildelt til en ordre
de: %s Kunde einer Bestellung zugewiesen
es: %s usuario asignado a un pedido
fr: L'utilisateur %s a été assigné à la commande
id: %s pengguna untuk pesanan
pl: %s przypisano klienta do zamówienia
pt: %s utilizador vinculado ao pedido
ro: %sutilizator atribuit unei comenzi
ru: Пользователь %s добавлен к заказу
sk: %s užívateľ priradený k objednávke
sl: Uporabniško ime %s je dodano k naročilu
sv: %s användare tilldelad till en order
vi: %s người dùng đặt hàng

# Dashboard message
source: Guest user assigned to an order
cs: Uživatel přiřazený k objednávce
da: Gæstebruger tildelt en ordre
de: Gast-Kunde einer Bestellung zugewiesen
es: Usuario invitado asignado a un pedido
fr: Le client de la commande a été changé vers "Invité"
id: User tamu diterapkan untuk pesanan
pl: Klient bez konta został przypisany do zamówienia
pt: Usuário convidado adicionado ao pedido
ro: Utilizator fără cont atribuit unei comenzi
ru: Гость назначен к заказу
sk: Hosť priradený k objednávke
sl: K naročilu je dodano uporabniško ime gosta
sv: Gästanvändare tilldelad till en order
vi: Guest đã đặt hàng

# Dashboard message
source: Customer removed from an order
cs: Zákazník byl z objednávky odstraněn
da: Kunde fjernet fra en ordre
de: Kunde von Bestellung entfernt
es: Cliente eliminado de un pedido
fr: Client retiré de la commande
id: Pelanggan dihapus dari pembelian
pl: Klient został usunięty z zamówienia
pt: Cliente removido de um pedido
ro: Clientul a fost eliminat dintr-o comandă
ru: Покупатель удалён из заказа
sk: Zákazník odstránený z objednávky
sl: Naročnik je odstranjen z naročila
sv: Kund borttagen från en order
vi: Khách hàng đã xoá đặt hàng

# Dashboard message
source: Shipping updated
cs: Doprava byla aktualizována
da: Forsendelse opdateret
de: Versand aktualisiert
es: Envío actualizado
fr: La méthode de livraison a été sauvegardée
id: Pengiriman diperbarui
pl: Zaktualizowano metodę dostawy
pt: Envio atualizado
ro: Transportul a fost actualizat
ru: Адрес доставки обновлён
sk: Doprava aktualizovaná
sl: Dostava je posodobljena
sv: Leverans uppdaterad
vi: Đã cập nhật tình trạng giao hàng

# Dashboard message
source: Shipping removed
cs: Doprava byla odstraněna
da: Forsendelse fjernet
de: Versand entfernt
es: Envío eliminado
fr: La méthode de livraison a été supprimée
id: Pengiriman dihapus
pl: Metoda dostawy została usunięta
pt: Envio removido
ro: Transportul a fost eliminat
ru: Адрес доставки удалён
sk: Doprava odstránená
sl: Dostava je odstranjena
sv: Leverans borttagen
vi: Đã xoá giao hàng

# Dashboard message
source: Discount updated
cs: Sleva byla aktualizována
da: Rabat opdateret
de: Rabatt aktualisiert
es: Descuento actualizado
fr: La remise a été mise à jour
id: Diskon diperbarui
pl: Zniżka została zaktualizowana
pt: Desconto atualizado
ro: Reducerea actualizată
ru: Скидка обновлена
sk: Zľava aktualizovaná
sl: Popust je posodobljen
sv: Rabatt uppdaterad
vi: Đã cập nhật giảm giá

# Dashboard message
source: Voucher updated
cs: Voucher byl aktualizován
da: Rabatkode opdateret
de: Gutschein aktualisiert
es: Cupón actualizado
fr: Le bon d'achat a été mis à jour
id: Voucher diperbarui
pl: Kupon zniżkowy został zaktualizowany
pt: Cupom atualizado
ro: Voucher actualizat
ru: Купон обновлен
sk: Kupón aktualizovaný
sl: Kupon je posodobljen
sv: Kupong uppdaterad
vi: Đã cập nhật mã giảm giá

# Dashboard message
source: Order canceled
cs: Objednávka byla zrušena
da: Ordre annulleret
de: Bestellung storniert
es: Pedido cancelado
fr: La commande a été annulée
id: Pesanan dibatalkan
pl: Zamówienie anulowane
pt: Pedido cancelado
ro: Comandă anulată
ru: Заказ отменен
sk: Objednávka zrušená
sl: Naročilo je preklicano
sv: Order avbruten
vi: Đơn hàng đã huỷ

# Dashboard message
source: Removed voucher from order
cs: Voucher byl odstraněn z objednávky
da: Fjernede rabatkode fra ordre
de: Rabattcode aus Bestellung entfernt
es: Quitar cupón del pedido
fr: Le bon d'achat a été retiré de la commande
id: Voucher dihapus dari pesanan
pl: Usunięto kupon z zamówienia
pt: Cupom removido do pedido
ro: Voucher eliminat din comandă
ru: Удален купон из заказа
sk: Vymazaný kupón s objednávky
sl: Kupon je odstranjen z naročila
sv: Tog bort kupong från order
vi: Đã xoá mã giảm gía từ đơn hàng

# Dashboard message
source: Order manually marked as paid
cs: Ručně označeno jako placené
da: Ordre manuelt markeret som betalt
de: Bestellung manuell als bezahlt markiert
es: Pedido marcado manualmente como pagado
fr: La commande a été manuellement marquée payée
id: Pesanan ditandai secara manual sebagai berbayar
pl: Zamówienie zostało ręcznie oznaczone jako opłacone
pt: Ordem manualmente marcada como paga
ro: Comanda marcată manual ca plătită
ru: Заказ вручную отмечен как оплаченный
sk: Objednávka ručne označená ako zaplatené
sl: Naročilo je ročno označeno kot plačano
sv: Order manuellt markerad som betald
vi: Đơn hàng được đánh dấu thanh toán thủ công

# Dashboard message related to an order
source: Fulfilled %(quantity_fulfilled)d item
cs: Zpracovaná %(quantity_fulfilled)d položka
da: Pakket %(quantity_fulfilled)d vare
de: %(quantity_fulfilled)dProdukt abgewickelt
fr: %(quantity_fulfilled)d article expédié
id: Dipenuhi%(quantity_fulfilled)d items
pl: Zrealizowano %(quantity_fulfilled)d sztukę
ro: Onorat %(quantity_fulfilled)d articol
ru: Пополнен %(quantity_fulfilled)d товар
sk: Naplnená %(quantity_fulfilled)d položka
sl: Izpolnjen je %(quantity_fulfilled)d izdelek
sv: Bekräftat %(quantity_fulfilled)d vara
vi: Fulfilled%(quantity_fulfilled)ditems

# Dashboard message related to an order
source: No items fulfilled
cs: Žádné položky nejsou zpracovány
da: Ingen genstande opfyldt
de: Keine Produkte abgewickelt
es: Sin objetos completados
fr: Aucun article expédié
id: Tidak ada item yang terpenuhi
pl: Brak zrealizowanych przedmiotów
pt: Nenhum item cumprido
ro: Nici un articol nu a fost onorat
ru: Товар не пополнен
sk: Žiadne položky neboli naplnené
sl: Noben izdelek ni izpolnjen
sv: Inga varor köpta

# Dashboard message
source: Fulfillment #%(fulfillment)s canceled
cs: Zpracování # %(fulfillment)s zrušeno
da: Pakke #%(fulfillment)s annulleret
de: Auftragsabwicklung #%(fulfillment)s abgebrochen
fr: L'expédition #%(fulfillment)s a été annulée
id: Pesanan #%(fulfillment)s dibatalkan
pl: Realizacja nr %(fulfillment)s anulowana
pt: Fulfillment #%(fulfillment)s cancelado
ro: Livrarea #%(fulfillment)s anulată
ru: Пополнение #%(fulfillment)s отменено
sk: Plnenie č %(fulfillment)s zrušené
sl: Izpolnjena št. %(fulfillment)s je preklicana
sv: Köp #%(fulfillment)s avbrutet

# Dashboard message
source: Fulfillment #%(fulfillment)s tracking number updated
da: Pakke #%(fulfillment)s sporingsnummer opdateret
de: Tracking-Nummer in Auftragsabwicklung #%(fulfillment)s aktualisiert
fr: Le code de suivi de l'expédition #%(fulfillment)s a été mis à jour
id: Nomor pelacakan pesanan #%(fulfillment)s diperbarui
pl: W realizacji nr %(fulfillment)s zaktualizowano numer przesyłki
pt: Fulfillment #%(fulfillment)s código de rastreamento atualizado
ru: Номер отслеживания пополнения #%(fulfillment)s был обновлен
sk: Sledovacie číslo plnenia č %(fulfillment)s aktualizované
sl: Izpolnjena št. %(fulfillment)s tracking number je posodobljena
sv: Köp #%(fulfillment)s har uppdaterat spårningsnummer

# Page list sorting option
source: title
cs: titulek
da: titel
de: Titel
es: título
fr: titre
id: judul
pl: tytuł
pt: título
ro: titlu
ru: заголовок
sk: titulok
sl: naslov
sv: titel
vi: Tiêu đề

# Page list sorting option
source: url
ru: ссылка

# Page list title filter label
source: Title
cs: Titulek
da: Titel
de: Titel
es: Título
fr: Titre
id: Judul
pl: Tytuł
pt: Título
ro: Titlu
ru: Заголовок
sk: Titolok
sl: Naslov
sv: Titel
vi: Tiêu đề

# Page list sorting filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard page list
source: Found %(counter)d matching page
cs: Nalezena %(counter)d odpovídající stránka
da: Fandt %(counter)d matchende side
de: %(counter)d passende Seite gefunden
es: Se encontró %(counter)d pagina
fr: %(counter)d page trouvée
id: Ditemukan %(counter)d halaman yang cocok
pl: Znaleziono %(counter)d pasującą stronę
pt: Encontrada %(counter)d páginas
ro: Găsită %(counter)d pagină potrivită
ru: Найдена %(counter)d совпадающая страница
sk: Našla sa %(counter)d odpovedajúca stránka
sl: Najdena je %(counter)d ustrezna stran
sv: Hittade %(counter)d sida
vi: Tìm thấy %(counter)d trang phù hợp

# Page form: page content field
source: Content
da: Indhold
de: Inhalt
es: Contenido
fr: Contenu
id: Isi
pl: Zawartość
pt: Conteúdo
ru: Содержимое
sk: Obsah
sl: Vsebina
sv: Innehåll
vi: Nội dung

# Page form: title field
source: Title
cs: Titulek
da: Titel
de: Titel
es: Título
fr: Titre
id: Judul
pl: Tytuł
pt: Título
ro: Titlu
ru: Заголовок
sk: Titolok
sl: Naslov
sv: Titel
vi: Tiêu đề

# Page form: slug field
source: Slug
ru: ЧПУ
sl: Razumljivi del URL naslova ali Slug
vi: Slug link

# Page form: available on which date field
source: Available on
da: Fås på
de: Verfügbar am
es: Disponible en
fr: Disponible le
id: Tersedia pada
pl: Dostępne od
pt: Disponível em
ru: Доступно на
sk: K dispozícii na
sl: Dosegljivo na
sv: Tillgänglig den
vi: Có hiệu lực vào

# Page form: publication status indicator
source: Is published
cs: Zveřejněno
da: Er offentliggjort
de: ist veröffentlicht
es: Está publicado
fr: Est publié
id: Diterbitkan
pl: Opublikowany
pt: Está publicado
ro: Este publicat
ru: опубликован
sk: Je zverejnené
sl: Je objavljeno
sv: Är publicerad
vi: Đã xuất bản

# Form field help text
source: Slug is being used to create page URL
cs: Sloupec se používá k vytvoření adresy URL stránky
da: Slug bliver brugt til at oprette side URL'er
de: Slug wird benutzt, um die Seiten-URL zu erstellen
es: El slug se está utilizando para crear la URL de la página
fr: Le slug est utilisé pour créer l'adresse URL de la page
id: Slug digunakan untuk membuat URL halaman
pl: Slogan jest używany do tworzenia adresu URL strony
pt: Slug está sendo usado para criar uma URL de página
ro: Slug este utilizat pentru a crea adresa URL a paginii
ru: Человеко-Понятный УРЛ будет использован для создания ссылки на страницу
sk: Slug je použitý na vytvorenie URL
sl: Uporabi slug za URL te strani
sv: Slug abvänds för att skapa sidoURLer
vi: Slug link đã được sử dụng để tạo url trang

# Dashboard message
source: Saved page
cs: Stránka uložena
da: Gemt side
de: Seite gespeichert
es: Página guardada
fr: La page a été enregistrée
id: Halaman tersimpan
pl: Zapisano stronę
pt: Página salva
ro: Pagină salvată
ru: Сохранённая страница
sk: Uložená stránka
sl: Stran je shranjena
sv: Sida sparad
vi: Trang đã lưu

# Dashboard message
source: Removed page %s
cs: Stránka %s odstraněna
da: Fjernede siden %s
de: Seite %sentfernt
es: Página eliminada %s
fr: La page %s a été supprimée
id: Halaman yang dihapus %s
pl: Usunięto stronę %s
pt: %s página removida
ro: Pagină eliminată %s
ru: Страница %s удалена
sk: Stránka %s odstránená
sl: Odstranjena stran %s
sv: Tagit bort sida %s
vi: Xoá trang %s

# product bulk action
source: Publish
cs: Zveřejnit
da: Publicerede
de: Veröffentlichen
es: Publicar
fr: Publier
id: Terbit
pl: Opublikuj
pt: Publicado
ro: Publică
ru: Опубликовать
sk: Zverejniť
sl: Objavi
sv: Publicera
vi: Công bố

# product bulk action
source: Unpublish
cs: Nezveřejňovat
da: Upublicerede
de: Veröffentlichung entfernen
es: Retirar publicación
fr: Dépublier
id: Tidak terbit
pl: Cofnij publikację
pt: Remover
ro: Anulați publicarea
ru: Убрать с публикации
sk: Stiahnuť zo zverejnenia
sl: Prekliči objavo
sv: Avpublicera
vi: Ngừng công bố

# Product list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: Ime
sv: namn
vi: tên

# Product type list sorting option
source: price
cs: cena
da: pris
de: Preis
es: precio
fr: prix
id: harga
pl: ceny
pt: preço
ro: Preț
ru: Цена
sk: cena
sl: cena
sv: pris
vi: Giá

# Product attribute list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: Ime
sv: namn
vi: tên

# Product type list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: Ime
sv: namn
vi: tên

# Product list filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Product list filter label
source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
id: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sv: Kategori
vi: Thư mục

# Product list filter label
source: Product type
cs: Typ produktu
da: Produkttype
de: Produkt Typ
es: Tipo de producto
fr: Type du produit
id: Tipe produk
pl: Typ produktu
pt: Tipo de produto
ro: Tip produs
ru: Тип продукта
sk: Typ produktu
sl: Tip izdelka
sv: Produkttyp
vi: Loại sản phẩm

# Product list filter label
source: Price
cs: Cena
da: Pris
de: Preis
es: Precio
fr: Prix
id: Harga
pl: Cena
pt: Preço
ro: Preț
ru: Цена
sk: Cena
sl: Cena
sv: Pris
vi: Giá

# Product list filter label
source: Is published
cs: Zveřejněno
da: Er offentliggjort
de: ist veröffentlicht
es: Está publicado
fr: Est publié
id: Diterbitkan
pl: Opublikowany
pt: Está publicado
ro: Este publicat
ru: опубликован
sk: Je zverejnené
sl: Je objavljeno
sv: Är publicerad
vi: Đã xuất bản

# Product list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo
