Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Dashboard message related to an order
source: The draft was created by %(user_name)s
de: Der Bestellentwurf wurde von %(user_name)s erstellt
pl: Wersja robocza została stworzona przez %(user_name)s
ru: Черновик был создан %(user_name)s

# Dashboard message related to an order
source: %(user_name)s added some products
de: %(user_name)s hat einige Produkte hinzugefügt
pl: %(user_name)s dodał kilka produktów
ru: %(user_name)s добавил некоторые продукты

# Dashboard message related to an order
source: %(user_name)s removed some products
de: %(user_name)s entfernte einige Produkte
pl: %(user_name)s usunął kilka produktów
ru: %(user_name)s удалил продукты

# Dashboard message related to an order
source: %(user_name)s placed the order by bypassing oversold items
de: %(user_name)s platzierte die Bestellung, indem er überverkaufte Artikel umging
ru: %(user_name)s разместил заказ в обход перепроданных товаров

# Dashboard message related to an order
source: The order address was updated by %(user_name)s
de: Lieferadresse wurde von %(user_name)s aktualisiert
ru: Адрес заказа был обновлен %(user_name)s

# Dashboard message related to an order
source: The payment was failed by %(user_name)s
de: Der Bezahlvorgang von %(user_name)s ist fehlgeschlagen
ru: Платеж был отклонен %(user_name)s

# Sale list sorting option
source: start_date
cs: datum_počátku
da: start_dato
de: Startdatum
es: fecha_de_inicio
pl: data_początkowa
pt: data_inicio
ro: data_inceput
sk: počiatočný_dátum
sl: datum_začetka
sv: startdatum
vi: ngày_bắt_đầu

# Sale list sorting option
source: end_date
cs: datum_konce
da: slut_dato
de: Enddatum
es: fecha_de_finalización
pl: data_końcowa
pt: data_final
ro: data_sfarsit
sk: konečný_dátum
sl: datum_konca
sv: slutdatum
vi: ngày_kết_thúc

# Voucher list sorting option
source: discount_value
cs: hodnota_slevy
da: rabat_værdi
de: Rabatt
es: valor_del_descuento
id: nominal_diskon
pl: wartość_zniżki
pt: valor_desconto
ro: valoare_reducere
sk: výška_zľavy
sl: vrednost_popusta
sv: rabattvärde
vi: Giá_trị_giảm_gía

# Voucher list sorting option
source: start_date
cs: datum_počátku
da: start_dato
de: Startdatum
es: fecha_de_inicio
pl: data_początkowa
pt: data_inicio
ro: data_inceput
sk: počiatočný_dátum
sl: datum_začetka
sv: startdatum
vi: ngày_bắt_đầu

# Voucher list sorting option
source: end_date
cs: datum_konce
da: slut_dato
de: Enddatum
es: fecha_de_finalización
pl: data_końcowa
pt: data_final
ro: data_sfarsit
sk: konečný_dátum
sl: datum_konca
sv: slutdatum
vi: ngày_kết_thúc

# Voucher list sorting option
source: min_amount_spent
da: min_beløb_brugt
de: Mindestumsatz
pt: quantidade_min_gasta
sk: min_suma_objednávky
sl: minimalna_vsota
vi: số_tiền_thấp_nhất

# Product list sorting option
source: country_code
cs: kód_země
da: lande_kode
de: Ländercode
fr: Code de pays
pt: pais_codigo
ro: Codul țării
sk: kód_krajiny
sl: koda_države
vi: Ma-quoc_gia

# Sale type filter choice
source: USD
es: Dólares
id: Rp
vi: dollar

# Customer list sorting option
source: email
fr: courriel
sl: elektronska pošta

# Customer form: email address field
source: Email
es: Correo electrónico
fr: Courriel
sl: Elektronska pošta

# Order list sorting option
source: email
fr: courriel
sl: elektronska pošta
vi: thư điện tử

# Order customer email
source: Email
fr: Courriel
sl: Elektronska pošta
vi: Thư điện tử

source: Email
es: Correo electrónico
fr: Courriel
sl: Elektronska pošta

# Order list filter label
source: ID
sk: Identifikátor

# Menu item url
source: URL
fr: Adresse URL
vi: Địa chỉ

# Page list url filter label
source: URL
vi: Địa chỉ
