Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Category list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: ime
sv: namn
vi: tên

# Category list sorting option
source: description
cs: popis
da: beskrivelse
de: Beschreibung
es: descripción
id: deskripsi
pl: opis
pt: descrição
ro: descriere
ru: Описание
sk: popis
sl: opis
sv: beskrivning
vi: mô tả

# Category list filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Category list sorting filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard categories list
source: Found %(counter)d matching category
cs: Byla nalezena %(counter)d odpovídající kategorie
da: Fandt %(counter)d matchende kategori
de: %(counter)d passende Kategorie gefunden
es: Se encontró %(counter)dcategoría
fr: %(counter)d catégorie correspondante trouvée
id: Ditemukan %(counter)d kategori yang cocok
pl: Znaleziono %(counter)d pasującą kategorię
pt: Encontrada %(counter)d categoria
ro: S-a găsit %(counter)d categorie potrivită
ru: Найдена %(counter)d категория
sk: Našla sa %(counter)d zhodná kategória
sl: Najdena je %(counter)dustrezna kategorija
sv: Hittade %(counter)d kategori
vi: Tìm thấy %(counter)d danh mục tương ứng

# Item name
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
id: Deskripsi
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
vi: Mô tả

# Category form
source: Background Image
cs: Obrázek pozadí
da: Backgrundsbillede
de: Hintergrundbild
es: Imagen de Fondo
fr: Image de fond
id: Gambar Latar
pl: Obrazek tła
pt: Imagem de fundo
ro: Imagine de fundal
ru: Фоновое изображение
sk: Obrázok pozadia
sl: Slika za ozadje
sv: Bakgrundsbild
vi: Ảnh nền

# Description of a category image
source: Image description
cs: Popis obrázku
da: Billedbeskrivelse
de: Bildbeschreibung
es: Descripción de la imagen
fr: Description de l'image
id: Deskripsi gambar
pl: Opis obrazka
pt: Descrição da imagem
ru: Описание изображения
sv: Bildbeskrivning

# Dashboard message
source: Added category %s
cs: Kategorie přidána %s
da: Tilføjede kategori %s
de: Kategorie %s hinzugefügt
es: Categoría añadida%s
fr: Catégorie %s ajoutée
id: Kategori %s ditambahkan
pl: Dodano kategorię %s
pt: Categoria %s criada
ro: Categorie adăugată %s
ru: Добавлена категория %s
sk: Pridaná kategória %s
sl: Kategorija %s je dodana
sv: Lagt till kategori %s
vi: Đã thêm danh mục %s

# Dashboard message
source: Updated category %s
cs: Aktualizovaná kategorie %s
da: Opdaterede kategori %s
de: Kategorie %s geändert
es: Categoría actualizada%s
fr: Catégorie %s mise à jour
id: Kategori %s diperbarui
pl: Zaktualizowano kategorię %s
pt: Categoria %s atualizada
ro: Categorie actualizată %s
ru: Обновлена категория %s
sk: Upravená kategória %s
sl: Kategorija %s je posodobljena
sv: Uppdaterat kategori %s
vi: Danh mục %s đã được cập nhật

# Dashboard message
source: Removed category %s
cs: Odstraněna kategorie %s
da: Fjernede kategori %s
de: Kategorie %s entfernt
es: Categoría borrada %s
fr: Catégorie %s supprimée
id: Kategori %s dihapus
pl: Usunięto kategorię %s
pt: Categoria 1%s deletada
ro: Categorie eliminată %s
ru: Категория %s удалена
sk: Kategória %s bola vymazaná
sl: Kategorija %s je odstranjena
sv: Tog bort kategori %s
vi: Danh mục %s đã được xóa

# Collection list sorting option
source: name
cs: název
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: ime
sv: namn
vi: tên

# Is publish filter choice
source: Published
cs: Zveřejněno
da: Offentliggjort
de: Veröffentlicht
es: Publicado
fr: Publié
id: Diterbitkan
pl: Opublikowany
pt: Publicado
ro: Publicat
ru: Опубликован
sk: Zverejnené
sl: Objavljeno
sv: Publicerad
vi: Đã xuất bản

# Is publish filter choice
source: Not published
cs: Nezveřejněno
da: Ikke offentliggjort
de: Nicht veröffentlicht
es: Sin publicar
fr: Non publié
id: Tidak diterbitkan
pl: Nie opublikowano
pt: Não publicado
ro: Nu a fost publicat
ru: Не опубликован
sk: Nezverejnené
sl: Neobjavljeno
sv: Opublicerad
vi: Chưa xuất bản

# Collection list name filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Collection list filter label
source: Is published
cs: Zveřejněno
da: Er offentliggjort
de: ist veröffentlicht
es: Está publicado
fr: Est publié
id: Diterbitkan
pl: Opublikowany
pt: Está publicado
ro: Este publicat
ru: опубликован
sk: Zverejnené
sl: Je objavljeno
sv: Är publicerad
vi: Đã xuất bản

# Filter empty choice label
source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fr: Tout
id: Semua
pl: Wszystkie
pt: Tudo
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Allt
vi: Tất cả

# Collection list sorting filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard collections list
source: Found %(counter)d matching collection
cs: Byla nalezena %(counter)dodpovídající kolekce
da: Fandt %(counter)d matchende kollektion
de: %(counter)d passende Sammlung gefunden
es: Se encontró %(counter)d colección.
fr: %(counter)d collection correspondante trouvée
id: Ditemukan %(counter)dkoleksi yang cocok
pl: Znaleziono %(counter)d pasującą kolekcję
pt: Encontrada %(counter)d coleção
ro: S-a găsit %(counter)dcolecție potrivită
ru: Найдена %(counter)d соответствующая коллекция
sk: Našla sa %(counter)d odpovedajúca kolekcia
sl: Najdena je %(counter)d ustrezna kolekcija
sv: Hittade %(counter)d samling
vi: Tìm thấy %(counter)d bộ tương ứng

# Products selection
source: Products
cs: Produkty
da: Produkter
de: Produkte
es: Productos
fr: Produits
id: Daftar produk
pl: Produkty
pt: Produtos
ro: Produse
ru: Продукты
sk: Produkty
sl: Proizvodi
sv: Produkter
vi: Sản phẩm

# Background image of a collection
source: Background image
da: Baggrundsbillede
de: Hintergrundbild
es: Imagen de fondo
fr: Image d'arrière-plan
id: Gambar latar
pl: Grafika tła
pt: Imagem de fundo
ru: Фоновое изображение
sv: Bakgrundsbild
vi: Hình nền

# Description of a collection image
source: Image description
cs: Popis obrázku
da: Billedbeskrivelse
de: Bildbeschreibung
es: Descripción de la imagen
fr: Description de l'image
id: Deskripsi gambar
pl: Opis obrazka
pt: Descrição da imagem
ru: Описание изображения
sv: Bildbeskrivning

# Collection published toggle
source: Published
cs: Zveřejněno
da: Offentliggjort
de: Veröffentlicht
es: Publicado
fr: Publiée
id: Diterbitkan
pl: Opublikowany
pt: Publicado
ro: Publicat
ru: Опубликован
sk: Zverejnené
sl: Objavljeno
sv: Publicerad
vi: Xuất bản

# The publication date field, can be a posterior date for a planned publication.
source: Publication date
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
id: Tanggal penerbitan
pl: Data publikacji
pt: Data da publicação
ru: Дата публикации

# Description field of a collection
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
id: Deskripsi
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
vi: Mô tả

# Dashboard message
source: Updated homepage collection
da: Opdateret hjemmeside kollektion
de: Homepage-Sammlung aktualisiert
es: Colección de la página de inicio actualizada
fr: La collection de la page d'accueil a été mise à jour
id: Koleksi halaman depan terbaru
pl: Zaktualizowano kolekcję strony głównej
pt: Página inicial atualizada
ro: Colecția paginei acasa a fost actualizată
ru: Обновлена коллекция на заглавной странице
sk: Kolekcia domovskej stránky bola aktualizovaná
sl: Kolekcija za domačo stran je posodobljena
sv: Uppdatera sidan kollektion
vi: Đã cập nhật collection trang chủ

# Collection message
source: Added collection
cs: Přidána kolekce
da: Tilføjede kollektion
de: Sammlung hinzugefügt
es: Colección agregada
fr: Collection ajoutée
id: Koleksi ditambahkan
pl: Kolekcja dodana
pt: Coleção adicionada
ro: Colecție adăugată
ru: Добавлена коллекция
sk: Kolekcia pridaná
sl: Kolekcija je dodana
sv: Lagt till kollektion
vi: Thêm bộ sưu tập

# Collection message
source: Updated collection
cs: Aktualizovaná kolekce
da: Opdateret kollektion
de: Sammlung aktualisiert
es: Colección actualizada
fr: Collection modifée
id: Koleksi diperbarui
pl: Kolekcja zaktualizowana
pt: Coleção atualizada
ro: Colecție actualizată
ru: Коллекция обновлена
sk: Kolekcia aktualizovaná
sl: Kolekcija posodobljena
sv: Uppdaterat kollektion
vi: Cập nhật bộ sưu tập

# Collection message
source: Deleted collection
cs: Odstraněna kolekce
da: Slettede kollektion
de: Sammlung gelöscht
es: Colección eliminada
fr: Collection supprimée
id: Koleksi dihapus
pl: Kolekcja usunięta
pt: Coleção deletada
ro: Colecție ștearsă
ru: Коллекция удалена
sk: Kolekcia odstránená
sl: Kolekcija je izbrisana
sv: Tagit bort kollektion
vi: Xoá bộ sưu tập

# Customer list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: ime
sv: namn
vi: tên

# Customer list sorting option
source: location
cs: umístění
da: beliggenhed
de: Ort
es: locación
fr: lieu
id: lokasi
pl: lokalizacja
pt: localização
ro: locație
ru: местоположение
sk: lokacia
sl: položaj
sv: plats
vi: địa điểm

# Is active filter choice
source: Active
cs: Aktivní
da: Aktiv
de: Aktiv
es: Activo
fr: Activé
id: Aktif
pl: Aktywny
pt: Ativo
ro: Activ
ru: активный
sk: Aktívny
sl: Aktiven
sv: Aktiv
vi: Kích hoạt

# Is active filter choice
source: Not active
cs: Neaktivní
da: Ikke aktiv
de: Inaktiv
es: Inactivo
fr: Inactivé
id: Tidak aktif
pl: Nieaktywny
pt: Não ativo
ro: Inactiv
ru: Неактивно
sk: Neaktívny
sl: Neaktiven
sv: Inte aktiv
vi: Chưa kích hoạt

# Customer name or email filter
source: Name or email
cs: Jméno nebo email
da: Navn eller email
de: Name oder E-Mail
es: Nombre o email
fr: Nom ou courriel
id: Nama atau email
pl: Nazwisko lub e-mail
pt: Nome ou e-mail
ro: Nume sau e-mail
ru: Имя или email
sk: Meno alebo email
sl: Ime ali elektronska pošta
sv: Namn eller email
vi: Tên hoặc email

# Customer list filter label
source: Location
cs: Lokalita
da: Beliggenhed
de: Ort
es: Ubicación
fr: Lieu
id: Lokasi
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Местоположение
sk: Lokalita
sl: Lokacija
sv: Plats
vi: Địa điểm

# Customer list filter label
source: Is active
cs: Je aktivní
da: Er aktiv
de: Ist aktiv
es: Activo
fr: Est activé
id: Aktif
pl: Jest aktywny
pt: Está ativo
ro: Este activ
ru: активность
sk: Je aktívny
sl: Je aktiven
sv: Är aktiv
vi: Đã kích hoạt

# Customer list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard customers list
source: Found %(counter)d matching customer
cs: Byl nalezen %(counter)dodpovídající zákazníci
da: Fandt %(counter)d matchende kunder
de: %(counter)d passenden Kunden gefunden
es: Se encontró %(counter)d cliente que coincide
fr: Trouvé %(counter)d client correspondant
id: Ditemukan %(counter)d pelanggan yang cocok
pl: Znaleziono %(counter)d pasującego klienta
pt: Encontrado %(counter)d cliente
ro: S-a găsit %(counter)d client potrivit
ru: Найден %(counter)d совпадающий покупатель
sk: Našiel sa %(counter)d odpovedajúci zákazník
sl: Najden je %(counter)d naročnik
sv: Hittade %(counter)d kund
vi: Tìm thấy %(counter)dkhách hàng

# Customer form: Name field placeholder
source: %(name)s (Inherit from default billing address)
da: %(name)s (Taget fra faktureringsadressen)
de: %(name)s (Standard Rechnungsadresse)
es: %(name)s(Heredada de la dirección de facturación predeterminada)
fr: %(name)s (Hériter de l'adresse de facturation par défaut)
id: %(name)s (Merujuk dari alamat penagihan standar)
pl: %(name)s (użyj z domyślnego adresu nabywcy)
pt: %(name)s (herdado através da morada por defeito na faturação)
ru: %(name)s (Взято из платежного адреса по-умолчанию)
sv: %(name)s(Ta från standard faktureringsadress)

# Edit customer details in order form error
source: You can't delete your own account via dashboard, please try from the storefront.
cs: Nemůžete smazat svůj vlastní účet pomocí kontrolního panelu. Zkuste to prosím z obchodu.
da: Du kan ikke slette din egen konto via dashboardet. Prøv venligst fra butiksfronten.
de: Du kannst deinen Account nicht im Dashboard löschen, bitte versuche es auf der Storefront.
es: No puedes eliminar tu cuenta desde dashboard, por favor intenta desde storefront.
fr: Vous ne pouvez pas supprimer votre propre compte via le tableau de bord. Essayez depuis la vitrine en ligne.
id: Kamu tidak bisa menghapus akunmu sendiri dari dasbor, silahkan coba dari etalase.
pl: Nie możesz usunąć swojego konta z panelu admina, możesz to zrobić z poziomu sklepu.
pt: Você não pode deletar sua própria conta pelo dashboard, por favor tente pela loja.
ro: Nu poți să îți stergi propriul cont din dashboard, te rog încearcă din magazin.
ru: Вы не можете удалить свою учётную запись через панель управления, пожалуйста, попробуйте это сделать через онлайн-магазин.
sk: Z dashboardu nemôžete odstrániť vlastné konto, prosím skúste z výkladu
sl: Vašega računa tu ne morete izbrisati, prosimo poskusite na vstopni strani.
sv: Du kan inte ta bort ditt eget konto via dashboarden, var god försök från butiken.
vi: Bạn không thể tự xóa tài khoản của mình trong màn hình quản trị, bạn hãy thử khi ở màn hình ngoài.

# Edit customer details in order form error
source: Only superuser can delete his own account.
cs: Pouze Administrátor může smazat svůj vlastní účet.
da: Kun superbrugere kan slette deres egne konti.
de: Nur Superuser können ihren eigenen Account löschen.
es: Solo un superusuario puede borrar esta cuenta.
fr: Vous ne pouvez pas supprimer le compte d'un super-utilisateur.
id: Hanya superuser bisa menghapus akunnya sendiri.
pl: Tylko admin może skasować swoje konto.
pt: Apenas utilizadores com perfil pŕoprio podem apagar a sua própria conta.
ro: Doar super utilizatorii își pot șterge propriul cont.
ru: Только администратор может удалить свой аккаунт.
sk: Iba administrátor môže zmazať svoj vlastný účet.
sl: Svoj račun lahko izbriše samo superuser!
sv: Endast superanvändare kan ta bort sitt eget konto.
vi: Chỉ người quản trị cấp cao mới có thể tự xóa tài khoản của mình.

# Edit customer details in order form error
source: You have insufficient permissions, to edit staff users.
cs: Nemáte dostatečná oprávnění k úpravě uživatelů.
da: Du har ikke tilladelse til at ændre på personale brugere.
de: Du hast unzureichende Rechte, um Mitarbeiter zu löschen.
es: No tiene suficientes permisos para editar usuarios de administrador.
fr: Vous n'avez pas les permissions nécessaires pour modifier les membres du personnel.
id: Kamu tidak memiliki kewenangan, untuk mengubah pengguna staf.
pl: Nie masz wystarczających uprawnień aby edytować dane pracowników.
pt: Suas permissões não são suficientes para editar utilziadores.
ro: Nu ai permisiune să editezi personalul autorizat.
ru: Недостаточно прав для редактирования пользователей.
sk: Nemáte dostatočné oprávnenia na upravovanie zamestnancov.
sl: Nimate dovolj pravic, da bi urejali uporabnike.
sv: Du har otillräckliga behörigheter för att redigera anställda.
vi: Bạn không có đủ quyền, để sửa tài khoản nhân viên.

# Customer form: Given name field
source: Given name
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
fr: Prénom
id: Nama pemberian
pl: Imię
pt: Nome
ro: Prenume
ru: Имя
sk: Krstné meno
sl: Ime
sv: Förnamn
vi: Tên

# Customer form: Family name field
source: Family name
cs: Příjmení
da: Efternavn
de: Nachname
es: Apellido
fr: Nom de famille
id: Nama keluarga
pl: Nazwisko
pt: Sobrenome
ro: Nume
ru: Фамилия
sk: Priezvisko
sl: Priimek
sv: Efternamn
vi: Họ

# Customer form: customer note field
source: Notes
cs: Poznámky
da: Noter
de: Notizen
es: Notas
id: Catatan
pl: Notatki
pt: Notas
ro: Notițe
ru: Заметки
sk: Poznámky
sl: Opombe
sv: Noteringar
vi: Ghi chú

# Customer form: is active toggle
source: User is active
cs: Uživatel je aktivní
da: Brugeren er aktiv
de: Benutzer aktiv
es: El usuario está activo
fr: L'utilisateur est activé
id: Pengguna aktif
pl: Użytkownik jest aktywny
pt: Utilizador está ativo
ro: Utilizatorul este activ
ru: Пользователь активен
sk: Užívateľ je aktívny
sl: Uporabnik je aktiven
sv: Användaren är aktiv
vi: Người dùng đã kích hoạt

# Customer note
source: Note
cs: Poznámka
de: Notiz
es: Nota
id: Catatan
pl: Notatka
pt: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sl: Opomba
sv: Notering
vi: Ghi chú

# Allow customers to see note toggle
source: Customer can see this note
cs: Zákazník může tuto poznámku vidět
da: Kunder kan se denne note
de: Kunden können diese Notiz sehen
es: El cliente puede ver esta nota
fr: Le client peut voir cette note
id: Pelanggan dapat melihat catatan ini
pl: Klient może zobaczyć tę notatkę
pt: O cliente pode ver esta nota
ro: Clientul poate vedea această notă
ru: Покупатели могут видеть эту запись
sk: Zákazník môže vidieť túto poznámku
sl: Naročnik lahko vidi ta zapis
sv: Kunden kan se denna notering
vi: Khách hàng có thể xem ghi chú này.

# Dashboard message
source: Added customer %s
cs: Přidaný zákazník %s
da: Tilføjede kunde %s
de: Kunde %s hinzugefügt
es: Se agregó %s cliente
fr: Client %s ajouté
id: Pelanggan %s ditambahkan
pl: Dodano %s klientów
pt: Cliente adicionado %s
ro: Adăugat client %s
ru: Добавлен покупатель %s
sk: Pridaný zákazník %s
sl: Naročnik %s je dodan
sv: Lagt till kunden %s
vi: Đã thêm khách hàng %s

# Dashboard message
source: Updated customer %s
cs: Aktualizovaný zákazník %s
da: Opdaterede kunde %s
de: Kunde %s aktualisiert
es: Cliente %s actualizado
fr: Client %s mis à jour
id: Pelanggan %s diperbarui
pl: Zaktualizowano %s klientów
pt: Cliente atualizado %s
ro: Actualizat client %s
ru: Обновлён покупатель %s
sk: Zmenený zákazník %s
sl: Naročnik %s je posodobljen
sv: Uppdaterat kunden %s
vi: Đã cập nhật khách hàng %s

# Dashboard message related to an customer
source: Added note
cs: Přidaná poznámka
da: Tilføjede note
de: Notiz hinzugefügt
es: Nota agregada
fr: La note a été ajoutée
id: Catatan ditambahkan
pl: Dodana notatka
pt: Nota criada
ro: Notă adăugată
ru: Добавлена заметка
sk: Pridaná poznámka
sl: Opomba dodana
sv: Lagt till notering
vi: Thêm ghi chú

# Dashboard message
source: %(customer_name)s successfully removed
cs: %(customer_name)súspěšně odebrán
da: %(customer_name)s er blevet fjernet
de: %(customer_name)s wurde entfernt
es: %(customer_name)seliminado exitosamente.
fr: %(customer_name)s a été supprimé
id: %(customer_name)s berhasil dihapus
pl: %(customer_name)s został usunięty
pt: %(customer_name)s removido com sucesso
ro: %(customer_name)sa fost șters cu succes
ru: %(customer_name)s успешно удалён
sk: %(customer_name)s úspešne odstránený
sl: Uspešno odstranjen naročnik %(customer_name)s
sv: %(customer_name)s har tagits bort
vi: %(customer_name)s xoá thành công

# Sale list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: ime
sv: namn
vi: tên

# Sale list sorting option
source: value
cs: hodnota
da: værdi
de: Wert
es: valor
fr: valeur
id: nominal
pl: wartość
pt: valor
ro: valoare
ru: размер
sk: hodnota
sl: vrednost
sv: värde
vi: giá trị

# Voucher list sorting option
source: name
cs: název
da: navn
es: nombre
fr: nom
id: nama
pl: nazwy
pt: nome
ro: nume
ru: имя
sk: meno
sl: ime
sv: namn
vi: tên

# Voucher list sorting option
source: countries
da: lande
de: Länder
es: Paises
fr: pays
id: Negara
pl: kraje
pt: países
ro: țări
ru: страны
sk: krajiny
sl: države
sv: länder
vi: quốc gia

# Voucher list sorting option
source: used
cs: použito
da: brugt
de: genutzt
es: usado
id: digunakan
pl: używane
pt: usado
ro: folosit
ru: используется
sk: použitý
sl: uporabljeno
sv: använd
vi: sử dụng

# Sale list filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Sale list filter label
source: Categories
cs: Kategorie
da: Kategorier
de: Kategorien
es: Categorías
fr: Catégories
id: Kategori
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sl: Kategorije
sv: Kategorier
vi: Danh Mục

# Sale list filter label
source: Discount type
cs: Typ slevy
da: Rabat type
de: Rabatt-Typ
es: Tipo de descuento
fr: Type de promotion
id: Tipe diskon
pl: Rodzaj zniżki
pt: Tipo de desconto
ro: Tipul de reducere
ru: вид скидки
sk: Typ zľavy
sl: Vrsta popusta
sv: Rabattyp
vi: Loại giảm giá

# Sale list filter label
source: Value
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fr: Valeur
id: Nominal
pl: Wartość
pt: Valor
ro: Valoare
ru: размер
sk: Hodnota
sl: Vrednost
sv: Värde
vi: Giá trị

# Sale list sorting filter label
source: Period of validity
cs: Doba platnosti
da: Gyldighedsperiode
de: Gültigkeitszeitraum
es: Periodo de validez
fr: Période de validité
id: Masa berlaku
pl: Okres ważności
pt: Período de validade
ro: Perioada de valabilitate
ru: Время действия
sk: Doba platnosti
sl: Obdobje veljavnosti
sv: Giltighetsperiod
vi: Khoảng thời gian có hiệu lực

# Sale list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard sales list
source: Found %(counter)d matching sale
cs: Nalezen %(counter)dodpovídající prodej
da: Fandt %(counter)d matchende salg
de: %(counter)d passenden Verkauf gefunden
es: Se encontró%(counter)d descuento que coincide
fr: Trouvé %(counter)d promotion correspondante
id: Ditemukan %(counter)d penjualan yang cocok
pl: Znaleziono %(counter)d pasującą wyprzedaż
pt: Encontrada %(counter)d venda
ro: S-a găsit %(counter)d vânzare potrivită
ru: Найден %(counter)d соответствующий товар
sk: Našiel sa %(counter)d odpovedajúci predaj
sl: Najdena %(counter)d ustrezna prodaja
sv: Hittade %(counter)d rea
vi: Tìm thấy %(counter)d đơn hàng

# Voucher list name filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Sale list is sale type filter label
source: Discount type
cs: Typ slevy
da: Rabat type
de: Rabatt-Typ
es: Tipo de descuento
fr: Type de promotion
id: Tipe diskon
pl: Rodzaj zniżki
pt: Tipo de desconto
ro: Tipul de reducere
ru: вид скидки
sk: Typ zľavy
sl: Vrsta popusta
sv: Rabattyp
vi: Loại giảm giá

# Sale list filter label
source: Discount_value
cs: Sleva_hodnota
da: Rabat_værdi
de: Rabatt-Wert
es: Valor_del_descuento
id: Nominal_diskon
pl: Wartość zniżki
pt: valor_desconto
ro: Valoare_reducere
ru: Значение_скидки
sk: Výška_zľavy
sl: Vrednost popusta
vi: Giá_trị_giảm_giá

# Voucher list sorting filter label
source: Period of validity
cs: Doba platnosti
da: Gyldighedsperiode
de: Gültigkeitszeitraum
es: Periodo de validez
fr: Période de validité
id: Masa berlaku
pl: Okres ważności
pt: Período de validade
ro: Perioada de valabilitate
ru: Время действия
sk: Doba platnosti
sl: Obdobje veljavnosti
sv: Giltighetsperiod
vi: Khoảng thời gian có hiệu lực
