Repository: saleor/saleor
Catalog: saleor/dashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, es, fr, id, pl, pt, ro, ru, sk, sl, sv, vi

# Number of matching records in the dashboard products list
source: Found %(counter)d matching product
cs: Nalezen %(counter)d odpovídající produkt
da: Fandt %(counter)dmatchende produkt
de: %(counter)d passendes Produkt gefunden
es: Se encontró %(counter)d pedido que coincide
fr: %(counter)d produit correspondant trouvé
id: Ditemukan %(counter)d produk yang cocok
pl: Znaleziono %(counter)d pasujący produkt
pt: Encontrado %(counter)d produto
ro: S-a găsit %(counter)d produs potrivit
ru: Найден %(counter)d совпадающий товар
sk: Našiel sa %(counter)d odpovedajúci produkt
sl: Najden %(counter)d ustrezen izdelek
sv: Hittade %(counter)d produkt
vi: %(counter)d

# Attribute list filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Attribute list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Number of matching records in the dashboard attributes list
source: Found %(counter)d matching attribute
da: Fandt %(counter)dmatchende attribut
de: %(counter)d passendes Attribut gefunden
es: Se encontró %(counter)d atributo que coincide
id: Ditemukan %(counter)d atribut yang cocok
pl: Znaleziono %(counter)d pasujący atrybut
pt: Encontrado %(counter)d atributo
ru: Найден %(counter)dсовпадающий атрибут
sk: Našiel sa %(counter)d odpovedajúci atribút
sl: Najden %(counter)d ustrezen atribut
sv: Hittade %(counter)d attribut
vi: Tìm thấy%(counter)dthuộc tính phù hợp

# Product type list filter label
source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
vi: Tên

# Product type list filter label
source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan dengan
pl: Sortuj po
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera på
vi: Sắp xếp theo

# Product type list filter label
source: Product attributes
cs: Vlastnosti produktu
da: Produktattributter
de: Produktattribute
es: Atributos de Producto
fr: Attributs du produit
id: Atribut produk
pl: Atrybuty produktu
pt: Atributos do produto
ro: Atributele produsului
ru: Атрибуты продукта
sk: Atribúty produktu
sl: Atributi izdelka
sv: Produktattribut
vi: Thuộc tính sản phẩm

# Product type list filter label
source: Variant attributes
cs: Atributy variant
da: Variant attributter
de: Variantenattribute
es: Atributos de la variante
fr: Attributs de la variante
id: Atribut variasi
pl: Atrybuty wariantu
pt: Atributos de variações
ro: Variabilele atributelor
ru: Атрибуты варианта
sk: Variantné atribúty
sl: Atributi različice
sv: Variantattribut
vi: Biến thể của thuộc tính

# Number of matching records in the dashboard product types list
source: Found %(counter)d matching product type
cs: Nalezen %(counter)d odpovídající typ prokudtu
da: Fandt %(counter)d matchende produkttype
de: %(counter)d passenden Produkttypen gefunden
es: Se encontró %(counter)d tipo de producto que coincide
fr: %(counter)d type de produit correspondant trouvé
id: Ditemukan %(counter)d tipe produk yang cocok
pl: Znaleziono %(counter)d pasujący typ produktu
pt: Encontrado %(counter)d tipo de produto
ro: S-a găsit %(counter)d tip de produs potrivit
ru: Найден %(counter)d совпадающая категория товара
sk: Našie sa %(counter)d odpovedajúci produktový typ
sl: Najden %(counter)d ustrezen tip izdelka
sv: Hittade %(counter)d produkt
vi: Tìm thấy%(counter)dloại sản phẩm

# Help text in rich-text editor field
source: Select text to enable text-formatting tools.
cs: Zvolte text pro povolení nástrojů pro formátování textu.
da: Vælg tekst for at aktivere tekstformateringsværktøjer.
de: Wählen sie Text aus, um ihn zu formatieren.
es: Selecciona el texto para habilitar herramientas de formateo de texto
fr: Sélectionner du texte pour activer les outils de formatage du texte
id: Pilih teks untuk mengaktifkan alat pemformatan.
pl: Zaznacz tekst aby aktywować narzędzia do formatowania tekstu.
pt: Selecione o texto para habilitar as ferramentas de edição de texto
ro: Selectați text pentru a activa instrumentele de formatare a textului.
ru: Выберите текст для показа инструментов форматирования.
sk: Vyznačte text na zobrazenie formátovacích nástrojov
sl: Označite del teksta, na katerem boste uporabili orodja za formatiranje
sv: Välj text om du vill aktivera textformateringsverktyget.
vi: Bôi đen để hiển thị công cụ chỉnh sửa văn bản

# Product type form label
source: Product type
cs: Typ produktu
da: Produkttype
de: Produkt Typ
es: Tipo de producto
fr: Type du produit
id: Tipe produk
pl: Typ produktu
pt: Tipo de produto
ro: Tip produs
ru: Тип продукта
sk: Typ produktu
sl: Tip izdelka
sv: Produkttyp
vi: Loại sản phẩm

# Product type tax rate type
source: Tax rate
cs: Sazba daně
da: Skatteprocent
de: Steuersatz
es: Tasa de impuesto
fr: Taux de TVA
id: Tarif pajak
pl: Stawka podatku
pt: Taxa de imposto
ro: Rata impozitului
ru: Сумма налога
sk: Sadzba dane
sl: Davčna stopnja
sv: Momssats
vi: Thuế

# ProductType weight
source: Weight
da: Vægt
de: Gewicht
es: Peso
fr: Poids
id: Berat
pl: Waga
pt: Peso
ru: Вес
sk: Hmotnosť
sl: Teža
sv: Vikt
vi: Cân nặng

# ProductVariant weight help text
source: Default weight that will be used for calculating shipping price for products of that type.
da: Standardvægt, der vil blive brugt til beregning af fragtpris for produkter af denne type.
de: Standardgewicht, das für die Berechnung der Versandkosten für diesen Produkttyp verwendet wird.
es: Peso predeterminado que se utilizará para calcular el precio de envío para productos de ese tipo.
id: Bobot default yang digunakan untuk menghitung harga pengiriman untuk jenis produk.
pl: Domyślna jednostka wagi, która będzie używana do obliczania ceny dostawy dla produktów tego typu.
pt: O peso padrão será usado para calcular o preço de envio para os produtos deste tipo.
ru: Вес по умолчанию для расчёта цены доставки для продуктов данной категории.
sk: Predvolená hmotnosť, ktorá bude použitá na vypočítanie ceny dopravy za produkty tohto typu.
sl: Predizbrana teža za izračun stroškov pošiljanja
sv: Standardvikt som kommer att användas för att beräkna fraktpriset för produkter av den typen.
vi: Cân nặng dùng để tính toán tiền ship của sản phẩm này

# Product type attributes
source: Attributes common to all variants.
da: Attributter fælles for alle varianter.
de: Attribute, die von allen Varianten geteilt werden
es: Atributos comunes a todas las variantes.
id: Atribut yang umum untuk semua varian.
pl: Atrybuty wspólne dla wszystkich wariantów
pt: Atributos comuns para as variações
ru: Атрибуты общие для всех вариантов.
sv: Generella attribut på alla varianter
vi: Thuộc tính chung cho tất cả các biến thể

# Product type attributes
source: Attributes specific to each variant.
da: Attributter, der er specifikke for hver variant.
de: Attribute die für die einzelne Variante spezifisch sind
es: Atributos específicos de cada variante.
id: Atribut khusus untuk setiap varian.
pl: Atrybuty przypisane do pojedynczego wariantu
pt: Atributos específicos para cada variação
ru: Атрибуты специфичные для каждого варианта.
sv: Specifika attribut på varje variant
vi: Thuộc tính cụ thể cho từng biến thể.

source: Enable variants
cs: Povolit varianty
da: Aktivér varianter
de: Varianten aktivieren
es: Habilitar variantes
fr: Activer les variations
id: Aktifkan variasi
pl: Aktywuj warianty
pt: Habilitar variações
ro: Activați variante
ru: Сделать доступными вариации
sk: Povoliť varianty
sl: Omogoči različice
sv: Aktivera varianter

# Shipping toggle
source: Require shipping
cs: Požadovat dopravu
da: Kræver forsendelse
de: Erfordert Versand
es: Requiere envío
fr: Requiert une livraison
id: Membutuhkan pengiriman
pl: Wymagaj dostawy
pt: Requer envio
ro: Solicitați livrarea
ru: Доставка обязательна
sk: Vyžaduje dopravu
sl: Vedno zahtevaj dostavo
sv: Kräver frakt
vi: Yêu cầu giao hàng

# Product type form error
source: Product variants are disabled.
cs: Varianty produktů jsou zakázány.
da: Produktvarianter er deaktiveret.
de: Produktvarianten wurden deaktiviert
es: Las variantes de producto están deshabilitadas
fr: Les variations des produits sont désactivées.
id: Variasi produk dinonaktifkan.
pl: Warianty produktu są wyłączone.
pt: Variações do produto estão desabilitadas
ro: Variantele de produs sunt dezactivate.
ru: Варианты продукта выключены.
sk: Varianty produktu nie sú povolené
sl: Različice za ta izdelek niso na voljo
sv: Produktvarianter är avaktiverade
vi: Loại sản phẩm đã bị vô hiệu

# Product type form error
source: A single attribute can't belong to both a product and its variant.
cs: Jeden atribut nemůže patřit jak produktu, tak jeho variantě.
da: En enkelt attribut kan ikke tilhøre både et produkt og dets variant.
de: Ein einzelnes Attribut kann nicht sowohl zu einem Produkt als auch der Variante gehören.
es: Un atributo no puede pertenecer al mismo tiempo a un producto y su variante
fr: Un attribut ne peut pas appartenir à la fois à un produit et à ses variations.
id: Atribut tunggal tidak dapat dimiliki produk maupun variannya.
pl: Pojedynczy atrybut nie może należeć jednocześnie do produktu i jego wariantu.
pt: Um único atributo não pode pertencer a ambos: um produto e sua variação.
ro: Un singur atribut nu poate să aparțină atât produsului, cât și variantei sale.
ru: Один и тот же атрибут не может принадлежать и продукту и варианту.
sk: Jeden atribút nemôže patriť súčasne produktu aj variantu
sl: Atribut ne more biti skupen tako za izdelek kot za različico izdelka
sv: Ett specifikt attribut kan inte tillhöra både en produkt och dess variant.
vi: Một thuộc tính sản phẩm không thể vừa của sản phẩm vừa của biến thể

# Product type form error
source: Some products of this type have more than one variant.
cs: Některé produkty tohoto typu mají více než jednu variantu.
da: Nogle af denne type produkter har mere end en variant.
de: Einige Produkte dieses Produkttyps haben mehr als eine Variante.
es: Algunos productos de este tipo tienen mas de una variante.
fr: Certains produits ayant ce type ont plus d'une variation.
id: Beberapa produk jenis ini memiliki lebih dari satu varian.
pl: Niektóre produkty tego typu mają więcej niż jeden wariant.
pt: Alguns produtos deste tipo possuem mais de uma variação
ro: Unele produse de acest tip au mai multe variante.
ru: Некоторые продукты данной категории могут иметь больше одного варианта.
sk: Niektoré produkty tohto typu majú viac než jednu variantu.
sl: Nekateri izdelki tega tipa imajo več kot eno različico
sv: Vissa produkter av denna typ har mer än en variant.
vi: Một số sản phẩm trong loại này có thể có nhiều biến thể

# Product tax rate type
source: Tax rate
cs: Sazba daně
da: Skatteprocent
de: Steuersatz
es: Tasa de impuesto
fr: Taux de TVA
id: Tarif pajak
pl: Stawka podatku
pt: Taxa de imposto
ro: Rata impozitului
ru: Сумма налога
sk: Sadzba dane
sl: Davčna stopnja
sv: Momssats
vi: Thuế

source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
id: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sv: Kategori
vi: Thư mục

# Add to collection select
source: Collections
cs: Kolekce
da: Kollektioner
de: Sammlungen
es: Colecciones
id: Koleksi
pl: Kolekcje
pt: Coleções
ro: Colecții
ru: Коллекции
sk: Kolekcie
sl: Kolekcije
sv: Kollektioner
vi: Bộ sưu tập

# Product weight field help text
source: Weight will be used to calculate shipping price, if empty, equal to default value used on the ProductType.
da: Vægt vil blive brugt til at beregne forsendelsesprisen, hvis den er tom, svarende til den standardværdi, der bruges på ProductType.
de: Das Gewicht wird verwendet, um die Versandkosten zu berechnen. Wenn es nicht ausgefüllt ist, wird das Standardgewicht des Produkttypen verwendet.
es: El peso se utilizará para calcular el precio de envío, si está vacío, será igual al valor predeterminado usado en el tipo de producto.
id: Berat akan digunakan untuk menghitung harga pengiriman, jika kosong, sama dengan nilai default yang digunakan pada ProductType..
pl: Waga zostanie wykorzystana do obliczenia ceny dostawy. Jeśli jest pusta, zostanie użyta domyślna waga Typu Produktu.
pt: Peso será usado para calcular o preço de envio, se vazio, será usado o padrão cadastrado no tipo do produto.
ru: Значение веса для расчёта стоимости доставки, пустое значение означает вес по умолчанию для данного типа продуктов.
sk: Hmotnosť bude použitá na vypočítanie ceny dopravy, ak prázdna, bude sa rovnať predvolenej hodnote typu produktu.
sl: Cena pošiljanja bo izračunana glede na težo izdelka. Če podatka ni, bo uporabljena osnovna vrednost teže tega tipa izdelka.
sv: Vikt kommer att användas för att beräkna fraktpriset, om det är tomt, används standardvärdet för produkttypen.

# Currency amount
source: Price
cs: Cena
da: Pris
de: Preis
es: Precio
fr: Prix
id: Harga
pl: Cena
pt: Preço
ro: Preț
ru: Цена
sk: Cena
sl: Cena
sv: Pris
vi: Giá

# Availability date
source: Publish product on
cs: Publikovat produkt na
da: Udgiv produkt på
de: Veröffentliche Produkt am
es: Publicar producto en
fr: Publier le produit le
id: Terbitkan produk pada
pl: Opublikuj ten produkt dnia
pt: Publicar produto em
ro: Publicați produsul pe
ru: Опубликовать продукт
sk: Dátum zverejnenia produktu
sl: Izdelek objavi na datum
sv: Publicera produkten den
vi: Công bố sản phẩm vào

# Product published toggle
source: Published
cs: Zveřejněno
da: Offentliggjort
de: Veröffentlicht
es: Publicado
fr: Publié
id: Diterbitkan
pl: Opublikowany
pt: Publicado
ro: Publicat
ru: Опубликовано
sk: Zverejnené
sl: Objavljeno
sv: Publicerad
vi: Xuất bản

# Charge taxes on product
source: Charge taxes on this product
cs: Poplatky za tento produkt
da: Opkræv skat på dette produkt
de: Ändere Steuer für dieses Produkt
es: Cargar impuestos en este producto
fr: TVA sur ce produit
id: Tagihan pajak untuk produk ini
pl: Dolicz podatki do tego produktu
pt: Cobrar impostos sobre este produto
ro: Încasează taxe pe acest produs
ru: Брать налог с данной продукции
sk: Účtovať daň za tento produkt
sl: Temu izdelku vedno vračunaj davek
sv: Lägg till moms för denna produkt
vi: Áp dụng phí vào sản phẩm này

# Currency gross amount
source: Gross price
cs: Hrubá cena
da: Engros pris
de: Bruttopreis
es: Precio bruto
fr: Prix brut
id: Harga gross
pl: Cena brutto
pt: Preço bruto
ro: Prețul brut
ru: Брутто-цена
sk: Hrubá cena
sl: Grosistična cena izdelka
sv: Bruttopris
vi: Tổng giá

# Currency net amount
source: Net price
cs: Čistá cena
da: Netto pris
de: Nettopreis
es: Precio neto
fr: Prix net
id: Harga net
pl: Cena netto
pt: Preço líquido
ro: Preț net
ru: Цена за вычетом всех скидок
sk: Cena netto
sl: Maloprodajna cena izdelka
sv: Nettopris
vi: Giá ròng

# ProductVariant weight
source: Weight
da: Vægt
de: Gewicht
es: Peso
fr: Poid
id: Berat
pl: Waga
pt: peso
ru: Вес
sk: Hmotnosť
sl: Teža
sv: Vikt
vi: Cân nặng

# ProductVariant weight help text
source: Weight will be used to calculate shipping price. If empty, weight from Product or ProductType will be used.
da: Vægt vil blive brugt til at beregne forsendelsesprisen. Hvis tomt, vil vægten fra Product eller ProductType blive brugt.
de: Das Gewicht wird verwendet, um die Versandkosten zu berechnen. Wenn es nicht ausgefüllt ist, wird das Gewicht des Produkts oder des Produkttypen verwendet.
es: El peso será usado para calcular el precio de envío. Si está vacío, se utilizará el peso del producto o del tipo de producto.
id: Berat akan digunakan untuk menghitung harga pengiriman. Jika kosong, berat dari Produk atau Jenis Produk akan digunakan.
pl: Waga zostanie wykorzystana do obliczenia ceny dostawy. Jeśli jest pusta, zostanie użyta waga z Produktu lub Typu Produktu.
pt: Peso será usado para calcular o preço de envio. Se vazio, peso do produto ou do tipo do produto será usado.
ru: Значение веса для расчёта стоимости доставки, пустое значение означает вес по умолчанию для данного продукта или для данного типа продуктов.
sk: Hmotnosť bude použitá na vypočítanie ceny dopravy. Ak prázdna, použije sa predvolená hodnota z produktu alebo typu produktu.
sl: Cena pošiljanja bo izračunana glede na težo izdelka. Če tega podatka ni, bo uporabljena osnovna vrednost teže za ta tip izdelka.
sv: Vikten kommer att användas för att beräkna fraktpriset, om det är tomt, kommer produkten eller produkttypens vikt att användas.
vi: Weight will be used to calculate shipping price, if empty, equal to default value used on the ProductType

source: SKU
de: Artikelnummer
fr: Référence
ru: Единица складского учёта
sk: EAN
sl: SKU - številka izdelka

# Override price
source: Selling price override
cs: Změna prodejní ceny
da: Salgspris tilsidesættelse
de: Verkaufspreis überschreiben
es: Precio de venta con descuento
fr: Substitution du prix de vente
id: Harga jual ditimpahkan
pl: Nadpisz cenę produktu
pt: Substituir preço de venda
ro: Suprascrierea prețului de vânzare
ru: Приоритетная цена продажи
sk: Prepísanie predajnej ceny
sl: Ne upoštevaj prodajne cene
sv: Skriv över försäljningspris
vi: Ghi đè giá

# Integer number
source: Number in stock
cs: Počet na skladě
da: Antal på lager
de: Lagerbestand
es: Número en stock
fr: Quantité en stock
id: Jumlah stok
pl: Stan magazynowy
pt: Quantidade em estoque
ro: Numărul în stoc
ru: Доступно
sk: Počet na sklade
sl: Število na zalogi
sv: Antal i lager
vi: Số lượng còn lại

# Currency amount
source: Cost price
cs: Cena výrobních nákladů
da: Kostpris
de: Einkaufspreis
es: Precio de coste
fr: Coût de revient
id: Harga biaya
pl: Cena
pt: Preço de custo
ro: Prețul
ru: Себестоимость
sk: Náklad
sl: Cena s stroški vred
sv: Kostnad
vi: Chi phí

# Track inventory field
source: Track inventory
cs: Sledovat zásoby
da: Track opgørelse
de: Lagerbestand verfolgen
es: Registro de inventario
fr: Gérer l'inventaire
id: Lacak inventaris
pl: Śledź stan magazynowy
pt: Acompanhar o inventário
ru: Отслеживание запасов товара
sk: Sledovať inventár
sl: Spremljaj inventar
sv: Spåra lager
vi: Theo dõi kho

# product variant handle stock field help text
source: Automatically track this product's inventory
cs: Automaticky sledovat zásoby produktů
da: Spor automatisk dette produkts beholdning
de: Lagerbestand des Produkts automatisch verfolgen
es: Rastrear automáticamente el inventario de este producto
fr: Gérer automatiquement l'inventaire de ce produit
id: Otomatis melacak inventaris produk ini
pl: Automatycznie śledź stan magazynowy tego produktu
pt: Rastrear automaticamente o inventário deste produto
ru: Автоматически отслеживать запасы этих продуктов
sk: Automaticky sledovať inventár tohto produktu
sl: Samodejno spremljanje inventar za ta izdelek
sv: Spåra automatiskt produktens lager
vi: Tự động theo dõi sản phẩm trong kho

# Override price
source: Selling gross price override
cs: Prodej překročení hrubé ceny
da: Brutto salgspris' tilsidesættelse
de: Brutto-Verkaufspreis überschreiben
fr: Substitution du prix de vente brut
id: Jual dengan harga bruto
pl: Nadpisz cenę brutto produktu
pt: Sobrescrever preço bruto de venda
ro: Prețul brut de vânzare suprascris
ru: Приоритетная брутто-цена
sk: Prepísanie brutto predajnej ceny
sl: Ne upoštevaj grosistične prodajne cene
sv: Skriv över bruttopris

# Currency amount
source: Cost gross price
cs: Hrubá cena výrobních nákladů
da: Bruttopris omkostning
de: Brutto-Preis
es: Precio de coste bruto
fr: Coût brut
id: Biaya harga bruto
pl: Koszt brutto
pt: Preço bruto de custo
ro: Costul prețului brut
ru: Стоимость брутто
sk: Náklad brutto
sl: Grosistična cena stroškov
sv: Bruttokostnad

# Override price
source: Selling net price override
cs: Přepsat čistou prodejní cenu
da: Salgs nettopris tilsidesættelse
de: Netto-Verkaufspreis überschreiben
fr: Substitution du prix net
id: Biaya harga bersih
pl: Nadpisz cenę netto produktu
pt: Sobrescrever preço líquido de venda
ro: Prețul net de vânzare suprascris
ru: Приоритетная цена за вычетом всех скидок
sk: Prepísanie netto predajnej ceny
sl: Ne upoštevaj maloprodajne cene
sv: Skriv över nettopris

# Currency amount
source: Cost net price
cs: Čistá cena výrobních nákladů
da: Omkostninger nettopris
de: Netto-Preis
es: Precio de coste neto
fr: Coût net
id: Biaya harga bersih
pl: Koszt netto
pt: Preço de custo líquido
ro: Costul prețului net
ru: Цена за вычетом всех скидок
sk: Náklad netto
sl: Maloprodajna cena stroškov
sv: Nettokostnad

# Product image
source: Image
cs: Obrázek
da: Billede
de: Bild
es: Imagen
fr: Photo
id: Gambar
pl: Grafika
pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sl: Slika
sv: Bild
vi: Hình ảnh

# Product display name
source: Display name
cs: Zobrazovaný název
da: Visningsnavn
de: Anzeigename
es: Nombre a mostrar
fr: Nom d'affichage
id: Nama tampilan
pl: Publiczna nazwa
pt: Nome de exibição
ro: Numele afișat
ru: Отображаемое имя
sk: Zobrazované meno
sl: Ime za prikaz
sv: Visningsnamn
vi: Tên hiển thị

# Product internal name
source: Internal name
cs: Interní název
da: Internt navn
de: Interner Name
es: Nombre interno
fr: Nom interne
id: Nama internal
pl: Wewnętrzna nazwa
pt: Nome interno
ro: Nume intern
ru: Внутреннее обозначение
sk: Interný názov
sl: Interno ime
sv: Internt namn
vi: Tên nội bộ

# Dashboard message
source: Added product %s
cs: Přidaný produkt %s
da: Tilføjede produkt %s
de: Produkt %s hinzugefügt
es: Producto agregado %s
fr: Le produit %s a été ajouté
id: Produk ditambahkan %s
pl: Dodano produkt %s
pt: Produto %s criado
ro: Produs adăugat %s
ru: Добавлен продукт %s
sk: Pridaný produkt %s
sl: Izdelek %s dodan
sv: Lagt till produkt %s
vi: Thêm sản phẩm%s

# Dashboard message
source: Updated product %s
cs: Aktualizovaný produkt %s
da: Opdateret produkt %s
de: Produkt %s geändert
es: Producto actualizado %s
fr: Le produit %s a été mis à jour
id: Produk diperbarui %s
pl: Zaktualizowano produkt %s
pt: Produto %s atualizado
ro: Produs actualizat %s
ru: Обновлен продукт %s
sk: Zmenený produkt %s
sl: Izdelek %s posodobljen
sv: Uppdaterat produkt %s
vi: Cập nhật sản phẩm%s

# Dashboard message
source: Removed product %s
cs: Odstraněný produkt %s
da: Fjernede produkt %s
de: Produkt %sentfernt
es: Se ha borrado el producto %s
fr: Le produit %s a été supprimé
id: Produk dihapus%s
pl: Usuń produkt %s
pt: %s produto removido
ro: Produs eliminat%s
ru: Продукт %s удалён
sk: Produkt %s bol odstránený
sl: Izdelek %s je odstranjen
sv: Tagit bort %s
vi: Sản phẩm đã xoá %s

# Dashboard message
source: %(count)d product has been updated
cs: %(count)d produkt byl aktualizován
da: %(count)d produkt er blevet opdateret
de: %(count)d Produkt wurde aktualisiert
es: %(count)d producto ha sido actualizado
fr: %(count)d produit a été mis à jour
id: %(count)d produk telah diperbarui
pl: %(count)d produkt został zaktualizowany
pt: %(count)d produto foi atualizado
ro: %(count)d produs a fost actualizat
ru: %(count)d товар был обновлён
sk: %(count)dprodukt bolo aktualizovaných
sl: %(count)d izdelek je posodobljen
sv: %(count)d produkt har uppdaterats
vi: %(count)dsản phẩm được cập nhật

# Dashboard message
source: Added product type %s
cs: Přidaný typ produktu %s
da: Tilføjede produkttype %s
de: Produkttyp %s hinzugefügt
es: Tipo de producto agregado %s
fr: Le type de produit %s a été ajouté
id: Tipe produk ditambahkan %s
pl: Dodano typ produktu %s
pt: Tipo do produto %s adicionado
ro: Tip de produs adăugat %s
ru: Добавлен тип продукта %s
sk: Pridaný typ produktu %s
sl: %s tip izdelka je dodan
sv: Lagt till produkttyp %s
vi: Loại sản phẩm đã thêm %s
